{"translation-revision-date":"2025-01-30 15:44+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/5023.862a204cea176a4c5d91.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=(n != 1);"},"Enabled services will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Os serviços activados serão bloqueados no front-end do seu sítio Web até o utilizador dar o seu consentimento (opt-in) ou depois de o utilizador revogar o consentimento (opt-out). Sempre que possível, é ativado um marcador de posição. Também pode desativar ou configurar o marcador de posição a seu gosto."],"For more information, please read this %sarticle%s.":["Para mais informações, leia este %sarticle%s."],"No services":["Nenhum serviço"],"Placeholder":["Placeholder"],"reCaptcha blocking enabled":["bloqueio de reCaptcha ativado"],"reCaptcha is connected and will be blocked before consent. To change your settings, disable reCaptcha in the list.":["o reCaptcha está ligado e será bloqueado antes do consentimento. Para alterar as suas definições, desactive o reCaptcha na lista."],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Modo de segurança ativado. Para gerir as integrações, desactive o Modo de segurança em Ferramentas - Suporte."],"Search":["Pesquisar"],"Service":["Serviço"],"Status":["Estado"],"Third-party services and social media are marked as not being used on your website in the wizard.":["Os serviços de terceiros e as redes sociais são marcados como não sendo utilizados no seu sítio Web no assistente."],"View services":["Ver serviços"]}}}