{"translation-revision-date":"2025-01-30 15:41+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/93.6b28b2755513e51411ca.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"fi","plural-forms":"nplurals=2; plural=n != 1;"},"Below you will find the plugins currently detected and integrated with Complianz. Most plugins work by default, but you can also add a plugin to the script center or add it to the integration list.":["Alta löydät tällä hetkellä havaitut ja Complianzin kanssa integroidut laajennukset. Useimmat lisäosat toimivat oletusarvoisesti, mutta voit myös lisätä lisäosan skriptikeskukseen tai lisätä sen integrointilistalle."],"Enabled plugins will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Aktivoidut laajennukset estetään verkkosivuston etusivulla, kunnes käyttäjä on antanut suostumuksensa (opt-in) tai kun käyttäjä on peruuttanut suostumuksensa (opt-out). Jos mahdollista, aktivoidaan sijoitusmerkki. Voit myös poistaa sijoitusmerkin käytöstä tai määrittää sen haluamallasi tavalla."],"For more information, please read this %sarticle%s.":["Lisätietoja saat lukemalla tämän %sartikkelin%s."],"No active plugins detected in the integrations list.":["Integraatioluettelossa ei havaittu aktiivisia lisäosia."],"No plugins":["Ei liitännäisiä"],"Placeholder":["Paikanvaraaja"],"Plugin":["Lisäosa"],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Vikasietotila käytössä. Jos haluat hallita integraatioita, poista vikasietotila käytöstä kohdassa Työkalut - Tuki."],"Search":["Etsi"],"Status":["Tila"]}}}