{"translation-revision-date":"2025-01-30 15:41+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/8525.14c3539f3bb65689f4cf.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"es_ES","plural-forms":"nplurals=2; plural=(n != 1);"},"Activate your license":["Activa tu licencia"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Basándonos en tus respuestas en el Asistente, habilitaremos automáticamente integraciones con servicios y plugins relevantes. En caso de que quieras bloquear scripts adicionales, puedes agregarlos al Centro de Scripts."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz realiza un seguimiento de los cambios en tu Aviso de Cookies y Política de Cookies con documentos con marcas de tiempo. Este es tu registro de consentimiento mientras se respetan las directrices de minimización de datos y no se almacenarán datos de usuarios."],"Configure":["Configurar"],"Consent Banner":["Banner de consentimiento"],"Dashboard":["Escritorio"],"End tour":["Fin de tour"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Prepárate para la legislación de privacidad alrededor del mundo. Sigue un recorrido rápido o empieza a configurar el plugin."],"Great, your license is activated and valid!":["¡Genial, tu licencia está activada y es válida!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Aquí puedes configurar y diseñar tu banner de consentimiento si el asistente está completado. Se añadirá una pestaña adicional con configuraciones específicas por región."],"Integrations":["Integraciones"],"Let's start the Wizard":["Comencemos con el Asistente"],"Next":["Siguiente"],"Previous":["Anterior"],"Proof of Consent":["Prueba de consentimiento"],"Start tour":["Comience el recorrido"],"The Wizard":["El Asistente"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Aquí es donde se configura todo lo relacionado con las cookies. Volveremos al Asistente pronto."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Este es tu Escritorio. Cuando el Asistente se complete, este te dará una vista general de tareas, herramientas y documentación."],"To unlock the wizard and future updates, please enter and activate your license.":["Para desbloquear el asistente y las actualizaciones futuras, por favor ingresa y activa tu licencia."],"Welcome to Complianz":["Bienvenido a Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Estás listo para comenzar con el asistente. Para más información, preguntas frecuentes y soporte, visita Complianz.io."]}}}