{"translation-revision-date":"2025-01-30 15:42+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/5575.d4ac6be3f5cf68515e9c.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"nl_NL","plural-forms":"nplurals=2; plural=(n != 1);"},"HTTP Strict Transport Security and related security headers":["HTTP Strict Transport Security en gerelateerde beveiligingsheaders"],"No security measures enabled in Really Simple Security":["Beveilig je website eenvoudig met Really Simple Security"],"Not installed":["Niet geïnstalleerd"],"Please activate Really Simple Security to unlock this feature.":["Activeer Really Simple Security om deze functie te ontgrendelen."],"Please install Really Simple Security to unlock this feature.":["Installeer Really Simple Security om deze functie te ontgrendelen."],"Please upgrade Really Simple Security to the latest version to unlock this feature.":["Upgrade Really Simple Security naar de nieuwste versie om deze functie te ontgrendelen."],"Recommended site hardening features":["Website hardening\/beveiligingsfuncties"],"The security measures we use consist of, but are not limited to:":["De beveiligingsmaatregelen die we gebruiken bestaan uit:"],"TLS \/ SSL":["TLS \/ SSL"],"Vulnerability Detection":["Kwetsbaarheid detectie"],"We are committed to the security of personal data. We take appropriate security measures to limit abuse of and unauthorized access to personal data. This ensures that only the necessary persons have access to your data, that access to the data is protected, and that our security measures are regularly reviewed.":["We zetten ons in voor de beveiliging van persoonlijke gegevens. We nemen passende beveiligingsmaatregelen om misbruik van en ongeautoriseerde toegang tot persoonlijke gegevens te beperken. Zo zorgen we ervoor dat alleen de noodzakelijke personen toegang hebben tot uw gegevens, dat de toegang tot de gegevens beveiligd is en dat onze beveiligingsmaatregelen regelmatig worden herzien."]}}}