{"translation-revision-date":"2025-01-30 15:45+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/93.6b28b2755513e51411ca.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"cs_CZ","plural-forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"},"Below you will find the plugins currently detected and integrated with Complianz. Most plugins work by default, but you can also add a plugin to the script center or add it to the integration list.":["Níže naleznete aktuálně detekované a integrované pluginy s Complianz. Většina zásuvných modulů funguje ve výchozím nastavení, ale můžete také přidat zásuvný modul do centra skriptů nebo jej přidat do seznamu integrací."],"Enabled plugins will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Povolené zásuvné moduly budou na přední straně vašich webových stránek blokovány, dokud uživatel neudělí souhlas (opt-in), nebo poté, co uživatel souhlas odvolá (opt-out). Pokud je to možné, aktivuje se zástupný symbol. Placeholder můžete také vypnout nebo nakonfigurovat podle svých představ."],"For more information, please read this %sarticle%s.":["Další informace naleznete v tomto %sarticle%s."],"No active plugins detected in the integrations list.":["V seznamu integrací nebyly zjištěny žádné aktivní zásuvné moduly."],"No plugins":["Žádné pluginy"],"Placeholder":["Zástupný symbol"],"Plugin":["Plugin"],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Povolený nouzový režim. Chcete-li spravovat integrace, vypněte nouzový režim v nabídce Nástroje - Podpora."],"Search":["Hledat"],"Status":["Stav"]}}}