{"translation-revision-date":"2025-01-30 15:44+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/8447.9685d8b5aee1675df773.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"pt_PT","plural-forms":"nplurals=2; plural=(n != 1);"},"Close":["Fechar"],"Continue":["Continuar"],"Dismiss":["Dispensar"],"Get tips and tricks":["Obtenha dicas e truques"],"Great! You're a few minutes away from getting started with the Website Scan. You just need to look over the Terms and Conditions. If you agree, please continue.":["Ótimo! Está a poucos minutos de começar a utilizar o Website Scan. Só precisa de ler os Termos e Condições. Se concordar, continue."],"In the latest release of Complianz, we introduce our newest Website Scan. This scan will not only retrieve services and cookies but also help you configure our plugin and keep you up-to-date if changes are made that might need legal changes.":["Na última versão do Complianz, apresentamos-lhe o nosso mais recente Website Scan. Este scan não só recupera serviços e cookies, como também o ajuda a configurar o nosso plugin e a mantê-lo atualizado caso sejam feitas alterações que possam necessitar de alterações legais."],"Install":["Instalar"],"Install quickly for free":["Instale rapidamente e gratuitamente"],"Installing ...":["A instalar ..."],"Missing Terms & Conditions? Generate now":["Termos e Condições em falta? Gerar agora"],"No, Thanks":["Não, obrigado"],"Please enter a valid email address.":["Por favor Insira um endereço de e-mail válido."],"Really Simple Security? Let’s go":["Segurança realmente simples? Vamos lá"],"Skip":["Saltar"],"Something went wrong while downloading the document.":["Algo correu mal durante o descarregamento do documento."],"Terms and Conditions":["Termos e Condições"],"Thanks for joining us!":["Obrigado por se juntar a nós!"],"To use our newest Website Scan we need to verify your website and confirm your access by email. Register below and get the latest from Complianz!":["Para utilizar o nosso mais recente Website Scan, precisamos de verificar o seu website e confirmar o seu acesso por e-mail. Registe-se abaixo e receba as últimas novidades da Complianz!"],"Try again!":["Tenta novamente!"],"We want you to get the most out of Complianz. So over the next week we'll be sending eight tips and tricks to your inbox - be sure to keep a lookout.":["Queremos que tire o máximo partido do Complianz. Por isso, durante a próxima semana, enviaremos oito dicas e truques para a sua caixa de correio eletrónico - não se esqueça de estar atento."],"We've sent you an email - all you need to do is confirm your email address and you can start using Complianz.":["Enviámos-lhe uma mensagem de correio eletrónico - só tem de confirmar o seu endereço de correio eletrónico e pode começar a utilizar o Complianz."],"Welcome to Complianz":["Bem-vindo ao Complianz"],"You want more Really Simple Plugins? Select below plugins you'd like to install for free! It only takes 10 seconds..":["Quer mais plugins Really Simple? Selecione abaixo os plugins que gostaria de instalar gratuitamente! Demora apenas 10 segundos..."],"Your email address":["A sua direção de email"],"You’re almost there...":["Está quase a chegar lá..."]}}}