{"translation-revision-date":"2025-02-10 11:58+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/348.08abf3f718ffd9ea409e.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"it_IT","plural-forms":"nplurals=2; plural=(n != 1);"},"A\/B is enabled and will end in %s days.":["L'A\/B è abilitato e terminerà tra %s giorni."],"A\/B is enabled and will end in 1 day.":["L'A\/B è abilitato e terminerà tra 1 giorno."],"A\/B is enabled and will end today.":["L'A\/B è abilitato e terminerà oggi."],"A\/B testing is disabled. Previously made progress is saved.":["Il test A\/B è disabilitato. I progressi fatti in precedenza vengono salvati."],"As you have enabled geoip, there are several regions in which a banner is shown, in different ways. In regions apart from %s no banner is shown at all.":["Poiché hai abilitato geoip, ci sono diverse regioni in cui viene mostrato un banner, in modi diversi. In regioni a parte %s non viene mostrato alcun banner."],"Banners in different regions":["Banner in diverse regioni"],"The A\/B tracking period has ended, the best performer will be enabled on the next scheduled check.":["Il periodo di monitoraggio A\/B è terminato, il miglior esecutore sarà abilitato al prossimo controllo programmato."],"The consent banner with the best results has been enabled as default banner.":["Il banner di consenso che ha ottenuto i migliori risultati è stato abilitato come banner predefinito."],"The conversion graph shows the ratio for the different choices users have. When a user has made a choice, this will be counted as either a converted user, or a not converted. If no choice is made, the user will be listed in the \"No choice\" category.":["Il grafico di conversione mostra il rapporto per le diverse scelte che gli utenti hanno. Quando un utente ha fatto una scelta, questa verrà conteggiata come un utente convertito o non convertito. Se non viene fatta alcuna scelta, l’utente sarà elencato nella categoria “Nessuna scelta”."]}}}