{"translation-revision-date":"2025-01-30 15:41+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/8525.14c3539f3bb65689f4cf.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"fi","plural-forms":"nplurals=2; plural=n != 1;"},"Activate your license":["Aktivoi lisenssi"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Ohjatussa toiminnossa antamiesi vastausten perusteella otamme automaattisesti käyttöön integraatiot asiaankuuluvien palveluiden ja lisäosien kanssa. Jos haluat estää ylimääräisiä skriptejä, voit lisätä ne skripti keskukseen."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz seuraa evästeilmoituksen ja evästekäytännön muutoksia aikaleimattujen asiakirjojen avulla. Tämä on suostumuksesi rekisteröinti samalla kun se noudattaa tietojen minimointiohjeita, eikä se tallenna mitään käyttäjätietoja."],"Configure":["Määritä"],"Consent Banner":["Suostumus Banner"],"Dashboard":["Kojelauta"],"End tour":["Kierroksen päättäminen"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Valmistaudu yksityisyyden suojaa koskevaan lainsäädäntöön kaikkialla maailmassa. Seuraa pikakierrosta tai aloita laajennuksen määrittäminen!"],"Great, your license is activated and valid!":["Hienoa, lisenssisi on aktivoitu ja voimassa!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Täällä voit määrittää ja muotoilla suostumusbannerin, jos ohjattu toiminto on valmis. Lisätään ylimääräinen välilehti, jossa on aluekohtaiset asetukset."],"Integrations":["Integraatiot"],"Let's start the Wizard":["Aloitetaan ohjattuasennus"],"Next":["Seuraava"],"Previous":["Edellinen"],"Proof of Consent":["Todiste suostumuksesta"],"Start tour":["Aloita kierros"],"The Wizard":["Ohjattu toiminto"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Täällä määritetään kaikki evästeitä koskevat asetukset. Palaamme Ohjattuun toimintoon pian."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Tämä on ohjausnäkymäsi. Kun ohjattu toiminto on valmis, saat yleiskuvan tehtävistä, työkaluista ja dokumentaatiosta."],"To unlock the wizard and future updates, please enter and activate your license.":["Voit avata ohjatun toiminnon ja tulevat päivitykset syöttämällä ja aktivoimalla lisenssin."],"Welcome to Complianz":["Tervetuloa Complianziin"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Olet valmis käynnistämään ohjatun toiminnon. Lisätietoja, usein kysytyt kysymykset ja tuki löytyvät osoitteesta Complianz.io."]}}}