{"translation-revision-date":"2025-01-30 15:42+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/348.08abf3f718ffd9ea409e.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"nl_NL","plural-forms":"nplurals=2; plural=(n != 1);"},"A\/B is enabled and will end in %s days.":["A\/B is ingeschakeld en zal over %s dagen eindigen."],"A\/B is enabled and will end in 1 day.":["A\/B is ingeschakeld en zal over 1 dag eindigen."],"A\/B is enabled and will end today.":["A\/B is ingeschakeld en zal vandaag eindigen."],"A\/B testing is disabled. Previously made progress is saved.":["A\/B-testen is uitgeschakeld. Eerder geboekte vooruitgang wordt opgeslagen."],"As you have enabled geoip, there are several regions in which a banner is shown, in different ways. In regions apart from %s no banner is shown at all.":["Aangezien u geoip hebt ingeschakeld, zijn er verschillende regio's waarin een banner wordt weergegeven, op verschillende manieren. In regio's behalve %s wordt helemaal geen banner weergegeven."],"Banners in different regions":["Banners in verschillende regio's"],"The A\/B tracking period has ended, the best performer will be enabled on the next scheduled check.":["De A\/B-trackingperiode is afgelopen, de best presterende zal bij de volgende geplande controle worden ingeschakeld."],"The consent banner with the best results has been enabled as default banner.":["De toestemmingsbanner met de beste resultaten is ingeschakeld als standaardbanner."],"The conversion graph shows the ratio for the different choices users have. When a user has made a choice, this will be counted as either a converted user, or a not converted. If no choice is made, the user will be listed in the \"No choice\" category.":["De conversiegrafiek toont de verhouding voor de verschillende keuzes die gebruikers hebben. Als een gebruiker een keuze heeft gemaakt, wordt deze geteld als een geconverteerde gebruiker, of een niet geconverteerde gebruiker. Als er geen keuze is gemaakt, zal de gebruiker in de categorie \"Geen keuze\" staan."]}}}