{"translation-revision-date":"2025-01-30 15:41+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/2058.1832f4cf65b8f9297b34.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"fi","plural-forms":"nplurals=2; plural=n != 1;"},"A consent banner is not required":["Suostumusbanneria ei tarvita"],"A consent banner is required":["Suostumusbanneri vaaditaan"],"Almost there!":["Melkein perillä!"],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Napsauta '%s' viimeistelläksesi konfiguroinnin. Voit palata muuttamaan asetuksia milloin tahansa."],"Finish":["Viimeistele"],"Go to question":["Siirry kysymykseen"],"Not all required fields are completed yet.":["Kaikkia vaadittuja kenttiä ei ole vielä täytetty."],"Please check the wizard to complete all required questions.":["Tarkista ohjatun toiminnon avulla, että kaikki vaaditut kysymykset on täytetty."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Tarkista sivustosi ohjatun toiminnon päätyttyä, että kokoonpano toimii oikein."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Lue alla oleva artikkeli vikasietoisten ongelmien korjaamiseksi vikasietotilassa. Vikasietotila on käytettävissä asetuksissa."],"The consent banner and cookie blocker are required on your website.":["Suostumusbanneri ja evästeiden esto vaaditaan verkkosivustollasi."],"The consent banner and the cookie blocker are now ready to be enabled.":["Suostumusbanneri ja evästeiden esto ovat nyt valmiina otettavaksi käyttöön."],"The following required fields have not been completed:":["Seuraavia pakollisia kenttiä ei ole täytetty:"],"There are %s questions that are required to complete the wizard.":["Ohjatun toiminnon suorittaminen edellyttää %s kysymystä."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Voit ottaa ne molemmat käyttöön täällä, ja sitten sinun on tarkistettava, toimiiko määrityksesi oikein."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Löydät vinkkejä ja vihjeitä kojelaudaltasi, kun olet määrittänyt suostumusbannerisi."],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Sivustosi ei vaadi suostumusbanneria. Jos luulet tarvitsevasi suostumusbannerin, tarkista ohjatun toiminnon asetukset."]}}}