{"translation-revision-date":"2025-01-30 15:44+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/8525.14c3539f3bb65689f4cf.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"pt_PT","plural-forms":"nplurals=2; plural=(n != 1);"},"Activate your license":["Ativar a sua licença"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Com base nas suas respostas no Assistente, activaremos automaticamente as integrações com serviços e plug-ins relevantes. Caso pretenda bloquear scripts adicionais, pode adicioná-los ao Centro de scripts."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["A Complianz regista as alterações ao seu Aviso de Cookies e Política de Cookies com documentos com carimbo de data\/hora. Este é o seu registo de consentimento, respeitando as diretrizes de minimização de dados e não armazena quaisquer dados do utilizador."],"Configure":["Configurar"],"Consent Banner":["Banner de consentimento"],"Dashboard":["Painel"],"End tour":["Fim da turnê"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Prepare-se para a legislação sobre privacidade em todo o mundo. Siga uma rápida visita guiada ou comece a configurar o plugin!"],"Great, your license is activated and valid!":["Ótimo, a sua licença está activada e é válida!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Aqui pode configurar e estilizar a sua faixa de consentimento se o Assistente estiver concluído. Será adicionado um separador extra com definições específicas da região."],"Integrations":["Integrações"],"Let's start the Wizard":["Vamos começar o Configurador"],"Next":["Seguinte"],"Previous":["Anterior"],"Proof of Consent":["Comprovativo de Consentimento"],"Start tour":["Iniciar a viagem"],"The Wizard":["O Feiticeiro"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["É aqui que tudo o que diz respeito aos cookies é configurado. Voltaremos a falar do Assistente em breve."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Este é o seu Painel de Controlo. Quando o Assistente estiver concluído, terá uma visão geral das tarefas, ferramentas e documentação."],"To unlock the wizard and future updates, please enter and activate your license.":["Para desbloquear o assistente e futuras actualizações, introduza e active a sua licença."],"Welcome to Complianz":["Bem-vindo ao Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Está pronto para iniciar o Assistente. Para obter mais informações, perguntas frequentes e suporte, visite Complianz.io."]}}}