{"translation-revision-date":"2025-01-30 15:41+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/2058.1832f4cf65b8f9297b34.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"es_ES","plural-forms":"nplurals=2; plural=(n != 1);"},"A consent banner is not required":["No se requiere un banner de consentimiento"],"A consent banner is required":["Se requiere un banner de consentimiento"],"Almost there!":["¡Ya queda nada!"],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Haz clic en '%s' para completar la configuración. Puedes volver a cambiar tu configuración en cualquier momento."],"Finish":["Concluir"],"Go to question":["Ir a la pregunta"],"Not all required fields are completed yet.":["No se han completado todos los campos requeridos."],"Please check the wizard to complete all required questions.":["Por favor, revisa el asistente para completar todas las preguntas requeridas."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Por favor, revisa tu sitio web después de finalizar el asistente para verificar que tu configuración funciona correctamente."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Por favor, lee el siguiente artículo para depurar cualquier problema mientras estás en modo seguro. El modo seguro está disponible en la configuración."],"The consent banner and cookie blocker are required on your website.":["El banner de consentimiento y el bloqueador de cookies son necesarios en tu sitio web."],"The consent banner and the cookie blocker are now ready to be enabled.":["El banner de consentimiento y el bloqueador de cookies están listos para ser habilitados."],"The following required fields have not been completed:":["Los siguientes campos requeridos no han sido completados:"],"There are %s questions that are required to complete the wizard.":["Hay %s preguntas que son requeridas para completar el asistente."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Puedes habilitarlos aquí, luego verifica tu sitio web para asegurarte de que tu configuración funciona correctamente."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Encontrarás consejos y trucos en tu escritorio después de configurar tu banner de consentimiento."],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Tu sitio no requiere un banner de consentimiento. Si crees que necesitas uno, revisa las configuraciones de tu asistente."]}}}