{"translation-revision-date":"2025-02-10 11:58+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/2058.1832f4cf65b8f9297b34.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"it_IT","plural-forms":"nplurals=2; plural=(n != 1);"},"A consent banner is not required":["Non è necessario un banner di consenso"],"A consent banner is required":["È necessario un banner di consenso"],"Almost there!":["Ci sono quasi!"],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Fai clic su ‘%s’ per completare la configurazione. Puoi tornare per cambiare la tua configurazione in qualsiasi momento."],"Finish":["Termina"],"Go to question":["Vai alla domanda"],"Not all required fields are completed yet.":["Non tutti i campi obbligatori sono ancora stati completati."],"Please check the wizard to complete all required questions.":["Si prega di controllare la procedura guidata per completare tutte le domande obbligatorie."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Controlla il tuo sito web dopo aver terminato la procedura guidata per verificare che la tua configurazione funzioni correttamente."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Si prega di leggere l’articolo seguente per eseguire il debug di eventuali problemi durante la modalità provvisoria. La modalità provvisoria è disponibile nelle impostazioni."],"The consent banner and cookie blocker are required on your website.":["Il banner di consenso e il blocco dei cookie sono obbligatori sul tuo sito web."],"The consent banner and the cookie blocker are now ready to be enabled.":["Il banner di consenso e il blocco dei cookie sono ora pronti per essere abilitati."],"The following required fields have not been completed:":["I seguenti campi obbligatori non sono stati compilati:"],"There are %s questions that are required to complete the wizard.":["Ci sono %s domande necessarie per completare la procedura guidata."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Puoi attivarli entrambi qui, dopodiché dovrai verificare se la configurazione funziona correttamente."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Troverai suggerimenti e trucchi sulla tua dashboard dopo aver configurato il banner di consenso."],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Il vostro sito non richiede un banner di consenso. Se pensate di aver bisogno di un banner di consenso, rivedete le impostazioni della vostra procedura guidata."]}}}