{"translation-revision-date":"2025-01-30 15:42+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/2058.1832f4cf65b8f9297b34.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"nl_NL","plural-forms":"nplurals=2; plural=(n != 1);"},"A consent banner is not required":["Een toestemmingsbanner is niet vereist"],"A consent banner is required":["Een toestemmingsbanner is vereist"],"Almost there!":["Bijna klaar!"],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Klik op '%s' om de configuratie te voltooien. U kunt op elk moment terugkomen om uw configuratie te wijzigen."],"Finish":["Voltooi"],"Go to question":["Ga naar vraag"],"Not all required fields are completed yet.":["Nog niet alle benodigde pagina's zijn gegenereerd."],"Please check the wizard to complete all required questions.":["Controleer de wizard om alle verplichte vragen in te vullen."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Controleer uw website na het voltooien van de wizard om te controleren of uw configuratie goed werkt."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Lees het onderstaande artikel om eventuele problemen in de veilige modus op te lossen. De veilige modus is beschikbaar onder instellingen."],"The consent banner and cookie blocker are required on your website.":["De toestemmingsbanner en cookieblokker zijn vereist op uw website."],"The consent banner and the cookie blocker are now ready to be enabled.":["De toestemmingsbanner en de cookieblokker zijn nu klaar om ingeschakeld te worden."],"The following required fields have not been completed:":["De volgende categorieën van persoonsgegevens worden verzameld"],"There are %s questions that are required to complete the wizard.":["Er zijn %s vragen nodig om de wizard te voltooien."],"You can enable them both here, then you should check your website if your configuration is working properly.":["U kunt ze hier allebei inschakelen, daarna moet u op uw website controleren of uw configuratie goed werkt."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Wij hebben enkele gegevens nodig om je documenten te kunnen genereren en je consent banner te configureren."],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Uw site heeft geen toestemmingsbanner nodig. Als u denkt dat u een toestemmingsbanner nodig hebt, controleer dan uw wizardinstellingen."]}}}