{"translation-revision-date":"2025-01-30 15:42+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/8525.14c3539f3bb65689f4cf.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"nl_NL","plural-forms":"nplurals=2; plural=(n != 1);"},"Activate your license":["Activeer jouw licentie"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Op basis van uw antwoorden in de Wizard zullen wij automatisch integraties met relevante services en plugins inschakelen. Als u extra scripts wilt blokkeren, kunt u deze toevoegen aan het Scriptcentrum."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz houdt wijzigingen in uw Cookie Notice en Cookie Policy bij met tijdstempels. Dit is uw toestemmingsregistratie met inachtneming van de richtlijnen voor gegevensminimalisatie en slaat geen gebruikersgegevens op."],"Configure":["Configureren"],"Consent Banner":["Consent banner"],"Dashboard":["Dashboard"],"End tour":["Einde tour"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Bereid u voor op privacywetgeving over de hele wereld. Volg een korte rondleiding of begin met het configureren van de plugin!"],"Great, your license is activated and valid!":["Je licentie is geactiveerd en geldig."],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Hier kunt u uw toestemmingsbanner configureren en stylen als de Wizard voltooid is. Er wordt een extra tabblad toegevoegd met regiospecifieke instellingen."],"Integrations":["Integraties"],"Let's start the Wizard":["Laten we met de Wizard beginnen"],"Next":["Volgende"],"Previous":["Vorige"],"Proof of Consent":["Bewijs van toestemming"],"Start tour":["Start rondleiding"],"The Wizard":["Wizard"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Hier wordt alles met betrekking tot cookies geconfigureerd. We komen binnenkort terug op de Wizard."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Dit is uw Dashboard. Wanneer de Wizard voltooid is, krijgt u een overzicht van taken, hulpmiddelen en documentatie."],"To unlock the wizard and future updates, please enter and activate your license.":["Om de wizard en toekomstige updates te ontgrendelen, moet u uw licentie invoeren en activeren."],"Welcome to Complianz":["Welkom bij Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["U bent klaar om de Wizard te starten. Ga voor meer informatie, FAQ en ondersteuning naar Complianz.io."]}}}