{"translation-revision-date":"2025-01-30 15:45+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/5023.862a204cea176a4c5d91.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"cs_CZ","plural-forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"},"Enabled services will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Povolené služby budou na přední straně vašich webových stránek blokovány, dokud uživatel neudělí souhlas (opt-in), nebo poté, co uživatel souhlas odvolá (opt-out). Pokud je to možné, aktivuje se zástupný symbol. Placeholder můžete také vypnout nebo nakonfigurovat podle svých představ."],"For more information, please read this %sarticle%s.":["Další informace naleznete v tomto %sarticle%s."],"No services":["Žádné služby"],"Placeholder":["Zástupný symbol"],"reCaptcha blocking enabled":["povoleno blokování reCaptcha"],"reCaptcha is connected and will be blocked before consent. To change your settings, disable reCaptcha in the list.":["reCaptcha je připojena a bude zablokována před udělením souhlasu. Chcete-li nastavení změnit, zakažte reCaptcha v seznamu."],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Povolený nouzový režim. Chcete-li spravovat integrace, vypněte nouzový režim v nabídce Nástroje - Podpora."],"Search":["Hledat"],"Service":["Služba"],"Status":["Stav"],"Third-party services and social media are marked as not being used on your website in the wizard.":["Služby třetích stran a sociální média jsou v průvodci označeny jako nepoužívané na vašich webových stránkách."],"View services":["Zobrazit služby"]}}}