{"translation-revision-date":"2025-01-30 15:41+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/8447.9685d8b5aee1675df773.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"fi","plural-forms":"nplurals=2; plural=n != 1;"},"Close":["Sulje"],"Continue":["Jatka"],"Dismiss":["Hylkää"],"Get tips and tricks":["Hanki vinkkejä ja temppuja"],"Great! You're a few minutes away from getting started with the Website Scan. You just need to look over the Terms and Conditions. If you agree, please continue.":["Hienoa! Olet muutaman minuutin päässä siitä, että voit aloittaa verkkosivuston skannauksen. Sinun tarvitsee vain tutustua käyttöehtoihin. Jos olet hyväksynyt ne, jatka."],"In the latest release of Complianz, we introduce our newest Website Scan. This scan will not only retrieve services and cookies but also help you configure our plugin and keep you up-to-date if changes are made that might need legal changes.":["Complianzin uusimmassa versiossa esittelemme uusimman Verkkosivuston tarkistuksen. Tämä skannaus ei ainoastaan hae palveluita ja evästeitä, vaan auttaa sinua myös konfiguroimaan lisäosamme ja pitämään sinut ajan tasalla, jos tehdään muutoksia, jotka saattavat vaatia oikeudellisia muutoksia."],"Install":["Asenna"],"Install quickly for free":["Asenna nopeasti ilmaiseksi"],"Installing ...":["Asentaa ..."],"Missing Terms & Conditions? Generate now":["Puuttuvat käyttöehdot? Luo nyt"],"No, Thanks":["Ei, kiitos"],"Please enter a valid email address.":["Ole hyvä ja syötä toimiva sähköpostiosoite."],"Really Simple Security? Let’s go":["Really Simple Security? Mennään"],"Skip":["Ohita"],"Something went wrong while downloading the document.":["Jotain meni pieleen asiakirjan lataamisen aikana."],"Terms and Conditions":["Ehdot ja edellytykset"],"Thanks for joining us!":["Kiitos, että liityit joukkoomme!"],"To use our newest Website Scan we need to verify your website and confirm your access by email. Register below and get the latest from Complianz!":["Jotta voimme käyttää uusinta Verkkosivustotarkistustamme, meidän on tarkistettava verkkosivustosi ja vahvistettava käyttöoikeutesi sähköpostitse. Rekisteröidy alla ja saat uusimmat tiedot Complianzista!"],"Try again!":["Yritä uudelleen!"],"We want you to get the most out of Complianz. So over the next week we'll be sending eight tips and tricks to your inbox - be sure to keep a lookout.":["Haluamme, että saat kaiken irti Complianzista. Siksi lähetämme seuraavan viikon aikana kahdeksan vinkkiä ja niksiä postilaatikkoosi - muista pitää silmällä."],"We've sent you an email - all you need to do is confirm your email address and you can start using Complianz.":["Olemme lähettäneet sinulle sähköpostia - sinun tarvitsee vain vahvistaa sähköpostiosoitteesi ja voit aloittaa Complianzin käytön."],"Welcome to Complianz":["Tervetuloa Complianziin"],"You want more Really Simple Plugins? Select below plugins you'd like to install for free! It only takes 10 seconds..":["Haluatko lisää Really Simple Pluginseja? Valitse alta lisäosat, jotka haluat asentaa ilmaiseksi! Se vie vain 10 sekuntia.."],"Your email address":["Sähköpostiosoitteesi"],"You’re almost there...":["Olet melkein perillä..."]}}}