{"translation-revision-date":"2025-01-30 15:45+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/8525.14c3539f3bb65689f4cf.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"cs_CZ","plural-forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"},"Activate your license":["Aktivace licence"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["Na základě vašich odpovědí v Průvodci automaticky povolíme integraci s příslušnými službami a zásuvnými moduly. V případě, že chcete blokovat další skripty, můžete je přidat do Centra skriptů."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Společnost Complianz sleduje změny ve vašem oznámení o souborech cookie a zásadách používání souborů cookie pomocí dokumentů s časovým razítkem. Jedná se o registraci vašeho souhlasu při respektování pokynů pro minimalizaci údajů a neukládá žádné uživatelské údaje."],"Configure":["Konfigurovat"],"Consent Banner":["Souhlasný banner"],"Dashboard":["Nástěnka"],"End tour":["Ukončení prohlídky"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Připravte se na legislativu o ochraně osobních údajů na celém světě. Sledujte rychlou prohlídku nebo začněte konfigurovat zásuvný modul!"],"Great, your license is activated and valid!":["Skvělé, vaše licence je aktivována a platná!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Zde můžete nakonfigurovat a nastylovat banner souhlasu, pokud je Průvodce dokončen. Bude přidána další záložka s nastavením specifickým pro daný region."],"Integrations":["Integrace"],"Let's start the Wizard":["Začněme s Průvodcem"],"Next":["Další"],"Previous":["Předchozí"],"Proof of Consent":["Doklad o souhlasu"],"Start tour":["Začněte prohlídku"],"The Wizard":["Čaroděj"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Zde se nastavuje vše, co se týká souborů cookie. K Průvodci se brzy vrátíme."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Toto je váš přístrojový panel. Po dokončení Průvodce získáte přehled o úkolech, nástrojích a dokumentaci."],"To unlock the wizard and future updates, please enter and activate your license.":["Chcete-li odemknout průvodce a budoucí aktualizace, zadejte a aktivujte svou licenci."],"Welcome to Complianz":["Vítejte ve společnosti Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Průvodce je připraven ke spuštění. Další informace, nejčastější dotazy a podporu naleznete na Complianz.io."]}}}