{"translation-revision-date":"2025-01-30 15:41+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/348.08abf3f718ffd9ea409e.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"fi","plural-forms":"nplurals=2; plural=n != 1;"},"A\/B is enabled and will end in %s days.":["A\/B on käytössä ja päättyy %s päivän kuluttua."],"A\/B is enabled and will end in 1 day.":["A\/B on käytössä ja päättyy 1 päivän kuluttua."],"A\/B is enabled and will end today.":["A\/B on käytössä ja päättyy tänään."],"A\/B testing is disabled. Previously made progress is saved.":["A\/B-testaus on poistettu käytöstä. Aiemmin saavutettu edistyminen tallennetaan."],"As you have enabled geoip, there are several regions in which a banner is shown, in different ways. In regions apart from %s no banner is shown at all.":["Kun olet ottanut geoip-toiminnon käyttöön, banneri näytetään useilla alueilla eri tavoin. Muilla kuin %s-alueilla banneria ei näytetä lainkaan."],"Banners in different regions":["Bannerit eri alueilla"],"The A\/B tracking period has ended, the best performer will be enabled on the next scheduled check.":["A\/B-seurantajakso on päättynyt, ja paras suorittaja otetaan käyttöön seuraavalla aikataulun mukaisella tarkistuksella."],"The consent banner with the best results has been enabled as default banner.":["Parhaat tulokset antanut suostumusbanneri on otettu käyttöön oletusbannerina."],"The conversion graph shows the ratio for the different choices users have. When a user has made a choice, this will be counted as either a converted user, or a not converted. If no choice is made, the user will be listed in the \"No choice\" category.":["Konversiokaavio osoittaa käyttäjien eri vaihtoehtojen suhteen. Kun käyttäjä on tehnyt valinnan, hänet lasketaan joko konvertoituneeksi tai ei-konvertoituneeksi käyttäjäksi. Jos valintaa ei ole tehty, käyttäjä merkitään luokkaan ”Ei valintaa”."]}}}