{"translation-revision-date":"2025-01-30 15:44+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/2058.1832f4cf65b8f9297b34.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"pt_BR","plural-forms":"nplurals=2; plural=(n != 1);"},"A consent banner is not required":["Não é necessária uma faixa de consentimento"],"A consent banner is required":["É necessária uma faixa de consentimento"],"Almost there!":["Quase lá!"],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Clique em '%s' para concluir a configuração. Pode voltar a alterar a sua configuração em qualquer altura."],"Finish":["Finalizar"],"Go to question":["Ir para a pergunta"],"Not all required fields are completed yet.":["Ainda não preencheu todos os campos obrigatórios."],"Please check the wizard to complete all required questions.":["Por favor, verifique o assistente para completar todas as perguntas necessárias."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Verifique o seu sítio Web depois de terminar o assistente para verificar se a sua configuração está a funcionar corretamente."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Leia o artigo abaixo para resolver quaisquer problemas no modo de segurança. O modo de segurança está disponível nas definições."],"The consent banner and cookie blocker are required on your website.":["A faixa de consentimento e o bloqueador de cookies são necessários no seu sítio Web."],"The consent banner and the cookie blocker are now ready to be enabled.":["A faixa de consentimento e o bloqueador de cookies estão agora prontos para serem activados."],"The following required fields have not been completed:":["Os seguintes campos obrigatórios não foram preenchidos:"],"There are %s questions that are required to complete the wizard.":["Existem %s perguntas que são necessárias para concluir o assistente."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Pode ativar ambos aqui e, em seguida, deve verificar no seu sítio Web se a configuração está a funcionar corretamente."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Encontrará dicas e truques no seu painel de controlo depois de ter configurado a sua faixa de consentimento."],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["O seu site não necessita de uma faixa de consentimento. Se pensa que precisa de um banner de consentimento, reveja as definições do seu assistente."]}}}