{"translation-revision-date":"2025-01-30 15:45+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/2058.1832f4cf65b8f9297b34.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"cs_CZ","plural-forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"},"A consent banner is not required":["Souhlasný banner není vyžadován"],"A consent banner is required":["Je vyžadován banner se souhlasem"],"Almost there!":["Už to skoro je!"],"Click '%s' to complete the configuration. You can come back to change your configuration at any time.":["Kliknutím na tlačítko \"%s\" dokončete konfiguraci. Ke změně konfigurace se můžete kdykoli vrátit."],"Finish":["Dokončit"],"Go to question":["Přejít na otázku"],"Not all required fields are completed yet.":["Ještě nejsou vyplněna všechna povinná pole."],"Please check the wizard to complete all required questions.":["Zkontrolujte, zda průvodce vyplnil všechny požadované otázky."],"Please check your website after finishing the wizard to verify that your configuration is working properly.":["Po dokončení průvodce zkontrolujte, zda vaše webová stránka funguje správně."],"Please read the below article to debug any issues while in safe mode. Safe mode is available under settings.":["Přečtěte si níže uvedený článek, abyste mohli v nouzovém režimu vyladit případné problémy. Nouzový režim je k dispozici v nastavení."],"The consent banner and cookie blocker are required on your website.":["Na vašich webových stránkách je vyžadován banner se souhlasem a blokování souborů cookie."],"The consent banner and the cookie blocker are now ready to be enabled.":["Nyní je možné povolit banner souhlasu a blokování souborů cookie."],"The following required fields have not been completed:":["Následující povinná pole nejsou vyplněna:"],"There are %s questions that are required to complete the wizard.":["K dokončení průvodce je zapotřebí %s otázek."],"You can enable them both here, then you should check your website if your configuration is working properly.":["Obě tyto funkce můžete povolit zde a poté byste měli zkontrolovat, zda vaše konfigurace funguje správně."],"You will find tips and tricks on your dashboard after you have configured your consent banner.":["Tipy a triky najdete na ovládacím panelu po konfiguraci banneru se souhlasem."],"Your site does not require a consent banner. If you think you need a consent banner, please review your wizard settings.":["Vaše stránky nevyžadují souhlasný banner. Pokud se domníváte, že souhlasný banner potřebujete, zkontrolujte nastavení průvodce."]}}}