{"translation-revision-date":"2025-01-30 15:41+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/5023.862a204cea176a4c5d91.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"fi","plural-forms":"nplurals=2; plural=n != 1;"},"Enabled services will be blocked on the front-end of your website until the user has given consent (opt-in), or after the user has revoked consent (opt-out). When possible a placeholder is activated. You can also disable or configure the placeholder to your liking.":["Aktivoidut palvelut estetään verkkosivustosi etusivulla, kunnes käyttäjä on antanut suostumuksensa (opt-in) tai kun käyttäjä on peruuttanut suostumuksensa (opt-out). Mahdollisuuksien mukaan aktivoidaan sijoitusmerkki. Voit myös poistaa sijoitusmerkin käytöstä tai määrittää sen haluamallasi tavalla."],"For more information, please read this %sarticle%s.":["Lisätietoja saat lukemalla tämän %sartikkelin%s."],"No services":["Ei palveluja"],"Placeholder":["Paikanvaraaja"],"reCaptcha blocking enabled":["reCaptchan esto käytössä"],"reCaptcha is connected and will be blocked before consent. To change your settings, disable reCaptcha in the list.":["reCaptcha on kytketty ja se estetään ennen suostumusta. Jos haluat muuttaa asetuksia, poista reCaptcha käytöstä luettelosta."],"Safe Mode enabled. To manage integrations, disable Safe Mode under Tools - Support.":["Vikasietotila käytössä. Jos haluat hallita integraatioita, poista vikasietotila käytöstä kohdassa Työkalut - Tuki."],"Search":["Etsi"],"Service":["Palvelu"],"Status":["Tila"],"Third-party services and social media are marked as not being used on your website in the wizard.":["Ohjatussa toiminnossa kolmannen osapuolen palvelut ja sosiaalinen media merkitään, että niitä ei käytetä verkkosivustollasi."],"View services":["Näytä palvelut"]}}}