{"translation-revision-date":"2025-01-30 15:44+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/5575.d4ac6be3f5cf68515e9c.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"pt_PT","plural-forms":"nplurals=2; plural=(n != 1);"},"HTTP Strict Transport Security and related security headers":["HTTP Strict Transport Security e cabeçalhos de segurança relacionados"],"No security measures enabled in Really Simple Security":["Nenhuma medida de segurança activada no Really Simple Security"],"Not installed":["Não instalado"],"Please activate Really Simple Security to unlock this feature.":["Active a Segurança Muito Simples para desbloquear esta funcionalidade."],"Please install Really Simple Security to unlock this feature.":["Instale o Really Simple Security para desbloquear esta funcionalidade."],"Please upgrade Really Simple Security to the latest version to unlock this feature.":["Actualize o Really Simple Security para a versão mais recente para desbloquear esta funcionalidade."],"Recommended site hardening features":["Caraterísticas recomendadas de proteção do sítio"],"The security measures we use consist of, but are not limited to:":["As medidas de segurança que utilizamos consistem em, mas não se limitam a:"],"TLS \/ SSL":["TLS \/ SSL"],"Vulnerability Detection":["Deteção de vulnerabilidades"],"We are committed to the security of personal data. We take appropriate security measures to limit abuse of and unauthorized access to personal data. This ensures that only the necessary persons have access to your data, that access to the data is protected, and that our security measures are regularly reviewed.":["Comprometemo-nos com a segurança dos dados pessoais. Tomamos medidas de segurança adequadas para limitar o abuso e o acesso não autorizado aos dados pessoais. Isto garante que apenas as pessoas necessárias têm acesso aos seus dados, que o acesso aos dados está protegido e que as nossas medidas de segurança são revistas regularmente."]}}}