{"translation-revision-date":"2025-02-10 11:58+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/8447.9685d8b5aee1675df773.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"it_IT","plural-forms":"nplurals=2; plural=(n != 1);"},"Close":["Chiudi"],"Continue":["Continua"],"Dismiss":["Congeda"],"Get tips and tricks":["Ottieni suggerimenti e trucchi"],"Great! You're a few minutes away from getting started with the Website Scan. You just need to look over the Terms and Conditions. If you agree, please continue.":["Ottimo! Sei a pochi minuti dall’inizio della scansione del sito web. Devi solo guardare i Termini e le Condizioni. Se sei d’accordo, per favore continua."],"In the latest release of Complianz, we introduce our newest Website Scan. This scan will not only retrieve services and cookies but also help you configure our plugin and keep you up-to-date if changes are made that might need legal changes.":["Nell’ultima versione di Complianz, presentiamo il nostro nuovo Website Scan. Questa scansione non solo recupererà servizi e cookie, ma ti aiuterà anche a configurare il nostro plugin e ti terrà aggiornato se vengono apportate modifiche che potrebbero richiedere modifiche legali."],"Install":["Installa"],"Install quickly for free":["Installa rapidamente e gratuitamente"],"Installing ...":["Installing …"],"Missing Terms & Conditions? Generate now":["Termini e condizioni mancanti? Genera ora"],"No, Thanks":["No, grazie"],"Please enter a valid email address.":["Per favore inserisci un indirizzo email valido."],"Really Simple Security? Let’s go":["Sicurezza davvero semplice? Andiamo"],"Skip":["Salta"],"Something went wrong while downloading the document.":["Qualcosa è andato storto durante il download del documento."],"Terms and Conditions":["Termini e Condizioni"],"Thanks for joining us!":["Grazie per esserti iscritto!"],"To use our newest Website Scan we need to verify your website and confirm your access by email. Register below and get the latest from Complianz!":["Per utilizzare il nuovo Website Scan dobbiamo verificare il tuo sito web e confermare il tuo accesso via e-mail. Registrati qui sotto e ricevi le ultime novità da Complianz!"],"Try again!":["Prova di nuovo!"],"We want you to get the most out of Complianz. So over the next week we'll be sending eight tips and tricks to your inbox - be sure to keep a lookout.":["Vogliamo che tu ottieni il massimo da Complianz. Quindi nella prossima settimana invieremo otto suggerimenti e trucchi alla tua casella di posta - assicurati di tenere d’occhio."],"We've sent you an email - all you need to do is confirm your email address and you can start using Complianz.":["Ti abbiamo inviato un'e-mail: devi solo confermare il tuo indirizzo e-mail e potrai iniziare a utilizzare Complianz."],"Welcome to Complianz":["Benvenuto su Complianz"],"You want more Really Simple Plugins? Select below plugins you'd like to install for free! It only takes 10 seconds..":["Vuoi altri plugin Really Simple Security? Seleziona i plugin che vuoi installare gratuitamente! Ci vogliono solo 10 secondi..."],"Your email address":["Il tuo indirizzo email"],"You’re almost there...":["Ci sei quasi…"]}}}