{"translation-revision-date":"2025-01-30 15:44+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/348.08abf3f718ffd9ea409e.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"pt_PT","plural-forms":"nplurals=2; plural=(n != 1);"},"A\/B is enabled and will end in %s days.":["A\/B está ativado e terminará em %s dias."],"A\/B is enabled and will end in 1 day.":["A\/B está ativado e terminará dentro de 1 dia."],"A\/B is enabled and will end today.":["A\/B está ativado e terminará hoje."],"A\/B testing is disabled. Previously made progress is saved.":["Os testes A\/B estão desactivados. Os progressos efectuados anteriormente são guardados."],"As you have enabled geoip, there are several regions in which a banner is shown, in different ways. In regions apart from %s no banner is shown at all.":["Como activou o geoip, existem várias regiões em que é apresentada uma faixa, de diferentes formas. Nas regiões à exceção de %s, não é apresentada qualquer faixa."],"Banners in different regions":["Banners em diferentes regiões"],"The A\/B tracking period has ended, the best performer will be enabled on the next scheduled check.":["O período de rastreio A\/B terminou, o melhor desempenho será ativado na próxima verificação programada."],"The consent banner with the best results has been enabled as default banner.":["O banner de consentimento com os melhores resultados foi ativado como banner predefinido."],"The conversion graph shows the ratio for the different choices users have. When a user has made a choice, this will be counted as either a converted user, or a not converted. If no choice is made, the user will be listed in the \"No choice\" category.":["O gráfico de conversão mostra o rácio das diferentes escolhas que os utilizadores têm. Quando um utilizador faz uma escolha, esta é contabilizada como um utilizador convertido ou não convertido. Se não tiver feito qualquer escolha, o utilizador será listado na categoria \"Sem escolha\"."]}}}