{"translation-revision-date":"2025-02-10 11:58+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/8525.14c3539f3bb65689f4cf.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"it_IT","plural-forms":"nplurals=2; plural=(n != 1);"},"Activate your license":["Attiva la tua licenza"],"Based on your answers in the Wizard, we will automatically enable integrations with relevant services and plugins. In case you want to block extra scripts, you can add them to the Script Center.":["In base alle tue risposte nella procedura guidata, abiliteremo automaticamente le integrazioni con servizi e plugin pertinenti. Nel caso in cui tu voglia bloccare script extra, puoi aggiungerli al Centro script."],"Complianz tracks changes in your Cookie Notice and Cookie Policy with time-stamped documents. This is your consent registration while respecting the data minimization guidelines and won't store any user data.":["Complianz tiene traccia delle modifiche all’Informativa sui cookie e all’Informativa sui cookie con documenti timbrati. Questa è la tua registrazione di consenso rispettando le linee guida sulla minimizzazione dei dati e non memorizzierà alcun dato dell’utente."],"Configure":["Configura"],"Consent Banner":["Banner di consenso"],"Dashboard":["Dashboard"],"End tour":["Fine tour"],"Get ready for privacy legislation around the world. Follow a quick tour or start configuring the plugin!":["Preparati per la legislazione sulla privacy in tutto il mondo. Segui un rapido tour o inizia a configurare il plugin!"],"Great, your license is activated and valid!":["Ottimo, la tua licenza è attivata e valida!"],"Here you can configure and style your consent banner if the Wizard is completed. An extra tab will be added with region-specific settings.":["Qui puoi configurare e modellare il tuo banner di consenso se la procedura guidata è completata. Sarà aggiunta una scheda extra con le impostazioni specifiche della regione."],"Integrations":["Integrazioni"],"Let's start the Wizard":["Iniziamo il Wizard"],"Next":["Successivo"],"Previous":["Precedente"],"Proof of Consent":["Prova di Consenso"],"Start tour":["Inizia Tour"],"The Wizard":["Il Wizard"],"This is where everything regarding cookies is configured. We will come back to the Wizard soon.":["Qui viene configurato tutto ciò che riguarda i cookie. Torneremo presto sulla procedura guidata."],"This is your Dashboard. When the Wizard is completed, this will give you an overview of tasks, tools, and documentation.":["Questa è la tua Dashboard. Una volta completata la procedura guidata, questa ti fornirà una panoramica delle attività, strumenti e documentazione."],"To unlock the wizard and future updates, please enter and activate your license.":["Per sbloccare la procedura guidata e gli aggiornamenti futuri, inserisci e attiva la tua licenza."],"Welcome to Complianz":["Benvenuto su Complianz"],"You are ready to start the Wizard. For more information, FAQ, and support, please visit Complianz.io.":["Sei pronto per avviare la procedura guidata. Per ulteriori informazioni, FAQ e assistenza, visita Complianz.io."]}}}