{"translation-revision-date":"2025-01-30 15:41+0000","generator":"Loco https:\/\/localise.biz\/","source":"settings\/build\/8447.9685d8b5aee1675df773.js","domain":"complianz-gdpr","locale_data":{"complianz-gdpr":{"":{"domain":"","lang":"es_ES","plural-forms":"nplurals=2; plural=(n != 1);"},"Close":["Cerrar"],"Continue":["Continuar"],"Dismiss":["Descartar"],"Get tips and tricks":["Obtén consejos y trucos"],"Great! You're a few minutes away from getting started with the Website Scan. You just need to look over the Terms and Conditions. If you agree, please continue.":["¡Genial! Estás a unos minutos de comenzar con el escaneo del sitio web. Solo necesitas revisar los Términos y Condiciones. Si estás de acuerdo, por favor continúa."],"In the latest release of Complianz, we introduce our newest Website Scan. This scan will not only retrieve services and cookies but also help you configure our plugin and keep you up-to-date if changes are made that might need legal changes.":["En la última versión de Complianz, presentamos nuestro nuevo escaneo de sitios web. Este escaneo no solo recuperará servicios y cookies, sino que también te ayudará a configurar nuestro plugin y a mantenerte actualizado si se realizan cambios que puedan necesitar modificaciones legales."],"Install":["Instalar"],"Install quickly for free":["Instalación rápida y gratuita"],"Installing ...":["Instalando ..."],"Missing Terms & Conditions? Generate now":["¿Faltan Términos y Condiciones? Generar ahora"],"No, Thanks":["No, gracias"],"Please enter a valid email address.":["Por favor, introduce una dirección de correo electrónico válida."],"Really Simple Security? Let’s go":["¿Really Simple Security? ¡Vamos allá! "],"Skip":["Saltar"],"Something went wrong while downloading the document.":["Algo salió mal al descargar el documento."],"Terms and Conditions":["Términos y Condiciones"],"Thanks for joining us!":["¡Gracias por unirte a nosotros!"],"To use our newest Website Scan we need to verify your website and confirm your access by email. Register below and get the latest from Complianz!":["Para usar nuestro nuevo escaneo de sitios web necesitamos verificar tu sitio y confirmar tu acceso por correo electrónico. Regístrate a continuación y obtén lo último de Complianz!"],"Try again!":["Por favor intente de nuevo!"],"We want you to get the most out of Complianz. So over the next week we'll be sending eight tips and tricks to your inbox - be sure to keep a lookout.":["Queremos que saques el máximo provecho de Complianz. Durante la próxima semana, te enviaremos ocho consejos y trucos a tu correo: ¡asegúrate de estar pendiente!"],"We've sent you an email - all you need to do is confirm your email address and you can start using Complianz.":["Te hemos enviado un correo electrónico - solo necesitas confirmar tu dirección para empezar a usar Complianz."],"Welcome to Complianz":["Bienvenido a Complianz"],"You want more Really Simple Plugins? Select below plugins you'd like to install for free! It only takes 10 seconds..":["¿Quieres más Plugins de Really Simple? Selecciona los plugins que te gustaría instalar gratis a continuación. ¡Solo toma 10 segundos!"],"Your email address":["Tu correo electrónico"],"You’re almost there...":["Ya casi estás..."]}}}