{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:59Z","purposes":{"1":{"id":1,"name":"Bilgileri bir cihazda depolamak ve/veya onlara cihazdan erişmek","description":"Burada belirtilen amaçlardan biri veya birkaçı için, cihazınız bir uygulamaya veya bir web sitesine bağlandığı her seferinde onu tanınmak için cihazınıza başka bilgilerle birlikte (ör. tarayıcı türü ve bilgileri, dil, ekran boyutu, desteklenen teknolojiler vb.) çerezler, cihaz veya benzer çevrim içi tanımlayıcılar (ör. oturum açma tabanlı tanımlayıcılar, rastgele atanan tanımlayıcılar, ağ tabanlı tanımlayıcılar) depolanabilir veya okunabilir.","illustrations":["Bu bildirimde açıklanan çoğu amaç, bir uygulama kullandığınızda veya bir web sitesini ziyaret ettiğinizde cihazınızda bilgi depolanmasına veya bunlara erişilmesine dayanır. Örneğin, bir web sitesindeki ilk ziyaretiniz sırasında bir satıcının veya yayıncının bir sonraki ziyaretlerinizde cihazınızı tanıyabilmek için cihazınıza bir çerez depolaması gerekebilir (her seferinde bu çereze erişerek)."]},"2":{"id":2,"name":"Reklam seçmek için sınırlı veri kullanmak","description":"Bu hizmette size sunulan reklamlar, kullanmakta olduğunuz web sitesi veya uygulama, kesin olmayan konumunuz, cihaz türünüz veya etkileşimde bulunuyor olduğunuz (veya bulunmuş olduğunuz) içerik (örneğin size bir reklamın sunulma sayısını sınırlamak için) gibi sınırlı verilere dayanabilir.","illustrations":["Bir otomobil üreticisi, kendi elektrikli araçlarını, çalışma saatlerinden sonra şehirde yaşayan çevre bilincine sahip kullanıcılara tanıtmak ister. Reklam, 18:30'dan sonra, ilgili içerik (iklim değişikliği eylemleri hakkında bir makale gibi) bulunan bir sayfada, kesin olmayan konumu kentsel bir bölge bulunduklarını gösteren kullanıcılara sunulur.","Büyük bir sulu boya üreticisi, en son sulu boya serisi için bir çevrim içi reklam kampanyası düzenlemek, mümkün olduğunca çok amatör ve profesyonel sanatçıya ulaşmak için hedef kitlesini çeşitlendirmek ve reklamı uygun düşmeyen içeriklerin yanında göstermekten kaçınmak ister (örneğin, evinizi nasıl boyayacağınıza dair makaleler). Reklamın çok sık gösterilmemesi için onun size gösterilmiş olduğu sayı tespit edilir ve sınırlandırılır."]},"3":{"id":3,"name":"Kişiselleştirilmiş reklam için profiller oluşturmak","description":"Bu hizmetteki etkinliğiniz hakkındaki bilgiler (gönderdiğiniz formlar, baktığınız içerik gibi) depolanabilir ve siz veya benzer kullanıcılar hakkındaki diğer bilgilerle (örneğin, bu hizmetteki ve başka web sitelerindeki veya uygulamalardaki önceki etkinliğinizden elde edilen bilgiler) birleştirilebilir. Bunlar daha sonra sizin hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılır (olası ilgi alanlarını ve kişisel özellikleri içerebilir). Profiliniz (yine daha sonra) bu ve başka kuruluşlar tarafından olası ilgi alanlarınıza göre daha ilgili görünen reklamlar sunmak için kullanılabilir.","illustrations":["Satın alınacak en iyi bisiklet aksesuarları hakkında birkaç makale okursanız bu bilgiler bisiklet aksesuarlarına duyduğunuz ilgi hakkında bir profil oluşturmak için kullanılabilir. Böyle bir profil daha sonra, size belirli bir bisiklet aksesuarı markası için reklam sunmak üzere aynı veya başka bir web sitesinde veya uygulamada kullanılabilir veya geliştirilebilir. Ayrıca bir lüks otomobil üreticisinin web sitesinde bir araç için bir yapılandırıcıya da bakarsanız bu bilgiler profilinizi iyileştirmek ve lüks bisiklet donanımı ile ilgilendiğinizi varsaymak için bisikletlere olan ilginizle birleştirilebilir.","Bir giyim şirketi yüksek kaliteli yeni bebek kıyafetleri serisini tanıtmak ister. Yüksek gelirli müşterileri olan bir müşteri ağına (üst düzey süpermarketler gibi) sahip olan bir ajans ile iletişime geçer ve ajanstan zengin olduğu ve yeni bir çocuğu olduğu varsayılabilecek genç ebeveynlerin veya çiftlerin profillerini oluşturmasını ister; böylece bu bilgiler daha sonra bu profiller temelinde iş ortağı uygulamaları içinde reklam sunmak için kullanılabilir."]},"4":{"id":4,"name":"Kişiselleştirilmiş reklam seçmek için profilleri kullanmak","description":"Bu hizmette size sunulan reklamlar, bu hizmetteki veya başka web sitelerindeki veya uygulamalardaki (gönderdiğiniz formlar, baktığınız içerik gibi) faaliyetlerinizi, olası ilgi alanlarınızı ve kişisel yönlerinizi yansıtabilecek olan reklam profillerinize dayanabilir.","illustrations":["Çevrim içi bir perakendeci, koşu ayakkabılarında sınırlı bir satışın reklamını yapmak ister. Reklamı, daha önce kendi mobil uygulamasında koşu ayakkabılarına bakan kullanıcılara reklam hedeflemek ister. Size uygulamada ilgili reklamlar sunmak amacıyla, daha önce koşu ayakkabılarına bakmak için mobil uygulamayı kullanmış olduğunuzu fark etmek üzere izleme teknolojileri kullanılabilir.","Bir web sitesinde bisiklet aksesuarları aramış olan bir kişi ile ilgili olarak kişiselleştirilmiş reklamlar için oluşturulmuş olan bir profil, başka bir kuruluşun mobil uygulamasında bisiklet aksesuarları için ilgili reklamlar sunmak için kullanılabilir."]},"5":{"id":5,"name":"İçeriği kişiselleştirmek için profiller oluşturmak","description":"Bu hizmetteki etkinliğiniz hakkındaki bilgiler (örneğin gönderdiğiniz formlar, baktığınız reklam dışı içerik gibi) depolanabilir ve siz veya benzer kullanıcılar hakkındaki diğer bilgilerle (bu hizmetteki ve başka web sitelerindeki veya uygulamalardaki önceki etkinliğiniz gibi) birleştirilebilir. Bunlar daha sonra sizin hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılır (bunlar örneğin olası ilgi alanlarını ve kişisel özellikleri içerebilir). Profiliniz (yine daha sonra) olası ilgi alanlarınıza göre daha ilgili görünen içerik sunmak için kullanılabilir, örneğin, ilgi alanlarınıza uyan içeriği daha da kolay bulmanız için içeriğin size gösterilme sırasını uyarlayarak.","illustrations":["Bir sosyal medya platformunda bir ağaç evinin nasıl kurulacağı hakkında birkaç makale okudunuz. Bu bilgiler, dış mekân ile ilgili içeriğe ve kendin yap rehberlerine ilgi duyduğunuz hakkında bir işaret koymak için bir profile eklenebilir (örneğin size gelecekte ağaç evleri ve ahşap kabinler hakkında daha fazla blog yayını ve makalesi sunulması için içeriğin kişiselleştirilmesine olanak vermek amacıyla).","Çeşitli TV uygulamalarında uzay araştırması hakkında üç video izlediniz. Hiç iletişim kurmuş olmadığınız ilgisiz bir haber platformu bu görüntüleme davranışı temelinde bir profil oluşturur ve başka videolar için uzay araştırmasını olası bir ilgi konusu olarak işaretler."]},"6":{"id":6,"name":"Kişiselleştirilmiş içerik seçmek için profilleri kullanmak","description":"Bu hizmette size sunulan içerik, bu veya diğer hizmetlerdeki etkinliğinizi (ör. gönderdiğiniz formlar, baktığınız içerik), olası ilgi alanlarınızı ve kişisel yönlerinizi yansıtabilecek içerik kişiselleştirme profillerinize dayalı olabilir. Bu, ilgi alanlarınıza uygun (reklam dışı) içerikleri bulmanızı daha da kolaylaştıracak şekilde, örneğin, içeriklerin size gösterilme sırasını düzenlemek için kullanılabilir.","illustrations":["Bir sosyal medya platformunda vejetaryen yemeklerle ilgili makaleler okudunuz ve sonra ilgisiz bir şirketin yemek pişirme uygulamasını kullandınız. Sosyal medya platformunda sizin hakkınızda oluşturulan profil, yemek pişirme uygulamasının karşılama ekranında size vejetaryen yemek tarifleri göstermek için kullanılacaktır.","Çeşitli web sitelerinde kürek çekme hakkında üç video izlediniz. Çevrim içi videoları izlemek için bu çeşitli web sitelerini ziyaret ettiğiniz zaman hakkınızda oluşturulmuş olan bir profil temelinde, ilgisiz bir video paylaşım platformu, TV uygulamanızı kullandığınızda kürek çekme hakkında ilginizi çekebilecek olan beş video daha önerecektir."]},"7":{"id":7,"name":"Reklam performansını ölçmek","description":"Size hangi reklamın sunulduğu ve bu reklamla nasıl etkileşim kurduğunuz hakkındaki bilgiler, bir reklamın siz veya başka kullanıcılar için ne kadar işe yaradığını ve reklamın hedeflerine ulaşılıp ulaşılmadığını belirlemek için kullanılabilir. Örneğin, bir reklamı görüp görmediğiniz, ona tıklayıp tıklamadığınız, bunun sizi bir ürün satın almanıza veya bir web sitesini ziyaret etmenize neden olup olmadığı gibi. Bu, reklam kampanyalarının uygunluğunu anlamak için çok yararlıdır.","illustrations":["Bir yayıncının web sitesindeki bir çevrim içi mağaza tarafından “kara Cuma” indirimi hakkında bir reklama tıkladınız ve bir ürün satın aldınız. Tıklamanız, bu satın alma ile ilişkilendirilecektir. Sizin ve diğer kullanıcıların etkileşimi, reklama yapılan kaç tıklamanın bir satın almaya yol açtığını öğrenmek için ölçülecektir.","Bir yayıncının uygulamasındaki çevrim içi bir hediyelik eşya mağazasının “uluslararası şükran günü” indirimi hakkında bir reklama tıklayan çok az sayıdaki kişiden birisiniz. Yayıncı, yayıncının ve iş ortaklarının (acenteler gibi) reklam yerleşimlerini optimize etmesine yardımcı olması için, uygulamanın içindeki belirli bir reklam yerleşiminin ve özellikle “uluslararası şükran günü” reklamının siz ve diğer kullanıcılar tarafından ne sıklıkla görüntülendiğini veya ona tıklandığını anlamak için raporlar almak istemektedir."]},"8":{"id":8,"name":"İçerik performansını ölçmek","description":"Hangi içeriğin size sunulduğu ve onunla nasıl etkileşime girdiğiniz hakkındaki bilgiler, (reklam dışı) içeriğin örneğin hedef kitlesine ulaşıp ulaşmadığını ve ilgi alanlarınıza uyup uymadığını belirlemek için kullanılabilir. Örneğin bir makale okuyup okumadığınız, video izleyip izlemediğiniz, podcast dinleyip dinlemediğiniz veya bir ürün açıklamasına bakıp bakmadığınız, bu hizmette ne kadar zaman harcadığınız ve ziyaret ettiğiniz web sayfaları vb. Bu, size gösterilen (reklam dışı) içeriğin uygunluğunu anlamak için çok yararlıdır.","illustrations":["Bir yayıncının mobil uygulamasında doğa yürüyüşü hakkında bir blog yayını okudunuz ve önerilen ve ilgili bir yanının bağlantısını takip ettiniz. Etkileşimleriniz, ilk doğa yürüyüşü yayının sizin için yararlı olduğunu ve ilgili yayında ilginizi çekmekte başarılı olduğunu gösterdiği şeklinde kaydedilecektir. Bu, ileride doğa yürüyüşü hakkında daha çok yayın üretip üretilmeyeceğini ve bunların mobil uygulamanın ana ekranında nereye yerleştirileceğini bilmek için ölçülecektir.","Size moda trendleri hakkında bir video sunulmuştur ama siz ve birkaç başka kullanıcı 30 saniye sonra izlemeyi bırakırsınız. Bu bilgiler böylece moda trendleri hakkında ilerideki videoların doğru uzunluğunu değerlendirmek için kullanılır."]},"9":{"id":9,"name":"İstatistikler veya farklı kaynaklardan gelen verilerin bileşimleri yoluyla hedef kitleleri anlamak","description":"Ortak özellikleri (örneğin bir reklam kampanyasına veya belirli içeriklere hangi hedef kitlelerin daha açık olduğunu belirlemek için) belirlemek için, sizin ve diğer kullanıcıların reklamlar veya (reklam dışı) içerik ile etkileşimlerine ilişkin veri kümelerinin (kullanıcı profilleri, istatistikler, pazar araştırması, analiz verileri gibi) birleşimi temelinde raporlar oluşturulabilir.","illustrations":["Çevrim içi bir kitabevinin sahibi, sitesine bakıp satın alma yapmadan ayrılan veya bakıp o ayın en yeni ünlü kişi otobiyografisini satın alan ziyaretçilerin oranını ve her kategorinin yaş ortalamasını ve erkek/kadın dağılımını gösteren ticari rapor istemektedir. Onun sitesinde gezinmenizle ve kişisel özelliklerinizle ilgili veriler böylece bu istatistikleri oluşturmak için kullanılır ve bu gibi başka verilerle birleştirilir.","Bir reklam veren, onun reklamlarıyla etkileşime giren kitlenin türünü daha iyi anlamak istemektedir. Çeşitli cihazlar ile reklamla etkileşime girmiş olan kullanıcıların özelliklerini benzer platformların kullanıcılarının tipik özellikleri ile karşılaştırmak için bir araştırma enstitüsünü arar. Bu karşılaştırma, reklam verene, onun reklam hedef kitlesinin reklamlara esas olarak mobil cihazlar aracılığıyla eriştiğini ve muhtemelen 45-60 yaş aralığında olduğunu gösterir."]},"10":{"id":10,"name":"Hizmetleri geliştirmek ve iyileştirmek","description":"Reklamlar veya içerik ile etkileşiminiz gibi bu hizmetteki etkinliğiniz hakkındaki bilgiler, kullanıcı etkileşimlerine, hedef kitlenin türüne vb. dayalı olarak ürünleri ve hizmetleri iyileştirmek ve yeni ürünler ve hizmetler oluşturmak için çok yararlı olabilir. Bu özel amaç, kullanıcı profilleri ve tanımlayıcılar geliştirilmesini veya iyileştirilmesini içermez.","illustrations":["Bir sosyal medya sağlayıcısı ile çalışan bir teknoloji platformu mobil uygulama kullanıcılarında bir artış fark eder ve bunların profilleri temelinde bunların birçoğunun mobil bağlantılar aracılığıyla bağlandığını görür. Kendi performansını artırmak için, mobil cihazlar için biçimlendirilmiş olan ve düşük bant genişliğine sahip olan reklamlar sunmak için yeni bir teknoloji kullanır.","Bir reklam veren, reklamlarını yeni bir tüketici cihazında görüntülemenin bir yolunu aramaktadır. Bu tür bir cihazda reklam görüntülemek için yeni bir mekanizma oluşturup oluşturamayacağını belirlemek üzere kullanıcıların bu yeni tür cihazla etkileşim yolları hakkında bilgi toplar."]},"11":{"id":11,"name":"İçerik seçmek için sınırlı veri kullanmak","description":"Bu hizmette size sunulan içerik, kullandığınız web sitesi veya uygulama, kesin olmayan konumunuz, cihaz türünüz veya etkileşimde bulunuyor olduğunuz (veya bulunduğunuz) içerik (örneğin size bir videonun veya makalenin sunulma sayısını sınırlamak için) gibi sınırlı verilere dayanabilir.","illustrations":["Bir seyahat dergisi, yurt dışındaki seyahat deneyimlerini iyileştirmek için bir dil okulu tarafından önerilen yeni çevrim içi kurslar hakkında kendi web sitesinde bir makale yayınlamıştır. Okulun blog yayınları doğrudan sayfanın altına eklenmiş ve kesin olmayan konumunuza göre seçilmiştir (örneğin, bulunduğunuz ülkenin dilinden farklı diller için kurs müfredatını açıklayan blog yayınları).","Bir spor haberleri mobil uygulaması, en son futbol maçlarını kapsayan yeni bir makale bölümü başlatmıştır. Her makale, ayrı bir yayın platformu tarafından barındırılan ve her maçın önemli yönlerini gösteren videolar içermektedir. Bir videoyu hızla ileriye aldığınız takdirde bu bilgi bunun ardından oynatmak için daha kısa bir video seçmek için kullanılabilmektedir."]}},"specialPurposes":{"1":{"id":1,"name":"Güvenlik sağlamak, yolsuzluğu önlemek ve saptamak ve hataları düzeltmek","description":"Verileriniz, olağandışı ve muhtemelen hileli faaliyetleri (örneğin, reklamlar, botlar tarafından yapılan reklam tıklamaları) izlemek ve önlemek ve sistemlerin ve süreçlerin düzgün ve güvenli şekilde çalışmasını sağlamak için kullanılabilir. Bu ayrıca içeriğin ve reklamların sunulmasında ve sizin onlarla etkileşiminizde sizin, yayıncının veya reklam verenin karşılaşabileceği sorunları düzeltmek için de kullanılabilir.","illustrations":["Bir reklam aracısı kendi ortaklık web siteleri ağına çeşitli reklam verenlerden reklamlar sağlamaktadır. Bir reklam verenle ilgili reklamların tıklamalarında büyük bir artış fark eder ve tıklamaların kaynağına ilişkin verileri kullanarak tıklamaların %80'inin insanlar yerine robotlardan geldiğini belirler."]},"2":{"id":2,"name":"Reklam ve içerik sağlamak ve sunmak","description":"İçeriğin veya reklamın teknik uyumluluğunu sağlamak ve içeriğin veya reklamın cihazınıza iletilmesini kolaylaştırmak için belirli bilgiler (bir IP adresi veya cihaz özellikleri gibi) kullanılır.","illustrations":["Bir makaledeki bir bağlantıya tıklamak normal olarak sizi başka bir sayfaya veya makalenin bir bölümüne gönderebilir. Bunu yapabilmek için, 1°) tarayıcınız, web sitesine bağlı bir sunucuya bir talep gönderir, 2°) sunucu, istediğiniz makalenin bir parçası olan bilgileri / görüntüleri düzgün şekilde görüntülemek için, cihazınızın gönderdiği talebe otomatik olarak dâhil edilen teknik bilgileri kullanarak yanıt verir (“istediğiniz makale buradadır”). Teknik olarak, ekranınızda görünen içeriği sağlamak için söz konusu bilgi alışverişi gereklidir."]},"3":{"id":3,"name":"Gizlilik seçimlerini kaydedin ve iletin","description":"Bu bildirimde listelenen amaçlar ve kuruluşlar ile ilgili yaptığınız seçimler kaydedilir ve bu kuruluşlara dijital sinyaller (bir karakter dizisi gibi) şeklinde sunulur. Bu, hem bu hizmetin verilmesini hem de bu kuruluşların bu tür seçimlere saygı göstermesini  sağlamak için gereklidir.","illustrations":["Bir internet sitesini ziyaret ettiğinizde, profillerin kişiselleştirilmiş reklamlar için kullanılmasına izin vermek veya vermemek arasında seçim yapmanız istendiğinde, yaptığınız bu seçim kaydedilir ve reklam sağlayıcılara sunulur; böylece size gösterilen reklamlarda bu seçiminize saygı duyulur."]}},"features":{"1":{"id":1,"name":"Diğer veri kaynaklarından gelen verileri eşleştirmek ve birleştirmek","description":"Bu bildirimde açıklanan amaçları desteklemek amacıyla, bu hizmetteki etkinliğiniz hakkındaki bilgiler, sizinle ilgili olan ve çeşitli kaynaklardan gelen diğer bilgilerle (örneğin, ayrı bir çevrim içi hizmetteki etkinliğiniz, mağazada bir müşteri bağlılık kartı kullanmanız veya bir ankete verdiğiniz yanıtlar) eşleştirilebilir ve birleştirilebilir.","illustrations":[]},"2":{"id":2,"name":"Farklı cihazlar arasında bağlantı kurmak","description":"Bu bildirimde açıklanan amaçları desteklemek amacıyla, cihazınızın size veya hane halkınıza ait diğer cihazlarla bağlantılı olduğu kabul edilebilir (örneğin, aynı hizmette hem telefonunuzda hem bilgisayarınızda oturum açtığınız için veya aynı İnternet bağlantısını her iki cihazda da kullanabileceğiniz için).","illustrations":[]},"3":{"id":3,"name":"Cihazları otomatik olarak iletilen bilgiler temelinde tanımlamak","description":"Bu bildirimde açıklanan amaçları desteklemek için, cihazınız, onun İnternete erişirken otomatik olarak gönderdiği bilgiler (örneğin, İnternet bağlantınızın IP adresi veya kullandığınız tarayıcının türü) temelinde diğer cihazlardan ayırt edilebilir.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Kesin coğrafi konum verilerini kullanmak","description":"Sizin kabulünüz ile, bu bildirimde açıklanan amaçları desteklemek için kesin konumunuz (500 metreden az bir yarıçap içinde) kullanılabilir.","illustrations":[]},"2":{"id":2,"name":"Belirleme amacı ile cihaz özelliklerini aktif şekilde taramak","description":"Bu bildirimde açıklanan amaçları desteklemek amacıyla, sizin kabulünüzle, cihazınıza özgü belirli özellikler talep edilebilir ve onu diğer cihazlardan (yüklü yazı tipleri veya eklentiler, ekranınızın çözünürlüğü gibi) ayırt etmek için kullanılabilir.","illustrations":[]}},"stacks":{"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Sınırlı veriye ve reklam ölçümüne dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. Reklam performansı ölçülebilir."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar","description":"Reklamlar profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Sınırlı veriye, reklam ölçümüne ve hedef kitle araştırmasına dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. Reklam performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Sınırlı veriye, kişiselleştirilmiş reklam profiline ve reklam ölçümüne dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam performansı ölçülebilir."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamların seçilmesi ve reklam ölçümü","description":"Reklamlar profiliniz temelinde kişiselleştirilebilir. Reklam performansı ölçülebilir."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamların seçilmesi, reklam ölçümü ve hedef kitle araştırması","description":"Reklamlar profiliniz temelinde kişiselleştirilebilir. Reklam performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam ve reklam ölçümü","description":"Reklamlar profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam performansı ölçülebilir."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam, reklam ölçümü ve hedef kitle araştırması","description":"Reklamlar profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar","description":"Reklamlar profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik","description":"İçerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Kişiselleştirilmiş içeriğin seçilmesi ve içerik ölçümü","description":"İçerik profiliniz temelinde kişiselleştirilebilir. İçerik performansı ölçülebilir."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Kişiselleştirilmiş içeriğin seçilmesi, içerik ölçümü ve hedef kitle araştırması","description":"İçerik profiliniz temelinde kişiselleştirilebilir. İçerik performansı ölçülebilir. Sizin ve başkalarının etkinliğine göre raporlar oluşturulabilir. İçerik, profilinize göre kişiselleştirilebilir. İçerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik ve içerik ölçümü","description":"İçerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. İçerik performansı ölçülebilir."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik, içerik ölçümü ve hedef kitle araştırması","description":"İçerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. İçerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik, içerik ölçümü, hedef kitle araştırması ve hizmetlerin geliştirilmesi","description":"İçerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. İçerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Reklam ve içerik ölçümü ve hedef kitle araştırması","description":"Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Reklam ve içerik ölçümü","description":"Reklam ve içerik performansı ölçülebilir."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Reklam ölçümü ve hedef kitle araştırması","description":"Reklamlar ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Reklam ve içerik ölçümü, hedef kitle araştırması ve hizmetlerin geliştirilmesi","description":"Reklam ve içerik performansı ölçülebilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"İçerik ölçümü, hedef kitle araştırması ve hizmetlerin geliştirilmesi.","description":"İçerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"İçerik ölçümü ve hizmetlerin geliştirilmesi","description":"İçerik performansı ölçülebilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam ve içerik seçilmesi, reklam ve içerik ölçümü","description":"Reklamlar ve içerik profiliniz temelinde kişiselleştirilebilir. Reklam ve içerik performansı ölçülebilir."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam ve içerik seçilmesi, reklam ve içerik ölçümü ve hedef kitle araştırması","description":"Reklamlar ve içerik profiliniz temelinde kişiselleştirilebilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir. Kullanıcı deneyimi, sistemler ve yazılımlar oluşturmak veya iyileştirmek için veriler kullanılabilir."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Kişiselleştirilmiş reklamlar ve içerik, reklam ve içerik ölçümü","description":"Reklamlar ve içerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam veya içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam ve içerik performansı ölçülebilir."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam ve içerik, reklam ve içerik ölçümü ve hedef kitle araştırması","description":"Reklamlar ve içerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam veya içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam ve içerik profili","description":"Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam veya içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam ve içerik seçilmesi","description":"Reklamlar ve içerik profiliniz temelinde kişiselleştirilebilir."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Sınırlı veriye, reklam ve içerik ölçümüne ve hedef kitle araştırmasına dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam, kişiselleştirilmiş içerik seçilmesi, reklam ve içerik ölçümü ve hedef kitle araştırması","description":"Reklamlar ve içerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam veya içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam, kişiselleştirilmiş içerik seçme, reklam ve içerik ölçümü, hedef kitle araştırması ve hizmetlerin geliştirilmesi","description":"Reklamlar ve içerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Sınırlı veriye, kişiselleştirilmiş içeriğe, reklam ve içerik ölçümüne ve hedef kitle araştırmasına dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. İçerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Sınırlı veriye, kişiselleştirilmiş içeriğe, reklam ve içerik ölçümüne, hedef kitle araştırmasına ve hizmetlerin geliştirilmesine dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. İçerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Sınırlı verilere, kişiselleştirilmiş içeriğe, içerik ölçümüne ve hedef kitle araştırmasına dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. İçerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Sınırlı verilere, kişiselleştirilmiş içeriğe, içerik ölçümüne, hedef kitle araştırmasına ve hizmetlerin geliştirilmesine dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. İçerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. İçerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Sınırlı veriye, kişiselleştirilmiş içeriğe ve reklam ölçümüne dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. İçerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam performansı ölçülebilir."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Sınırlı veriye, kişiselleştirilmiş içeriğe, reklam ölçümüne ve hizmetlerin geliştirilmesine dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. İçerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam performansı ölçülebilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam, reklam ölçümü ve hizmetlerin geliştirilmesi","description":"Reklamlar profilinize göre kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam performansı ölçülebilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam, reklam ölçümü, hedef kitle araştırması ve hizmetlerin geliştirilmesi","description":"Reklamlar profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam, reklam ve içerik ölçümü, hedef kitle araştırması ve hizmetlerin geliştirilmesi","description":"Reklamlar profilinize göre kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam, kişiselleştirilmiş içerik seçilmesi, reklam ve içerik ölçümü, hedef kitle araştırması ve hizmetlerin geliştirilmesi","description":"Reklamlar ve içerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Kişiselleştirilmiş reklam ve içerik, reklam ve içerik ölçümü, hedef kitle araştırması ve hizmetlerin geliştirilmesi","description":"Reklamlar ve içerik profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş reklam ve içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir. Reklam ve içerik performansı ölçülebilir. Sizin ve başkalarının etkinliklerine göre raporlar oluşturulabilir. Bu hizmetteki etkinliğiniz, ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Sınırlı veriye ve içerik ölçümüne dayalı içerik","description":"İçerik sınırlı veri temelinde göre seçilebilir. İçerik performansı ölçülebilir."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Kişiselleştirilmiş içerik","description":"İçerik, profiliniz temelinde kişiselleştirilebilir. Bu hizmetteki etkinliğiniz, kişiselleştirilmiş içerik için hakkınızda bir profil oluşturmak veya onu iyileştirmek için kullanılabilir."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Sınırlı veriye, reklam ölçümüne, hedef kitle araştırmasına ve hizmetlerin geliştirilmesine dayalı reklamlar","description":"Reklamlar sınırlı veriler temelinde sunulabilir. Reklam performansı ölçülebilir. Sizin ve başkalarının faaliyetlerine göre raporlar oluşturulabilir. Bu hizmetteki faaliyetiniz ürünlerin ve hizmetlerin geliştirilmesine ve iyileştirilmesine yardımcı olabilir."},"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Kesin coğrafi konum verileri ve cihaz tarama vasıtası ile kimlik belirleme","description":"Kesin coğrafi konum ve cihaz özellikleri hakkındaki bilgiler kullanılabilir."}},"dataCategories":{"1":{"id":1,"name":"IP adresleri","description":"IP adresiniz, İnternet Servis Sağlayıcınız tarafından herhangi bir İnternet bağlantısına atanan bir numaradır. Her zaman cihazınıza özgü olmamakla birlikte her zaman sabit bir tanımlayıcı da değildir. İnternet üzerindeki bilgileri yönlendirmek ve bağlı cihazınızda çevrimiçi içeriği (reklamlar dahil) görüntülemek için kullanılır."},"2":{"id":2,"name":"Cihaz özellikleri","description":"Kullandığınız cihazla ilgili dil, saat dilimi veya işletim sistemi gibi size özgü olmayan teknik özellikler."},"3":{"id":3,"name":"Cihaz tanımlayıcılar","description":"Cihaz tanımlayıcısı, cihazınıza veya tarayıcınıza bir çerez veya diğer depolama teknolojileri aracılığıyla atanan benzersiz bir karakter dizisidir.  Cihazınızı örneğin aynı sitedeki web sayfalarında veya birden fazla site veya uygulamada tanımak için oluşturulabilir veya erişilebilir."},"4":{"id":4,"name":"Olasılıksal tanımlayıcılar","description":"Cihazınızla ilişkili özellikler (kullanılan tarayıcı veya işletim sistemi türü) ve İnternet bağlantısının IP adresi birleştirilerek olasılıksal bir tanımlayıcı oluşturulabilir. Onay vermeniz halinde, olasılıksal tanımlayıcının hassasiyetini artırmak için ek özellikler (örn. yüklü yazı tipi veya ekran çözünürlüğü) de birleştirilebilir. Böyle bir tanımlayıcı “olasılıklı” olarak kabul edilir çünkü birkaç cihaz aynı özellikleri ve İnternet bağlantısını paylaşabilir. Cihazınızı örneğin aynı sitedeki web sayfalarında veya birden fazla site veya uygulamada tanımak için kullanılabilir."},"5":{"id":5,"name":"Kimlik doğrulama ile türetilen tanımlayıcılar","description":"Web sitelerinde veya uygulamalarda oluşturduğunuz çevrimiçi hesaplarla ilişkili iletişim bilgileri (örn. e-posta adresi, telefon numarası) veya müşteri tanımlayıcıları (örn. telekom operatörünüz tarafından sağlanan tanımlayıcı) gibi kimlik doğrulama verilerine dayalı olarak bir tanımlayıcı oluşturulduğunda bu tanımlayıcı, aynı iletişim bilgileriyle oturum açtığınızda sizi web siteleri, uygulamalar ve cihazlar arasında tanımak için kullanılabilir."},"6":{"id":6,"name":"Tarama ve etkileşim verileri","description":"Ziyaret ettiğiniz web siteleri, kullandığınız uygulamalar, bu hizmette aradığınız içerik veya belirli bir içeriği veya reklamı kaç kez gördüğünüz veya tıklayıp tıklamadığınız gibi içerik veya reklamlarla etkileşimleriniz gibi çevrimiçi etkinlikleriniz."},"7":{"id":7,"name":"Kullanıcı tarafından sağlanan veriler","description":"Bir form aracılığıyla (örn. geri bildirim, yorum) veya bir hesap oluştururken beyan yoluyla sağlamış olabileceğiniz bilgiler (örn. yaşınız, mesleğiniz)."},"8":{"id":8,"name":"Kesin olmayan konum verileri","description":"En az 500 metre yarıçaplı bir alan olarak ifade edilen konumunuzun yaklaşık bir değeri. Yaklaşık konumunuz, örneğin bağlantınızın IP adresinden tespit edilebilir."},"9":{"id":9,"name":"Kesin konum verileri","description":"GPS koordinatlarınıza dayalı olarak 500 metreden daha az bir yarıçap içinde kesin konumunuz. Yalnızca sizin onayınız alınarak kullanılabilir."},"10":{"id":10,"name":"Kullanıcı profilleri","description":"Belirli özellikler (örn. olası ilgi alanlarınız, satın alma eğilimleriniz, tüketici profiliniz) önceki çevrimiçi faaliyetlerinizden (örn. görüntülediğiniz içerik veya kullandığınız hizmet, çeşitli çevrimiçi içerik ve hizmetlerde geçirdiğiniz süre) veya sağladığınız bilgilerden (örn. yaşınız, mesleğiniz) çıkarılabilir veya modellenebilir."},"11":{"id":11,"name":"Gizlilik seçenekleri","description":"Aldığınız bilgilere dayanarak verilerinizin işlenmesine ilişkin tercihleriniz."}}}