{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:51Z","purposes":{"1":{"id":1,"name":"Lagre og/eller få tilgang til informasjon på en enhet","description":"Informasjonskapsler, enhetsidentifikatorer eller lignende nettidentifikatorer (f.eks. påloggingsbaserte identifikatorer, tilfeldig tildelte identifikatorer, nettverksbaserte identifikatorer) sammen med annen informasjon (f.eks. nettlesertype og informasjon, språk, skjermstørrelse, støttede teknologier osv.), kan lagres eller leses på enheten din for å gjenkjenne den hver gang den kobles til en app eller til et nettsted, for ett eller flere av formålene som presenteres her.","illustrations":["De fleste formål som forklares i denne erklæringen, avhenger av lagring eller tilgang til informasjon fra enheten din når du bruker en app eller besøker et nettsted. For eksempel kan en leverandør eller utgiver måtte lagre en informasjonskapsel på enheten din under det første besøket på et nettsted, for å kunne gjenkjenne enheten din under de neste besøkene (ved å få tilgang til denne informasjonskapselen hver gang)."]},"2":{"id":2,"name":"Bruke begrensede data for å velge annonsering","description":"Reklame som vises til deg på denne tjenesten kan være basert på begrensede data, for eksempel nettstedet eller appen du bruker, en posisjon som ikke er presis, enhetstypen din eller hvilket innhold du samhandler med (for eksempel for å begrense antall ganger en annonse vises til deg).","illustrations":["En bilprodusent ønsker å markedsføre sine elektriske kjøretøy til miljøbevisste brukere som bor i byen etter kontortid. Annonsen vises på en side med relatert innhold (for eksempel en artikkel om klimaendringer) etter kl. 18.30 til brukere hvis den ikke-presise posisjonen antyder at de er i en urban sone.","En stor produsent av akvarellmaling ønsker å gjennomføre en nettbasert reklamekampanje for sitt nyeste akvarellutvalg, diversifisere målgruppen for å nå så mange amatør- og profesjonelle kunstnere som mulig, og unngå å vise annonsen ved siden av innhold som kan ha en negativ innvirkning (for eksempel artikler om hvordan du skal male huset ditt). Antall ganger annonsen har blitt vist for deg, blir oppdaget og begrenset, for å unngå å presentere den for ofte."]},"3":{"id":3,"name":"Opprette profiler for personalisert annonsering","description":"Informasjon om aktiviteten din på denne tjenesten (for eksempel skjemaer du sender inn, innhold du ser på) kan lagres og kombineres med annen informasjon om deg (for eksempel informasjon fra din tidligere aktivitet på denne tjenesten og andre nettsteder eller apper) eller lignende brukere. Dette brukes deretter til å bygge eller forbedre en profil om deg (som kan inkludere mulige interesser og personlige aspekter). Profilen din kan brukes (også senere) til å vise reklame som virker mer relevant basert på dine mulige interesser av denne og andre enheter.","illustrations":["Hvis du leser flere artikler om det beste sykkeltilbehøret du kan kjøpe, kan denne informasjonen brukes til å opprette en profil om interessen din for sykkeltilbehør. En slik profil kan brukes eller forbedres senere, på samme eller et annet nettsted eller app, for å vise reklame for et bestemt sykkeltilbehørsmerke. Hvis du også ser på en konfigurator for et kjøretøy på et nettsted for en luksusbilprodusent, kan denne informasjonen kombineres med interessen din for sykler for å avgrense profilen din og gjøre en antagelse om at du er interessert i luksussykkelutstyr.","Et klesselskap ønsker å fremme sin nye serie med eksklusive babyklær. De kommer i kontakt med et byrå som har et nettverk av kunder med høy inntekt (for eksempel eksklusive supermarkeder) og ber byrået om å lage profiler av unge foreldre eller par som kan antas å være velstående og å ha et nytt barn, slik at disse senere kan brukes til å presentere reklame i partneres apper basert på disse profilene."]},"4":{"id":4,"name":"Bruke profiler til å velge personalisert annonsering","description":"Reklame som presenteres for deg på denne tjenesten kan være basert på annonseprofilene dine, som kan gjenspeile aktiviteten din på denne tjenesten eller andre nettsteder eller apper (som skjemaene du sender inn, innhold du ser på), mulige interesser og personlige aspekter.","illustrations":["En nettbutikk ønsker å annonsere et begrenset salg på løpesko. Den ønsker å målrette annonseringen til brukere som tidligere så på løpesko med mobilappen. Sporingsteknologier kan brukes til å gjenkjenne at du tidligere har brukt mobilappen til å se på løpesko, for å vise deg den tilsvarende annonsen på appen.","En profil opprettet for personalisert annonsering når det gjelder en person som har søkt etter sykkeltilbehør på et nettsted, kan brukes til å vise den relevante reklamen for sykkeltilbehør på en mobilapp til en annen organisasjon."]},"5":{"id":5,"name":"Opprette profiler for å persontilpasse innhold","description":"Informasjon om aktiviteten din på denne tjenesten (for eksempel skjemaer du sender inn, ikke-kommersielt innhold du ser på) kan lagres og kombineres med annen informasjon om deg (for eksempel tidligere aktivitet på denne tjenesten og andre nettsteder eller apper) eller lignende brukere. Dette brukes deretter til å bygge eller forbedre en profil om deg (som f.eks. kan inkludere mulige interesser og personlige aspekter). Profilen din kan brukes (også senere) til å presentere innhold som virker mer relevant basert på dine mulige interesser, for eksempel ved å tilpasse rekkefølgen innholdet vises, slik at det er enda enklere for deg å finne innhold som passer med interessene dine.","illustrations":["Du leser flere artikler om hvordan du bygger et trehus på en sosial medieplattform. Denne informasjonen kan legges til en profil for å markere interessen din for innhold relatert til friluftsliv, så vel som gjør-det-selv-veiledninger (med det formål å tillate personlig tilpasning av innhold, slik at du for eksempel blir presentert med flere blogginnlegg og artikler om trehus og trehytter i fremtiden).","Du har sett tre videoer om romforskning på tvers av ulike TV-apper. En urelatert nyhetsplattform som du ikke har hatt kontakt med, bygger en profil basert på den visningsadferden, og markerer romforskning som et emne av mulig interesse for andre videoer."]},"6":{"id":6,"name":"Bruke profiler for å persontilpasse innhold","description":"Innhold som presenteres for deg på denne tjenesten, kan være basert på dine innholdstilpasningsprofiler, som kan gjenspeile aktiviteten din på denne eller andre tjenester (for eksempel skjemaene du sender inn, innhold du ser på), eventuelle interesser og personlige aspekter. Dette kan for eksempel brukes til å tilpasse rekkefølgen innholdet vises i, slik at det blir enda enklere for deg å finne (ikke-reklame) innhold som samsvarer med interessene dine.","illustrations":["Du leser artikler om vegetarisk mat på en sosial medieplattform og bruker deretter matlagingsappen til et urelatert selskap. Profilen som er bygget om deg på den sosiale medieplattformen brukes til å vise deg vegetariske oppskrifter på velkomstskjermen til matlagingsappen.","Du har sett tre videoer om roing på forskjellige nettsteder. En urelatert videodelingsplattform vil anbefale fem andre videoer om roing som kan være av interesse for deg når du bruker TV-appen, basert på en profil bygget om deg da du besøkte de forskjellige nettstedene for å se nettvideoer."]},"7":{"id":7,"name":"Måle annonseytelse","description":"Informasjon om hvilken annonsering som presenteres for deg og hvordan du samhandler med den, kan brukes til å bestemme hvor godt en annonse har fungert for deg eller andre brukere, og om målene for annonseringen ble nådd. For eksempel om du så en annonse, om du klikket på den, om det førte til at du kjøpte et produkt eller besøkte et nettsted osv. Dette er svært nyttig for å forstå relevansen av reklamekampanjer.","illustrations":["Du har klikket på en annonse om en «Black Friday»-rabatt i en nettbutikk på nettstedet til en utgiver og kjøpt et produkt. Klikket ditt blir koblet til dette kjøpet. Samhandlingen din og andre brukeres samhandling blir målt for å vite hvor mange klikk på annonsen som førte til et kjøp.","Du er en av svært få som har klikket på en annonse om en «internasjonal takknemlighetsdag»-rabatt i en nettbutikk i appen til en utgiver. Utgiveren ønsker å ha rapporter for å forstå hvor ofte en bestemt annonseplassering i appen, og spesielt «internasjonal takknemlighetsdag»-annonsen, har blitt sett eller klikket på av deg og andre brukere, for å hjelpe utgiveren og partnere (for eksempel byråer) med å optimalisere annonseplasseringer."]},"8":{"id":8,"name":"Måle innholdsytelse","description":"Informasjon om hvilket innhold som vises til deg og hvordan du samhandler med det, kan brukes til å avgjøre om (ikke-annonse) innholdet f.eks. nådde sitt tiltenkte publikum og matchet med interessene dine. For eksempel om du leser en artikkel, ser på en video, lytter til en podkast eller ser på en produktbeskrivelse, hvor lang tid du brukte på denne tjenesten og nettsidene du besøkte osv. Dette er svært nyttig for å forstå relevansen av (ikke-annonse) innhold som vises til deg.","illustrations":["Du har lest et blogginnlegg om fotturer på en mobilapp til en utgiver og fulgt en lenke til et anbefalt og relatert innlegg. Interaksjonene dine blir registrert som å vise at det første turinnlegget var nyttig for deg, og at det lyktes med å gjøre det interessert i det relaterte innlegget. Dette blir målt for å vite om det skal produseres flere innlegg om fotturer i fremtiden og hvor du skal plassere dem på startskjermen til mobilappen.","Du ble vist en video om motetrender, men du og flere andre brukere sluttet å se den etter 30 sekunder. Denne informasjonen brukes deretter til å finne riktig lengde på fremtidige videoer om motetrender."]},"9":{"id":9,"name":"Forstå publikum gjennom statistikk eller kombinasjoner av data fra ulike kilder","description":"Rapporter kan genereres basert på kombinasjonen av datasett (som brukerprofiler, statistikk, markedsundersøkelser, analysedata) når det gjelder dine interaksjoner og andre brukeres interaksjoner med reklame eller (ikke-annonse) innhold for å finne felles egenskaper (for eksempel for å bestemme hvilke målgrupper som er mer mottakelige for en annonsekampanje eller til bestemt innhold).","illustrations":["Eieren av en nettbokhandel ønsker kommersiell rapportering som viser andelen besøkende som brukte og forlot nettstedet uten å kjøpe, eller sjekket det og kjøpe den siste kjendisselvbiografien i måneden, samt gjennomsnittsalderen og mannlig/kvinnelig distribusjon av hver kategori. Data knyttet til din bruk av nettstedet og dine personlige egenskaper blir deretter brukt og kombinert med andre slike data for å utarbeide disse statistikkene.","En annonsør ønsker å bedre forstå hvilken type publikum som samhandler med annonser. Det krever et forskningsinstitutt for å sammenligne egenskapene til brukere som samhandlet med annonsen med typiske attributter til brukere av lignende plattformer, på tvers av forskjellige enheter. Denne sammenligningen avslører for annonsøren at annonsepublikummet hovedsakelig får tilgang til annonsene gjennom mobile enheter og at de sannsynligvis er i aldersgruppen 45–60 år."]},"10":{"id":10,"name":"Utvikle og forbedre tjenester","description":"Informasjon om aktiviteten din på denne tjenesten, for eksempel samhandlingen din med annonser eller innhold, kan være svært nyttig for å forbedre produkter og tjenester og for å bygge nye produkter og tjenester basert på brukerinteraksjoner, publikumstype osv. Dette spesifikke formålet inkluderer ikke utvikling eller forbedring av brukerprofiler og identifikatorer.","illustrations":["En teknologiplattform som jobber med en leverandør av sosiale medier, legger merke til en vekst i brukere av mobilapper, og ser basert på profilene deres at mange av dem kommer fra mobile tilkoblinger. Den bruker en ny teknologi for å levere annonser som er formatert for mobile enheter, og som har lav båndbredde, for å forbedre ytelsen.","En annonsør ser etter en måte å vise annonser på en ny type forbrukerenhet. Den samler inn informasjon om hvordan brukere samhandler med denne nye typen enhet for å avgjøre om den kan bygge en ny mekanisme for å vise reklame på denne typen enhet."]},"11":{"id":11,"name":"Bruke begrensede data for å velge innhold","description":"Innhold som vises til deg på denne tjenesten kan være basert på begrensede data, for eksempel nettstedet eller appen du bruker, en posisjon som ikke er presis, enhetstypen din eller hvilket innhold du samhandler med (eller som du har samhandlet med), for eksempel for å begrense antall ganger en annonse vises til deg.","illustrations":["Et reisemagasin har publisert en artikkel på nettstedet sitt om de nye nettkursene som foreslås av en språkskole, for å forbedre reiseopplevelser i utlandet. Skolens blogginnlegg settes inn direkte nederst på siden, og velges på grunnlag av en ikke-presis posisjon (for eksempel blogginnlegg som forklarer kursplanen for forskjellige språk enn språket i landet du befinner deg i).","En sportsnyhetsmobilapp har startet en ny del av artikler som dekker de nyeste fotballkampene. Hver artikkel inneholder videoer som er vert for en egen strømmeplattform som viser høydepunktene i hver kamp. Hvis du spoler fremover en video, kan denne informasjonen brukes til å velge en kortere video som skal spilles av neste gang."]}},"specialPurposes":{"1":{"id":1,"name":"Sørge for sikkerhet, forhindre og oppdage svindel og rette feil","description":"Dataene dine kan brukes til å overvåke og forhindre uvanlig og mulig uredelig aktivitet (for eksempel angående annonsering, annonseklikk fra roboter), og sikre at systemer og prosesser fungerer ordentlig og sikkert. Den kan også brukes til å korrigere eventuelle problemer du, utgiveren eller annonsøren kan støte på ved levering av innhold og annonser og i samspillet med dem.","illustrations":["En annonsemellommann leverer annonser fra ulike annonsører til sitt nettverk av samarbeidene nettsteder. Den legger merke til en stor økning i klikk på annonser knyttet til en annonsør, og bruker data om kilden til klikkene for å bestemme at 80 % av klikkene kommer fra roboter i stedet for mennesker."]},"2":{"id":2,"name":"Levere og vise annonser og innhold","description":"Visse opplysninger (som en IP-adresse eller enhetskapasiteter) brukes til å sikre teknisk kompatibilitet av innholdet eller annonseringen, og for å lette overføringen av innholdet eller annonsen til enheten din.","illustrations":["Hvis du klikker på en lenke i en artikkel, kan den normalt sende deg til en annen side eller del av artikkelen. For å oppnå dette, 1.) sender nettleseren din en forespørsel til en server koblet til nettstedet, 2.) og serveren svarer tilbake («her er artikkelen du ba om»), ved hjelp av teknisk informasjon som automatisk er inkludert i forespørselen sendt av enheten din, for å vise informasjonen/bildene som er en del av artikkelen du ba om. Teknisk sett er slik utveksling av informasjon nødvendig for å levere innholdet som vises på skjermen."]},"3":{"id":3,"name":"Lagre og kommunisere personvernvalg","description":"Valgene du gjør om formålene og enhetene som er oppført i denne erklæringen, lagres og gjøres tilgjengelige for disse enhetene i form av digitale signaler (for eksempel en streng med tegn). Dette er nødvendig for å gjøre det mulig for både denne tjenesten og disse enhetene å respektere slike valg.","illustrations":["Når du besøker et nettsted og får et valg mellom å samtykke til bruk av profiler for personlig annonsering eller å ikke samtykke, lagres valget du gjør og gjøres tilgjengelig for annonseringsleverandører, slik at annonsering som presenteres for deg respekterer valget ditt."]}},"features":{"1":{"id":1,"name":"Matche og kombinere data fra andre datakilder","description":"Informasjon om aktiviteten din på denne tjenesten kan matches og kombineres med annen informasjon om deg og stammer fra ulike kilder (for eksempel din aktivitet på en separat nett-tjeneste, din bruk av et lojalitetskort i butikken eller svar du har gitt på en undersøkelse), til støtte for formålene forklart i denne erklæringen.","illustrations":[]},"2":{"id":2,"name":"Koble forskjellige enheter","description":"Til støtte for formålene som er forklart i denne erklæringen, kan enheten din anses som sannsynlig koblet til andre enheter som tilhører deg eller husholdningen din (for eksempel fordi du er logget på samme tjeneste på både telefonen og datamaskinen din, eller fordi du kan bruke samme Internett-tilkobling på begge enhetene).","illustrations":[]},"3":{"id":3,"name":"Identifisere enheter basert på informasjon som overføres automatisk","description":"Enheten din kan skilles fra andre enheter basert på informasjon den automatisk sender når du får tilgang til Internett (for eksempel IP-adressen til Internett-tilkoblingen din eller typen nettleser du bruker) til støtte for formålene som er eksponert i denne erklæringen.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Bruke nøyaktige geolokasjonsdata","description":"Med ditt samtykke kan din nøyaktige posisjon (innenfor en radius på mindre enn 500 meter) brukes til støtte for formålene som er forklart i denne erklæringen.","illustrations":[]},"2":{"id":2,"name":"Aktivt skanne enhetsegenskaper for identifikasjon","description":"Med ditt samtykke kan visse egenskaper som er spesifikke for enheten din bli forespurt og brukt til å skille den fra andre enheter (for eksempel installerte skrifttyper eller plugin-moduler, oppløsningen på skjermen) til støtte for formålene som er forklart i denne erklæringen.","illustrations":[]}},"stacks":{"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Annonsering basert på begrenset data- og annonseringsmåling","description":"Annonser kan vises basert på begrensede data. Annonseytelse kan måles."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Personlig tilpasset annonsering","description":"Annonser kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Annonsering basert på begrenset data- og annonseringsmåling, og forståelse av publikum","description":"Annonser kan vises basert på begrensede data. Annonseytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Annonsering basert på begrenset data, personlig tilpasset annonseringsprofil, og annonsemåling","description":"Annonser kan vises basert på begrensede data. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering. Annonseytelse kan måles."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Valg av personlig tilpasset annonsering og annonseringsmåling","description":"Annonser kan personlig tilpasses basert på profilen din. Annonseytelse kan måles."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Valg av personlig tilpasset annonsering, annonseringsmåling og publikumsundersøkelser","description":"Annonser kan personlig tilpasses basert på profilen din. Annonseytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Personlig tilpasset annonsering og annonseringsmåling","description":"Annonser kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering. Annonseytelse kan måles."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Personlig tilpasset annonsering og annonseringsmåling, og publikumsundersøkelser","description":"Annonser kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering. Annonseytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Personlig tilpasset annonsering","description":"Annonser kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Personlig tilpasset innhold","description":"Innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Personlig tilpasset innhold, og innholdsmåling","description":"Innhold kan personlig tilpasses basert på profilen din. Innholdsprestasjon kan måles."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Valg av personlig tilpasset innhold, innholdsmåling, og publikumsundersøkelser","description":"Innhold kan personlig tilpasses basert på profilen din. Innholdsprestasjon kan måles. Rapporter kan genereres basert på din og andres aktivitet. Innhold kan tilpasses basert på profilen din. Innholdsprestasjon kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Personlig tilpasset innhold og innholdsmåling","description":"Innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold. Innholdsprestasjon kan måles."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Personlig tilpasset innhold, innholdsmåling og publikumsundersøkelser","description":"Innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold. Innholdsprestasjon kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Personlig tilpasset innhold, innholdsmåling, publikumsundersøkelser og tjenesteutvikling","description":"Innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold. Innholdsprestasjon kan måles. Rapporter kan genereres basert på din og andres aktivitet. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Reklame- og innholdsmåling, og publikumsundersøkelser","description":"Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Annonse- og innholdsmåling","description":"Annonse- og innholdsytelse kan måles."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Reklamemåling og publikumsundersøkelser","description":"Annonser kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Reklame- og innholdsmåling, publikumsundersøkelser og tjenesteutvikling","description":"Annonse- og innholdsytelse kan måles. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester. Rapporter kan genereres basert på din og andres aktivitet."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Innholdsmåling, publikumsundersøkelser og tjenesteutvikling.","description":"Innholdsprestasjon kan måles. Rapporter kan genereres basert på din og andres aktivitet. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Innholdsmåling og produktutvikling","description":"Innholdsprestasjon kan måles. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Valg av personlig tilpasset annonsering og innhold, samt måling av annonsering og innhold","description":"Annonser og innhold kan personlig tilpasses basert på profilen din. Annonse- og innholdsytelse kan måles."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Valg av personlig tilpasset annonsering og innhold, samt måling av annonsering og innhold, og publikumsundersøkelser","description":"Annonser og innhold kan personlig tilpasses basert på profilen din. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet. Data kan brukes til å bygge eller forbedre brukeropplevelsen, systemer og programvare."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Personlig tilpasset annonsering og innhold, samt måling av annonsering og innhold","description":"Annonser og innhold kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering eller innhold. Annonse- og innholdsytelse kan måles."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Personlig tilpasset annonsering og innhold, samt måling av annonsering og innhold, og publikumsundersøkelser","description":"Annonser og innhold kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering eller innhold. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Personlig tilpasset annonsering og innholdsprofil","description":"Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering eller innhold."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Valg av personlig tilpasset annonsering og innhold","description":"Annonser og innhold kan personlig tilpasses basert på profilen din."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Annonsering basert på begrenset data- og annonseringsmåling, og publikumsundersøkelser","description":"Annonser kan vises basert på begrensede data. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Valg av personlig tilpasset annonsering og innhold, samt måling av annonsering og innhold, og publikumsundersøkelser","description":"Annonser og innhold kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering eller innhold. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Valg av personlig tilpasset annonsering og innhold, samt måling av annonsering og innhold, og publikumsundersøkelser og tjenesteutvikling","description":"Annonser og innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Annonsering basert på begrensede data, personlig tilpasset innhold, annonserings- og innholdsmåling, og publikumsundersøkelser","description":"Annonser kan vises basert på begrensede data. Innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Annonsering basert på begrensede data, personlig tilpasset innhold, annonserings- og innholdsmåling, publikumsundersøkelser og tjenesteutvikling","description":"Annonser kan vises basert på begrensede data. Innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Annonsering basert på begrensede data, personlig tilpasset innhold, annonseringsmåling, og publikumsundersøkelser","description":"Annonser kan vises basert på begrensede data. Innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Annonsering basert på begrensede data, personlig tilpasset innhold, innholdsmåling, publikumsundersøkelser og tjenesteutvikling","description":"Annonser kan vises basert på begrensede data. Innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold. Innholdsprestasjon kan måles. Rapporter kan genereres basert på din og andres aktivitet. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Annonsering basert på begrensede data, personlig tilpasset innhold, og annonseringsmåling","description":"Annonser kan vises basert på begrensede data. Innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold. Annonseytelse kan måles."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Annonsering basert på begrensede data, personlig tilpasset innhold, annonseringsmåling og tjenesteutvikling","description":"Annonser kan vises basert på begrensede data. Innhold kan personlig tilpasses basert på profilen din. Aktiviteten gjort ved bruk av denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold. Annonseytelse kan måles. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Personlig tilpasset annonsering, annonseringsmåling og tjenesteutvikling","description":"Reklame kan tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig annonsering. Annonseytelse kan måles. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Personlig tilpasset annonsering, annonseringsmåling, publikumsundersøkelser og tjenesteutvikling","description":"Annonser kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering. Annonseytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Personlig tilpasset annonsering, annonserings- og innholdsmåling og tjenesteutvikling","description":"Reklame kan tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig annonsering. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Valg av personlig annonsering og innhold, samt måling av annonsering og innhold, og publikumsundersøkelser og tjenesteutvikling","description":"Annonser og innhold kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Personlig tilpasset annonsering og innhold, annonsering- og innholdsmåling, publikumsundersøkelser og tjenesteutvikling","description":"Annonser og innhold kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset annonsering og innhold. Annonse- og innholdsytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet. Aktiviteten din på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Innhold basert på begrenset data- og innholdsmåling","description":"Innhold kan velges basert på begrensede data. Innholdsprestasjon kan måles."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Personlig tilpasset innhold","description":"Innhold kan personlig tilpasses basert på profilen din. Aktiviteten din på denne tjenesten kan brukes til å bygge eller forbedre en profil om deg for personlig tilpasset innhold."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Annonsering basert på begrensede data, annonseringsmåling, publikumsundersøkelser og tjenesteutvikling","description":"Annonser kan vises basert på begrensede data. Annonseytelse kan måles. Rapporter kan genereres basert på din og andres aktivitet, og din aktivitet på denne tjenesten kan bidra til å utvikle og forbedre produkter og tjenester."},"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Nøyaktige geolokasjonsdata og identifisering gjennom enhetsskanning","description":"Nøyaktig geolokasjon og informasjon om enhetsegenskaper kan brukes."}},"dataCategories":{"1":{"id":1,"name":"IP-adresser","description":"IP-adressen din er et nummer som tildeles gjennom din Internett-leverandør for å gi tilgang til Internett. Det er ikke alltid spesifikt for enheten din og er ikke alltid en stabil identifikator. Den brukes til å rute informasjon på Internett og vise nettinnhold (inkludert annonser) på den tilkoblede enheten."},"2":{"id":2,"name":"Enhetens egenskaper","description":"Tekniske egenskaper ved enheten du bruker som ikke er unike for deg, for eksempel språk, tidssone eller operativsystem."},"3":{"id":3,"name":"Enhetsidentifikatorer","description":"En enhetsidentifikator er en unik streng med tegn tildelt enheten eller nettleseren din ved hjelp av en informasjonskapsel eller annen lagringsteknologi.  Den kan opprettes eller åpnes for å gjenkjenne enheten din, f.eks. på tvers av nettsider fra samme nettsted eller på tvers av flere nettsteder eller apper."},"4":{"id":4,"name":"Sannsynlige identifikatorer","description":"En sannsynlig identifikator kan opprettes ved å kombinere egenskaper knyttet til enheten din (typen nettleser eller operativsystem som brukes) og IP-adressen til Internett-tilkoblingen. Hvis du gir ditt samtykke, kan ytterligere egenskaper (f.eks. den installerte skrifttypen eller skjermoppløsningen) også kombineres for å forbedre presisjonen til den sannsynlige identifikatoren. En slik identifikator anses som «sannsynlig» fordi flere enheter kan dele de samme egenskapene og Internett-tilkobling. Den kan brukes til å gjenkjenne enheten din, for eksempel på tvers av nettsider fra samme nettsted eller på tvers av flere nettsteder eller apper."},"5":{"id":5,"name":"Autentiseringsavledede identifikatorer","description":"Når en identifikator opprettes på grunnlag av autentiseringsdata, for eksempel kontaktdetaljer knyttet til nettkontoer du har opprettet på nettsteder eller apper (f.eks. e-postadresse, telefonnummer) eller kundeidentifikatorer (f.eks. identifikator gitt av telekommunikasjonsoperatøren), kan denne identifikatoren brukes til å gjenkjenne deg på tvers av nettsteder, apper og enheter når du er logget på med de samme kontaktopplysningene."},"6":{"id":6,"name":"Nettleser- og samhandlingsdata","description":"Din nettaktivitet, for eksempel nettstedene du besøker, appene du bruker, innholdet du søker etter på denne tjenesten, eller din samhandling med innhold eller annonser, for eksempel antall ganger du har sett et bestemt innhold eller annonse, eller om du klikket på det."},"7":{"id":7,"name":"Data gitt av brukeren","description":"Informasjonen du kan ha oppgitt via et skjema (f.eks. tilbakemelding, en kommentar) eller når du oppretter en konto (f.eks. alder, yrke)."},"8":{"id":8,"name":"Unøyaktige lokasjonsdata","description":"En tilnærming av plasseringen din, uttrykt som et område med en radius på minst 500 meter. Din omtrentlige plassering kan utledes fra f.eks. IP-adressen til tilkoblingen din."},"9":{"id":9,"name":"Nøyaktige lokasjonsdata","description":"Din nøyaktige plassering innenfor en radius på mindre enn 500 meter basert på GPS-koordinatene dine. Den kan kun brukes med din aksept."},"10":{"id":10,"name":"Brukernes profiler","description":"Visse egenskaper (f.eks. dine mulige interesser, kjøpsintensjoner, forbrukerprofilen din) kan utledes eller modelleres fra din tidligere nettaktivitet (f.eks. innholdet du så på eller tjenesten du brukte, tiden du brukte på diverse nettbaserte innhold og tjenester) eller informasjonen du har oppgitt (f.eks. alder, yrke)."},"11":{"id":11,"name":"Valg av personvern","description":"Dine preferanser angående behandlingen av dine data, basert på informasjonen du har mottatt."}}}