{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:34Z","purposes":{"1":{"id":1,"name":"تخزين المعلومات و/أو الوصول إليها على أحد الأجهزة","description":"يمكن تخزين ملفات تعريف الارتباط أو معرفات الجهاز أو المعرفات المماثلة عبر الإنترنت (مثل المعرفات المستندة إلى تسجيل الدخول والمعرفات المعينة عشوائيًا والمعرفات المستندة إلى الشبكة) إلى جانب معلومات أخرى (مثل نوع المتصفح والمعلومات واللغة وحجم الشاشة والتقنيات المدعومة، وما إلى ذلك) أو قراءتها على جهازك للتعرف عليها في كل مرة يتصل فيها الجهاز بتطبيق أو موقع ويب، لواحد أو أكثر من الأغراض المعروضة هنا.","illustrations":["تعتمد معظم الأغراض الموضحة في هذا الإشعار على تخزين المعلومات على جهازك أو الوصول إليها عند استخدامك لتطبيق أو زيارة موقع ويب. على سبيل المثال، قد يحتاج مُورّد أو ناشر إلى تخزين ملف تعريف ارتباط على جهازك خلال زيارتك الأولى لموقع ويب، حتى يتمكن من التعرف على جهازك خلال زياراتك التالية (عن طريق الوصول إلى ملف تعريف الارتباط هذا في كل مرة)."]},"2":{"id":2,"name":"استخدام بيانات محدودة لتحديد الإعلانات","description":"يمكن أن تستند الإعلانات المعروضة لك في هذه الخدمة إلى بيانات محدودة، مثل موقع الويب أو التطبيق الذي تستخدمه، أو موقعك غير الدقيق، أو نوع جهازك، أو المحتوى الذي تتفاعل معه (أو كنت تتفاعل معه) (على سبيل المثال، للحد من عدد مرات عرض الإعلان لك).","illustrations":["ترغب إحدى شركات تصنيع السيارات في الترويج لسياراتها الكهربائية للمستخدمين المهتمين بالبيئة الذين يعيشون في المدينة بعد ساعات العمل. يتم عرض الإعلان على صفحة ذات محتوى ذي صلة (مثل مقال عن إجراءات المتخذة من أجل تغير المناخ) بعد الساعة 6:30 مساءً للمستخدمين الذين يوحي موقعهم غير الدقيق بأنهم في منطقة حضرية.","تريد إحدى كبرى الجهات المنتجة لدهانات الألوان المائية تنفيذ حملة إعلانية عبر الإنترنت لأحدث مجموعة من الألوان المائية، وتنويع جمهورها المستهدف للوصول إلى أكبر عدد ممكن من الفنانين الهواة والمحترفين وتجنب عرض الإعلان بجوار محتوى غير ذي صلة (على سبيل المثال، مقالات حول كيفية طلاء منزلك). يتم اكتشاف عدد المرات التي تم فيها عرض الإعلان عليك ويتم تحديد هذا العدد لتجنب عرضه كثيرًا."]},"3":{"id":3,"name":"إنشاء ملفات للإعلانات المخصصة","description":"يمكن تخزين المعلومات المتعلقة بنشاطك على هذه الخدمة (مثل النماذج التي تقدمها، والمحتوى الذي تستعرضه) ودمجها مع معلومات أخرى عنك (على سبيل المثال، معلومات من نشاطك السابق على هذه الخدمة ومواقع الويب أو التطبيقات الأخرى) أو عن مستخدمين مماثلين. ثم يتم استخدام ذلك لإنشاء أو تحسين ملف عنك (قد يشمل الاهتمامات والسمات الشخصية المحتملة). يمكن استخدام ملفك (أيضًا لاحقًا) لعرض الإعلانات التي تبدو أكثر صلة لك بناءً على اهتماماتك المحتملة من جانب هذا الكيان والكيانات الأخرى.","illustrations":["إذا قرأت عدة مقالات حول أفضل ملحقات يمكنك شراؤها للدرَّاجة، فيمكن استخدام هذه المعلومات لإنشاء ملف حول اهتمامك بملحقات الدرَّاجات. قد يتم استخدام هذا الملف أو تحسينه لاحقًا، على موقع الويب أو التطبيق نفسه أو غيره، لتُعرض لك الإعلانات الخاصة بعلامة تجارية معينة في مجال ملحقات الدرَّاجات. إذا استعرضت أيضًا أداة تكوين سيارة على موقع ويب خاص بجهة مُصنعة للسيارات الفاخرة، فيمكن دمج هذه المعلومات مع اهتمامك بالدرَّاجات لتنقيح ملفك ووضع افتراض بأنك مهتم بمعدات الدرَّاجات الفاخرة.","ترغب شركة ملابس في الترويج لخط إنتاجها الجديد لملابس الأطفال الراقية. وتتواصل مع وكالة لديها شبكة من العملاء ذوي الدخل المرتفع (مثل المتاجر الراقية) وتطلب من الوكالة إنشاء ملفات للآباء أو الأزواج الشباب الذين يُفترض أنهم أثرياء وأنجبوا أطفالاً جدد مؤخرًا، بحيث يمكن استخدام هذه الملفات لاحقًا لتقديم الإعلانات داخل تطبيقات الشركاء بناءً على هذه الملفات."]},"4":{"id":4,"name":"استخدام الملفات لاختيار الإعلانات المخصصة","description":"يمكن أن تستند الإعلانات المعروضة لك في هذه الخدمة إلى ملفاتك الإعلانية، والتي يمكن أن تعكس نشاطك في هذه الخدمة أو مواقع الويب أو التطبيقات الأخرى (مثل النماذج التي تقدمها، والمحتوى الذي تستعرضه) والاهتمامات والسمات الشخصية المحتملة.","illustrations":["يريد بائع تجزئة عبر الإنترنت الإعلان عن عرض لفترة محدودة على أحذية الجري. ويرغب في أن تستهدف الإعلانات المستخدمين الذين استعرضوا سابقًا أحذية الجري على تطبيق الأجهزة المحمولة الخاص بالبائع. قد تُستخدم تقنيات التتبع لمعرفة أنك استخدمت تطبيق الأجهزة المحمولة سابقًا لاستعراض أحذية الجري، من أجل عرض الإعلان ذي الصلة لك على التطبيق.","يمكن استخدام ملف تم إنشاؤه للإعلانات الشخصية في ما يتعلق بشخص بحَث عن ملحقات دراجة على موقع ويب وذلك لعرض الإعلان ذي الصلة عن ملحقات الدراجات على تطبيق أجهزة محمولة تابعة لمؤسسة أخرى."]},"5":{"id":5,"name":"إنشاء ملفات لتخصيص المحتوى","description":"يمكن تخزين المعلومات المتعلقة بنشاطك على هذه الخدمة (مثل النماذج التي تقدمها، والمحتوى غير الإعلاني الذي تستعرضه) ودمجها مع معلومات أخرى عنك (مثل نشاطك السابق على هذه الخدمة أو مواقع الويب أو التطبيقات الأخرى) أو عن مستخدمين مماثلين. ثم يتم استخدام ذلك لإنشاء أو تحسين ملف عنك (والذي قد يشمل على سبيل المثال الاهتمامات والسمات الشخصية المحتملة). يمكن استخدام ملفك (وكذلك فيما بعد) لعرض المحتوى الذي يبدو أكثر صلة بناءً على اهتماماتك المحتملة، مثل تكييف الترتيب الذي يتم به عرض المحتوى لك، بحيث يكون من الأسهل لك العثور على المحتوى الذي يطابق اهتماماتك.","illustrations":["أنت تقرأ العديد من المقالات حول كيفية بناء بيت شجرة على منصة تواصل اجتماعي. قد تُضاف هذه المعلومات إلى ملف للإشارة إلى اهتمامك بالمحتوى المتعلق بالأماكن الخارجية وكذلك أدلة \"افعلها بنفسك\" (بهدف السماح بتخصيص المحتوى، بحيث يتم على سبيل المثال عرض المزيد من منشورات المدونات والمقالات حول بيوت الشجرة والكبائن الخشبية لك في المستقبل).","لقد شاهدت ثلاثة مقاطع فيديو على تطبيقات تلفزيونية مختلفة حول استكشاف الفضاء. تنشئ منصة إخبارية غير ذات صلة لم تتواصل معها ملفًا لك بناءً على سلوك مشاهدتك هذا، مما يجعل استكشاف الفضاء موضوعًا محل اهتمام محتمل لمقاطع الفيديو الأخرى."]},"6":{"id":6,"name":"استخدام الملفات لاختيار محتوى مخصص","description":"يمكن أن يستند المحتوى المقدم لك في هذه الخدمة على ملفات تخصيص المحتوى الخاصة بك، والتي يمكن أن تعكس نشاطك في هذه الخدمات أو غيرها (على سبيل المثال، النماذج التي تقدمها، والمحتوى الذي تعرضه)، والاهتمامات المحتملة والسمات الشخصية، يمكن استخدام هذا على سبيل المثال لتكييف الترتيب الذي يتم به عرض المحتوى لك، بحيث يكون من الأسهل عليك العثور على محتوى (غير إعلاني) يتناسب مع اهتماماتك.","illustrations":["أنت تقرأ مقالات حول الطعام النباتي على منصة تواصل اجتماعي ثم تستخدم تطبيق طهي تابع لشركة غير ذات صلة. سيتم استخدام الملف الذي تم إنشاؤه عنك على منصة التواصل الاجتماعي لتقديم وصفات نباتية لك على شاشة الترحيب في تطبيق الطهي.","أنت شاهدت ثلاثة مقاطع فيديو حول التجديف عبر مواقع ويب مختلفة. ستوصيك منصة مشاركة مقاطع فيديو غير ذات صلة بخمسة مقاطع فيديو أخرى على التجديف قد تهمك عند استخدام تطبيق التلفزيون، بناءً على ملف تم إنشاؤه عنك عند زيارتك لمواقع الويب المختلفة هذه لمشاهدة مقاطع الفيديو عبر الإنترنت."]},"7":{"id":7,"name":"قياس أداء الإعلان","description":"يمكن استخدام المعلومات المتعلقة بالإعلان الذي يتم عرضه لك وكيفية تفاعلك معه لتحديد مدى فعالية الإعلان لك أو للمستخدمين الآخرين وما إذا كانت أهداف الإعلان قد تحققت. على سبيل المثال، ما إذا كنت قد شاهدت إعلانًا، وما إذا كنت قد نقرت فوقه، وما إذا كان قد قادك إلى شراء منتج أو زيارة موقع ويب، وما إلى ذلك. وهذا أمر مفيد للغاية لفهم ملاءمة الحملات الإعلانية.","illustrations":["أنت نقرت فوق إعلان حول خصم \"الجمعة البيضاء\" قدمه متجر عبر الإنترنت على موقع الويب أحد الناشرين ما واشتريت منتجًا. سيتم ربط نقرتك بعملية الشراء هذه. سيتم قياس تفاعلك وتفاعل المستخدمين الآخرين لمعرفة عدد النقرات على الإعلان التي أدت إلى الشراء.","أنت ضمن عدد قليل للغاية نقروا فوق أحد الإعلانات حول خصم \"يوم التقدير العالمي\" من متجر هدايا عبر الإنترنت داخل تطبيق أحد الناشرين. يرغب هذا الناشر في الحصول على تقارير لفهم عدد المرات التي قمت فيها أنت والمستخدمين الآخرين بعرض أو النقر فوق موضع إعلان معين داخل التطبيق، وخصوصًا إعلان \"يوم التقدير العالمي\"، وذلك من أجل مساعدة الناشر وشركائه (مثل الوكالات) على تحسين موضع الإعلان."]},"8":{"id":8,"name":"قياس أداء المحتوى","description":"يمكن استخدام المعلومات المتعلقة بالمحتوى الذي يتم عرضه لك وكيفية تفاعلك معه لتحديد ما إذا كان المحتوى (غير الإعلاني) قد وصل إلى الجمهور المستهدف على سبيل المثال وطابق اهتماماتك. على سبيل المثال، ما إذا كنت تقرأ مقالاً أو تشاهد مقطع فيديو أو تستمع إلى بودكاست أو تقرأ وصف منتج، وكم من الوقت قضيت في هذه الخدمة وصفحات الويب التي تزورها، وما إلى ذلك. وهذا الأمر مفيد للغاية لفهم مدى ملاءمة المحتوى (غير الإعلاني) المعروض لك.","illustrations":["أنت قرأت منشور مدونة عن التنزه سيرًا على الأقدام على تطبيق أجهزة محمول خاص بأحد الناشرين واتبعت رابطًا لمنشور موصى به وذي صلة. سيتم تسجيل تفاعلاتك على أنها توضح أن منشور التنزه سيرًا على الأقدام الأولي كان مفيدًا لك وأنه نجح في إثارة اهتمامك بالمنشور ذي الصلة. سيتم قياس ذلك لمعرفة ما إذا كان سيتم إنتاج المزيد من المنشورات عن التنزه سيرًا على الأقدام في المستقبل ومكان وضع المنشورات على الشاشة الرئيسية لتطبيق الأجهزة المحمولة.","عُرض لك مقطع فيديو عن اتجاهات الموضة، ولكنك توقفت أنت والعديد من المستخدمين الآخرين عن مشاهدة المقطع بعد 30 ثانية. ثم تُستخدم هذه المعلومات لتقييم الطول المناسب لمقاطع الفيديو المستقبلية حول اتجاهات الموضة."]},"9":{"id":9,"name":"فهم الجمهور من خلال إحصاءات أو مجموعات من البيانات من مصادر مختلفة","description":"يمكن إنشاء التقارير استنادًا إلى توليفة من مجموعات البيانات (مثل ملفات المستخدمين، والإحصاءات، وأبحاث السوق، والبيانات التحليلية) في ما يتعلق بتفاعلاتك وتفاعلات المستخدمين الآخرين مع المحتوى الإعلاني أو (غير الإعلاني) لتحديد السمات المشتركة (على سبيل المثال، لتحديد الجمهور المستهدف الأكثر تقبلاً لحملة إعلانية ما أو محتويات معينة).","illustrations":["يرغب مالك متجر كتب عبر الإنترنت في إعداد تقارير تجارية توضح نسبة الزوار الذين زاروا موقعه وغادروه دون شراء، أو زاروا الموقع واشتروا السيرة الذاتية لمشاهير الشهر، بالإضافة إلى متوسط عمر الزوار وتوزيع الذكور/الإناث لكل فئة. يتم بعد ذلك استخدام البيانات المتعلقة بتنقلك في هذا الموقع وسماتك الشخصية ودمجها مع بيانات أخرى مماثلة لإصدار هذه الإحصائيات.","يريد أحد المُعلنين أن يفهم بشكل أفضل نوع الجمهور الذي يتفاعل مع إعلاناته. ويستعين بمعهد أبحاث لمقارنة سمات المستخدمين الذين تفاعلوا مع الإعلان بالسمات النموذجية لمستخدمي منصات مماثلة عبر أجهزة مختلفة. تكشف هذه المقارنة للمُعلن أن الجمهور يشاهد إعلاناته بشكل أساسي من خلال الأجهزة المحمولة ومن المرجح أن يكون الجمهور في الفئة العمرية من 45 إلى 60 عامًا."]},"10":{"id":10,"name":"تطوير الخدمات وتحسينها","description":"يمكن أن تكون المعلومات المتعلقة بنشاطك على هذه الخدمة، مثل تفاعلك مع الإعلانات أو المحتوى، مفيدة جدًا لتحسين المنتجات والخدمات وإصدار منتجات وخدمات جديدة بناءً على تفاعلات المستخدمين ونوع الجمهور وما إلى ذلك. لا يشمل هذا الغرض المحدد تطوير أو تحسين ملفات المستخدمين ومعرفاتهم.","illustrations":["تلاحظ منصة تقنية تعمل مع إحدى وسائل التواصل الاجتماعي نمو مستخدمي تطبيقات الأجهزة المحمولة، وترى استنادًا إلى ملفات هؤلاء المستخدمين أن العديد منهم يتواصلون من خلال اتصالات الأجهزة المحمولة. وتستخدم هذه المنصة تقنية جديدة لتقديم الإعلانات التي يتم تنسيقها لتناسب الأجهزة المحمولة وتكون منخفضة النطاق الترددي لتحسين أدائها.","يبحث أحد المُعلنين عن طريقة لعرض الإعلانات على نوع جديد من الأجهزة الاستهلاكية. ويجمع المعلومات المتعلقة بطريقة تفاعل المستخدمين مع هذا النوع الجديد من الأجهزة لتحديد ما إذا كان بإمكانه إنشاء آلية جديدة لعرض الإعلانات على هذا النوع من الأجهزة."]},"11":{"id":11,"name":"استخدام بيانات محدودة لتحديد المحتوى","description":"يمكن أن يستند المحتوى المعروض لك في هذه الخدمة إلى بيانات محدودة، مثل موقع الويب أو التطبيق الذي تستخدمه، أو موقعك غير الدقيق، أو نوع جهازك، أو المحتوى الذي تتفاعل معه (أو كنت تتفاعل معه) (على سبيل المثال، للحد من عدد مرات عرض مقطع فيديو أو مقالة لك).","illustrations":["نشرت مجلة معنية بالسفر مقالاً على موقعها الإلكتروني عن الدورات التدريبية الجديدة عبر الإنترنت التي تقدمها مدرسة للغات، لتحسين تجارب السفر إلى الخارج. يتم إدراج منشورات المدونة الخاصة بالمدرسة مباشرةً في أسفل الصفحة، ويتم اختيارها على أساس موقعك غير الدقيق (على سبيل المثال، منشورات المدونة التي توضح منهج الدورة التدريبية بلغات مختلفة عن لغة البلد الذي تقيم فيه).","بدأ أحد تطبيقات الأجهزة المحمولة معني بالأخبار الرياضية قسمًا جديدًا من المقالات التي تتناول أحدث مباريات كرة القدم. تتضمن كل مقالة مقاطع فيديو تستضيفها منصة بث منفصلة تعرض أبرز اللقطات في كل مباراة. إذا قمت بالتقديم السريع لمقطع فيديو، فقد يتم استخدام هذه المعلومات لاختيار مقطع فيديو أقصر لتشغيله بعد ذلك."]}},"specialPurposes":{"1":{"id":1,"name":"ضمان الأمن ومنع الاحتيال واكتشافه وتصحيح الأخطاء","description":"يمكن استخدام بياناتك لمراقبة النشاط غير المعتاد والاحتيالي المحتمل ومنعه (على سبيل المثال، في ما يتعلق بالإعلانات، والنقرات على الإعلانات بواسطة برامج الروبوتات)، وضمان عمل الأنظمة والعمليات بشكل صحيح وآمن. كما يمكن استخدامها لتصحيح أي مشكلات قد تواجهها أنت أو الناشر أو المُعلن في تقديم المحتوى والإعلانات وفي تفاعلك معها.","illustrations":["يقوم وسيط إعلانات بعرض إعلانات من مختلف المُعلنين على شبكته من مواقع الويب الشريكة. ويلاحظ زيادة كبيرة في النقرات على الإعلانات المتعلقة بأحد المُعلنين، ويستخدم البيانات المتعلقة بمصدر النقرات ليكتشف أن 80% من النقرات تأتي من برامج الروبوتات بدلاً من البشر."]},"2":{"id":2,"name":"تقديم الإعلانات والمحتوى وعرضهما","description":"تُستخدم معلومات معينة (مثل عنوان IP أو إمكانيات الجهاز) لضمان التوافق الفني للمحتوى أو الإعلانات ولتسهيل نقل المحتوى أو الإعلان إلى جهازك.","illustrations":["النقر على رابط في مقال ما قد ينقلك عادةً إلى صفحة أخرى أو جزء آخر من المقال. لتحقيق ذلك، 1°) يرسل متصفحك طلبًا إلى خادم مرتبط بموقع الويب، 2°) يرد الخادم مرة أخرى (\"هذا هو المقال الذي طلبته\")، باستخدام المعلومات الفنية المضمنة تلقائيًا في الطلب الذي أرسله جهازك، لعرض المعلومات/الصور التي تعد جزءًا من المقال الذي طلبته بشكل صحيح. من الناحية الفنية، يعد تبادل المعلومات هذا ضروريًا لتقديم المحتوى الذي يظهر على شاشتك."]},"3":{"id":3,"name":"حفظ خيارات الخصوصية وإبلاغها","description":"تُحفظ خياراتك المتعلقة بالأغراض والجهات المذكورة في هذا الإشعار، وتُتاح لتلك الجهات على هيئة إشارات رقمية (كسلسلة من الرموز). هذا الإجراء ضروري لتمكين هذه الخدمة وتلك الجهات من مراعاة خياراتك.","illustrations":["فعندما تزور موقعًا إلكترونيًا ويُعرض عليك خيار الموافقة أو عدم الموافقة على استخدام ملفك الشخصي لغرض الإعلانات المخصصة، يُحفظ خيارك ويُتاح لمقدمي الإعلانات حتى يتمكنوا من مراعاة ذلك الاختيار في الإعلانات المُعروضة لك."]}},"features":{"1":{"id":1,"name":"مطابقة البيانات من مصادر بيانات أخرى ودمجها","description":"قد تتم مطابقة المعلومات المتعلقة بنشاطك على هذه الخدمة ودمجها مع المعلومات الأخرى المتعلقة بك والتي تنشأ من مصادر مختلفة (على سبيل المثال، نشاطك على خدمة منفصلة عبر الإنترنت، أو استخدامك لبطاقة ولاء في متجر، أو إجاباتك عن استبيان)، لتلبية الأغراض الموضحة في هذا الإشعار.","illustrations":[]},"2":{"id":2,"name":"ربط أجهزة مختلفة","description":"لتلبية الأغراض الموضحة في هذا الإشعار، قد يُعتبر جهازك مرتبطًا على الأرجح بأجهزة أخرى تخصك أنت أو أحد أفراد أسرتك (على سبيل المثال، لأنك قمت بتسجيل الدخول إلى نفس الخدمة من هاتفك وجهاز الكمبيوتر الخاص بك، أو لأنك قد تستخدم نفس اتصال الإنترنت على كلا الجهازين).","illustrations":[]},"3":{"id":3,"name":"تحديد الأجهزة بناءً على المعلومات المنقولة تلقائيًا","description":"قد يتم تمييز جهازك عن الأجهزة الأخرى بناءً على المعلومات التي يرسلها تلقائيًا عند الوصول إلى الإنترنت (على سبيل المثال، عنوان IP الخاص باتصال الإنترنت لديك أو نوع المتصفح الذي تستخدمه) لتلبية الأغراض الموضحة في هذا الإشعار.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"استخدام بيانات الموقع الجغرافي الدقيقة","description":"بعد موافقتك، يمكن استخدام موقعك الدقيق (في نطاق أقل من 500 متر) لتلبية الأغراض الموضحة في هذا الإشعار.","illustrations":[]},"2":{"id":2,"name":"فحص خصائص الجهاز بشكل فعال من أجل تحديد الهوية","description":"بعد موافقتك، قد يتم طلب خصائص معينة خاصة بجهازك واستخدامها لتمييزه عن الأجهزة الأخرى (مثل الخطوط أو المكونات الإضافية المثبتة، ودقة شاشتك)، لتلبية الأغراض الموضحة في هذا الإشعار.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"بيانات الموقع الجغرافي الدقيقة وتحديد الهوية من خلال فحص الأجهزة","description":"يمكن استخدام الموقع الجغرافي الدقيق ومعلومات حول خصائص الجهاز."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة وقياس أداء الإعلانات","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن قياس أداء الإعلانات."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"الإعلانات المخصصة","description":"يمكن تخصيص الإعلانات بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة وقياس أداء الإعلانات وفهم الجمهور","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن قياس أداء الإعلانات. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة وملف الإعلانات المخصص وقياس أداء الإعلانات","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة. يمكن قياس أداء الإعلانات."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"اختيار الإعلانات المخصصة وقياس أداء الإعلانات","description":"يمكن تخصيص الإعلانات بناءً على ملفك. يمكن قياس أداء الإعلانات."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"اختيار الإعلانات المخصصة وقياس أداء الإعلانات وأبحاث الجمهور","description":"يمكن تخصيص الإعلانات بناءً على ملفك. يمكن قياس أداء الإعلانات. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"الإعلانات المخصصة وقياس أداء الإعلانات","description":"يمكن تخصيص الإعلانات بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة. يمكن قياس أداء الإعلانات."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"الإعلانات المخصصة وقياس أداء الإعلانات وأبحاث الجمهور","description":"يمكن تخصيص الإعلانات بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة. يمكن قياس أداء الإعلانات. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"الإعلانات المخصصة","description":"يمكن تخصيص الإعلانات بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"محتوى مخصص","description":"يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"اختيار المحتوى المخصص وقياس أداء المحتوى","description":"يمكن تخصيص المحتوى بناءً على ملفك. يمكن قياس أداء المحتوى."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"اختيار المحتوى المخصص وقياس أداء المحتوى وأبحاث الجمهور","description":"يمكن تخصيص المحتوى بناءً على ملفك. يمكن قياس أداء المحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن تخصيص المحتوى بناءً على ملفك التعريفي. يمكن قياس أداء المحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"المحتوى المخصص وقياس أداء المحتوى","description":"يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص. يمكن قياس أداء المحتوى."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"عرض المحتوى وقياس أداء المحتوى وأبحاث الجمهور","description":"يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص. يمكن قياس أداء المحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"المحتوى المخصص وقياس أداء المحتوى وأبحاث الجمهور وتطوير الخدمات","description":"يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص. يمكن قياس أداء المحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"قياس أداء الإعلانات والمحتوى وأبحاث الجمهور","description":"يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"قياس أداء الإعلانات والمحتوى","description":"يمكن قياس أداء الإعلانات والمحتوى."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"قياس أداء الإعلانات وأبحاث الجمهور","description":"يمكن قياس أداء الإعلانات. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"قياس أداء الإعلانات والمحتوى وأبحاث الجمهور وتطوير الخدمات","description":"يمكن قياس أداء الإعلانات والمحتوى. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"قياس أداء المحتوى وأبحاث الجمهور وتطوير الخدمات.","description":"يمكن قياس أداء المحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"قياس أداء المحتوى وتطوير الخدمات","description":"يمكن قياس أداء المحتوى. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"اختيار الإعلانات والمحتوى المخصصين وقياس أداء الإعلانات والمحتوى","description":"يمكن تخصيص الإعلانات والمحتوى بناءً على ملفك. يمكن قياس أداء الإعلانات والمحتوى."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"اختيار الإعلانات والمحتوى المخصصين وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور","description":"يمكن تخصيص الإعلانات والمحتوى بناءً على ملفك. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن استخدام البيانات لتكوين أو تحسين تجربة المستخدم والأنظمة والبرامج."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"الإعلانات والمحتوى المخصصان وقياس أداء الإعلانات والمحتوى","description":"يمكن تخصيص الإعلانات والمحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة أو المحتوى المخصص. يمكن قياس أداء الإعلانات والمحتوى."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"الإعلانات والمحتوى المخصصان وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور","description":"يمكن تخصيص الإعلانات والمحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة أو المحتوى المخصص. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"ملف الإعلانات والمحتوى المخصصين","description":"يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة أو المحتوى المخصص."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"اختيار الإعلانات والمحتوى المخصصين","description":"يمكن تخصيص الإعلانات والمحتوى بناءً على ملفك."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"اختيار الإعلانات المخصصة والمحتوى المخصص وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور","description":"يمكن تخصيص الإعلانات والمحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة أو المحتوى المخصص. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"اختيار الإعلانات المخصصة والمحتوى المخصص وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور وتطوير الخدمات","description":"يمكن تخصيص الإعلانات والمحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة والمحتوى المخصص وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة والمحتوى المخصص وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور وتطوير الخدمات","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة والمحتوى المخصص وقياس أداء المحتوى وأبحاث الجمهور","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة والمحتوى المخصص وقياس أداء المحتوى وأبحاث الجمهور وتطوير الخدمات","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص. يمكن قياس أداء المحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة والمحتوى المخصص وقياس أداء الإعلانات","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص. يمكن قياس أداء الإعلانات."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة والمحتوى المخصص وقياس أداء الإعلانات وتطوير الخدمات","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص. يمكن قياس أداء الإعلانات. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"الإعلانات المخصصة وقياس أداء الإعلانات وتطوير الخدمات","description":"يمكن تخصيص الإعلانات بناءً على ملفك التعريفي. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف تعريفي لك أو تحسينه للإعلانات المخصصة. يمكن قياس أداء الإعلانات. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"الإعلانات المخصصة وقياس أداء الإعلانات وأبحاث الجمهور وتطوير الخدمات","description":"يمكن تخصيص الإعلانات بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة. يمكن قياس أداء الإعلانات. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"الإعلانات المخصصة وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور وتطوير الخدمات","description":"يمكن تخصيص الإعلانات بناءً على ملفك التعريفي. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف تعريفي لك أو تحسينه للإعلانات المخصصة. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"الإعلانات المخصصة واختيار المحتوى المخصص وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور وتطوير الخدمات","description":"يمكن تخصيص الإعلانات والمحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"الإعلانات والمحتوى المخصصان وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور وتطوير الخدمات","description":"يمكن تخصيص الإعلانات والمحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للإعلانات المخصصة والمحتوى المخصص. يمكن قياس أداء الإعلانات والمحتوى. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"المحتوى بناءً على بيانات محدودة وقياس أداء المحتوى","description":"يمكن اختيار المحتوى بناءً على بيانات محدودة. يمكن قياس أداء المحتوى."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"محتوى مخصص","description":"يمكن تخصيص المحتوى بناءً على ملفك. يمكن استخدام نشاطك على هذه الخدمة لإنشاء ملف لك أو تحسينه للمحتوى المخصص."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"الإعلانات بناءً على بيانات محدودة وقياس أداء الإعلانات والمحتوى وأبحاث الجمهور وتطوير الخدمات","description":"يمكن عرض الإعلانات بناءً على بيانات محدودة. يمكن قياس أداء الإعلانات. يمكن إنشاء التقارير بناءً على نشاطك ونشاط الآخرين. يمكن أن يساعد نشاطك على هذه الخدمة في تطوير المنتجات والخدمات وتحسينها."}},"dataCategories":{"1":{"id":1,"name":"عناوين IP","description":"عنوان IP الخاص بك هو رقم يحدده موفر خدمة الإنترنت لأي اتصال بالإنترنت. وهو ليس دائمًا خاصًا بجهازك ولا يكون دائمًا معرفًا ثابتًا. يُستخدم لتوجيه المعلومات على الإنترنت وعرض المحتوى عبر الإنترنت (بما في ذلك الإعلانات) على جهازك المتصل."},"2":{"id":2,"name":"خصائص الأجهزة","description":"الخصائص الفنية للجهاز الذي تستخدمه والتي لا تمثل خاصية فريدة بالنسبة لك، مثل اللغة أو المنطقة الزمنية أو نظام التشغيل."},"3":{"id":3,"name":"معرفات الأجهزة","description":"معرف الجهاز هو سلسلة فريدة من الأحرف المعينة إلى جهازك أو متصفحك عن طريق ملف تعريف ارتباط أو تقنية تخزين أخرى.  وقد يتم إنشاؤه أو الوصول إليه للتعرف على جهازك، على سبيل المثال عبر صفحات الويب من نفس الموقع أو عبر مواقع أو تطبيقات متعددة."},"4":{"id":4,"name":"المعرفات الاحتمالية","description":"ويمكن إنشاء معرف احتمالي من خلال الجمع بين خصائص جهازك (نوع المتصفح أو نظام التشغيل المستخدم) وعنوان IP الخاص باتصال الإنترنت. إذا أعطيت موافقتك، يمكن أيضًا دمج خصائص إضافية (مثل الخط الطباعي المثبت أو دقة الشاشة) لتحسين دقة المعرف الاحتمالي. يعتبر هذا المعرف \"احتماليًا\" لأن العديد من الأجهزة يمكن أن تشترك في نفس الخصائص واتصال الإنترنت. ويمكن استخدامه للتعرف على جهازك عبر صفحات الويب، على سبيل المثال من نفس الموقع أو عبر مواقع أو تطبيقات متعددة."},"5":{"id":5,"name":"المعرفات المستمدة من المصادقة","description":"وعندما يتم إنشاء معرف على أساس بيانات المصادقة، مثل تفاصيل الاتصال المرتبطة بالحسابات عبر الإنترنت التي قمت بإنشائها على المواقع الإلكترونية أو التطبيقات (مثل عنوان البريد الإلكتروني ورقم الهاتف) أو معرفات العملاء (مثل المعرف الذي يوفره مشغل الاتصالات)، يمكن استخدام هذا المعرف للتعرف عليك عبر المواقع الإلكترونية والتطبيقات والأجهزة عند تسجيل الدخول بنفس تفاصيل الاتصال."},"6":{"id":6,"name":"بيانات التصفح والتفاعل","description":"نشاطك عبر الإنترنت مثل المواقع الإلكترونية التي تزورها، أو التطبيقات التي تستخدمها، أو المحتوى الذي تبحث عنه على هذه الخدمة، أو تفاعلاتك مع المحتوى أو الإعلانات، مثل عدد المرات التي شاهدت فيها محتوىً أو إعلانًا معينًا أو ما إذا كنت قد نقرت عليه."},"7":{"id":7,"name":"البيانات المقدمة من المستخدم","description":"المعلومات التي ربما تكون قد قدمتها عن طريق الإقرار عبر أحد النماذج (مثل: تعقيب أو تعليق) أو عند إنشاء حساب (مثل: عمرك أو مهنتك)."},"8":{"id":8,"name":"بيانات الموقع غير الدقيقة","description":"التحديد التقريبي لموقعك، معبرًا عنه بمنطقة يبلغ نصف قطرها 500 متر على الأقل. يمكن استنتاج موقعك التقريبي من عنوان IP الخاص باتصالك على سبيل المثال."},"9":{"id":9,"name":"بيانات الموقع الدقيقة","description":"موقعك الدقيق ضمن منطقة نصف قطرها أقل من 500 متر بناءً على إحداثيات GPS الخاصة بك. ولا يجوز استخدامه إلا بموافقتك."},"10":{"id":10,"name":"ملفات المستخدمين","description":"قد يتم استنتاج أو نمذجة بعض الخصائص (مثل اهتماماتك المحتملة، ونواياك في الشراء، وملف تعريف المستهلك الخاص بك) من نشاطك السابق عبر الإنترنت (مثل المحتوى الذي شاهدته أو الخدمة التي استخدمتها، أو الوقت الذي تقضيه في تصفح صفحات المحتوى المختلفة والخدمات عبر الإنترنت) أو المعلومات التي قدمتها (مثل عمرك أو مهنتك)."},"11":{"id":11,"name":"خيارات الخصوصية","description":"تفضيلاتك فيما يتعلق بمعالجة بياناتك، بناءً على المعلومات التي تلقيتها."}}}