{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:52Z","purposes":{"1":{"id":1,"name":"Przechowywanie informacji na urządzeniu lub dostęp do nich","description":"Pliki cookie, identyfikatory urządzeń lub podobne identyfikatory online (np. identyfikatory oparte na logowaniu, identyfikatory przypisywane losowo, identyfikatory sieciowe) w połączeniu z innymi informacjami (takimi jak rodzaj przeglądarki i informacje w niej zawarte, język, rozmiar ekranu, obsługiwane technologie itp.) mogą być przechowywane lub odczytywane na Twoim urządzeniu celem rozpoznania urządzenia za każdym razem, gdy następuje połączenie z aplikacją lub witryną internetową – w celach tutaj przedstawionych. ","illustrations":["Większość celów, o których mowa w niniejszym powiadomieniu, wiąże się z przechowywaniem lub uzyskiwaniem dostępu do informacji z Twojego urządzenia użytkownika, gdy korzystasz z aplikacji lub odwiedzasz witrynę internetową. Na przykład dostawca lub wydawca mogą umieścić pliki cookie na Twoim urządzeniu, gdy po raz pierwszy odwiedzasz witrynę internetową. Chodzi o możliwość rozpoznania urządzenia podczas kolejnych wizyt (w ramach każdorazowego dostępu do określonych plików cookie)."]},"2":{"id":2,"name":"Wykorzystywanie ograniczonych danych do wyboru reklam","description":"Reklamy prezentowane Tobie w serwisie mogą opierać się na ograniczonych danych takich jak witryna internetowa lub aplikacja, z których korzystasz, Twoja nieprecyzyjna lokalizacja, rodzaj urządzenia albo treści przeglądane przez Ciebie (na przykład w celu ograniczenia liczby wyświetleń danej reklamy).","illustrations":["Producent samochodów chce promować swoje pojazdy elektryczne wśród świadomych ekologicznie użytkowników żyjących w mieście, po godzinach pracy. Reklama wyświetla się na stronie z powiązaną treścią (np. w związku z artykułem na temat działań dotyczacych zmian klimatycznych) po godzinie 18:30. Jest widoczna dla użytkowników, których nieprecyzyjna lokalizacja wskazuje na to, że znajdują się w strefie miejskiej.","Duży producent akwareli chce przeprowadzić kampanię reklamową online dotyczącą najnowszej gamy oferowanego asortymentu. Zależy mu na dywersyfikacji odbiorców i chce dotrzeć do jak największej liczby amatorów malarstwa i profesjonalnych artystów. Wolałby, aby reklama nie pojawiała się obok niedopasowanych treści, na przykład przy artykule dotyczacym tego, jak pomalowac dom. Wykrywana jest liczba wyświetleń reklamy. Podlega ona ograniczeniom, tak aby użytkownik nie oglądał jej zbyt często."]},"3":{"id":3,"name":"Tworzenie profili w celu spersonalizowanych reklam","description":"Informacje na temat Twojej aktywności w serwisie (np. przesyłane formularze, przeglądane treści) mogą być przechowywane i łączone z innymi informacjami dotyczącymi Ciebie (na przykład informacjami o Twojej poprzedniej aktywności w serwisie, innych witrynach internetowych lub aplikacjach) lub podobnych osób. Informacje te wykorzystuje się następnie do tworzenia lub ulepszania profilu odnoszącego się do Ciebie (który to profil może na przykład obejmować Twoje zainteresowania i cechy osobiste). Twój profil może być wykorzystywany (również później) do pokazywania reklam, które wydają się bardziej odpowiednie, biorąc pod uwagę Twoje możliwe zainteresowania. ","illustrations":["Jeśli przeczytałeś kilka artykułów o najlepszych akcesoriach rowerowych do kupienia, to informacja ta może zostać wykorzystana do stworzenia profilu o Tobie odnośnie do faktu, iż interesują Cię akcesoria rowerowe. Takiego profilu można użyć lub poprawić go później, w tej samej lub w innej witrynie bądź w aplikacji. Wszystko po to, żeby pokazać Ci reklamę konkretnej marki akcesoriów rowerowych. Jeśli spojrzysz również na konfigurator wyposażenia pojazdu  w witrynie producenta samochodów luksusowych, informacja ta może zostać powiązania z tym, że interesujesz się rowerami. Rzecz w tym, aby udoskonalić Twój profil  w oparciu o założenie, że interesujesz się luksusowym sprzętem rowerowy.","Firma odzieżowa chce wypromować nową linię ubrań dziecięcych najwyższej klasy. Nawiązuje kontakt z agencją, która obsługuje sieć sklepów odwiedzanych przez zamożnych klientów (np. eleganckich supermarketów). Firma odzieżowa prosi agencję o utworzenie profili młodych rodziców lub par, które prawdopodobnie są zamożne i mają od niedawna dzieci. Profile te mają być później wykorzystane do wyświetlania odpowiednich reklam w aplikacjach partnerów przeznaczonych dla młodych par."]},"4":{"id":4,"name":"Wykorzystanie profili do wyboru spersonalizowanych reklam","description":"Reklamy, ktore są Ci prezentowane w tym serwisie mogą być oparta na Twoich profilach reklamowych, które mogą odzwierciedlać Twoją aktywność w serwisie, innych witrynach internetowych lub aplikacjach (np. przesyłane formularze, przeglądane treści), możliwe zainteresowania i cechy osobiste.","illustrations":["Sklep internetowy chce reklamować ograniczoną czasowo wyprzedaż butów do biegania. Sklep pragnie kierować reklamy do użytkowników, którzy wcześniej oglądali buty do biegania w aplikacji mobilnej. Technologie śledzące mogą być wykorzystywane do rozpoznawania, czy użytkownik wcześniej korzystał z aplikacji mobilnej do przeglądania butów do biegania. Chodzi o pokazanie odpowiednich reklam w aplikacji./ po to aby wyswietlic tobie odpowiednie technologie","Profil utworzony z myślą o spersonalizowanej reklamie w odniesieniu do osoby, która szuka akcesoriów rowerowych w witrynie internetowej, może zostać wykorzystany do wyświetlania odpowiedniej reklamy takich akcesoriów w aplikacji mobilnej innej organizacji."]},"5":{"id":5,"name":"Tworzenie profili w celu personalizacji treści","description":"Informacje na temat Twojej aktywności w serwisie (np. przesyłane formularze, przeglądane treści niezwiązane z reklamami) mogą być przechowywane i łączone z innymi informacjami dotyczącymi Ciebie (na przykład informacjami o Twojej poprzedniej aktywności w usłudze, innych witrynach internetowych lub aplikacjach) lub podobnych osób. Informacje te wykorzystuje się następnie do tworzenia lub ulepszania Twojego profilu (który to profil może obejmować możliwe zainteresowania i cechy osobiste). Twój profil może być wykorzystywany (również później) do prezentowania treści, które wydają się bardziej odpowiednie w oparciu o Twoje ewentualne zainteresowania, na przykład poprzez dostosowanie kolejności wyświetlania treści, aby jeszcze łatwiej było Ci znaleźć treści odpowiadające Twoim zainteresowaniom.\n","illustrations":["Przeczytałeś kilka artykułów na platformie mediów społecznościowych o tym, jak zbudować domek na drzewie. Informacje te mogą zostać dodane do Twojego profilu, aby oznaczyć Twoje zainteresowanie treściami związanymi z aktywnością na świeżym powietrzu oraz przewodnikami dla samouków (chodzi o umożliwienie personalizacji treści, tak aby na przykład w przyszłości wyświetlało Ci się więcej postów na blogach i artykułów na temat domków na drzewach czy drewnianych chatek w lesie).","Obejrzałeś trzy filmy na temat eksploracji przestrzeni kosmicznej w różnych aplikacjach telewizyjnych. Niezależna platforma informacyjna, z którą nie miałeś jeszcze do czynienia, tworzy profil oparty na dotychczasowych treściach przeglądanych przez Ciebie. Oznacza zatem eksplorację przestrzeni kosmicznej jako temat, który może Ci się wydać nteresujący w innych materiałach wideo."]},"6":{"id":6,"name":"Wykorzystywanie profili w celu doboru spersonalizowanych treści","description":"Treści prezentowane w serwisie mogą być oparte na Twoich profilach spersonalizowanej treści, które mogą odzwierciedlać Twoją aktywność w tym lub innym serwisie (bierze się pod uwagę przesyłane formularze, przeglądane treści itd.), możliwe zainteresowania i aspekty osobiste. Informacje te mogą zostać wykorzystane na przykład do dostosowania kolejności wyświetlania treści, aby jeszcze bardziej ułatwić Ci przeglądanie właściwych (niereklamowych) treści odpowiadających Twoim zainteresowaniom.","illustrations":["Czytasz artykuły na temat wegetarianizmu na pewnej platformie mediów społecznościowych. Następnie zaczynasz korzystać z aplikacji kulinarnej niezależnej firmy. Profil utworzony na Twój temat na platformie mediów społecznościowych będzie wykorzystywany do prezentowania Ci przepisów wegetariańskich na ekranie powitalnym aplikacji kulinarnej.","Obejrzałeś trzy filmy o wioślarstwie w różnych witrynach internetowych. Niezależna platforma udostępniająca materiały wideo zarekomenduje Ci  pięć innych filmów na temat wioślarstwa, które mogą Cię zainteresować podczas korzystania z aplikacji telewizyjnej – w oparciu o profil utworzony na Twój temat po odwiedzeniu przez Ciebie wspomnianych wcześniej witryn internetowych w celu obejrzenia filmów online."]},"7":{"id":7,"name":"Pomiar efektywności reklam","description":"Informacje dotyczące tego, które reklamy są Ci pokazywane, jak również tego, jak na nie reagujesz, mogą pomóc określić, na ile dobrze zadziałała dana reklama na Ciebie lub inne osoby i czy cele reklamy zostały osiągnięte. Na przykład czy w ogóle widziałeś reklamę, czy ją na nią kliknąłeś, czy skłoniła to Ciebie do zakupu produktu lub odwiedzenia witryny internetowej itp. Jest to bardzo pomocne w zrozumieniu  znaczenia kampanii reklamowych.","illustrations":["Kliknąłeś reklamę dotyczącą rabatów Black Friday oferowanych przez sklep internetowy na witrynie internetowej wydawcy i dokonałeś zakupu produktu. Twoje kliknięcie zostanie powiązane z tym zakupem. Dokonany zostanie pomiar Twojej interakcji celem sprawdzenia, ile kliknięć reklamy doprowadziło do zakupu.","Jesteś jedną z niewielu osób, które kliknęły reklamę dotyczącą zniżki z okazji „międzynarodowego dnia uznania”, oferowanej przez sklep internetowy z prezentami w aplikacji wydawcy. Wydawca chce uzyskać odpowiednie raporty, aby dowiedzieć się, jak często Ty lub inni użytkownicy oglądali konkretne reklamy w aplikacji, a w szczególności tę dotyczącą „międzynarodowego dnia uznania”. Rzecz w tym, aby pomóc wydawcy i jego partnerom (np. agencjom) w optymalizacji lokowania reklam."]},"8":{"id":8,"name":"Pomiar efektywności treści","description":"Informacje dotyczące prezentowanych Ci treści oraz Twoje reakcje na nie mogą zostać wykorzystane do określenia, czy (niereklamowe) treści dotarły – na przykład – do zamierzonych odbiorców i czy odpowiadały Twoim zainteresowaniom. Pozwalają się dowiedzieć, czy przeczytałeś artykuł, obejrzałeś film, słuchałeś podcastu lub sprawdziłeś opis produktu, ile czasu spędziłeś, korzystając z serwisu, jakie witryny internetowe odwiedziłeś itp. Pomaga to poznać znaczenie (niereklamowych) pokazywanych Tobie treści. \n","illustrations":["Przeczytałeś wpis na blogu o pieszej turystyce w aplikacji mobilnej wydawcy, po czym skorzystałeś z linku do polecanego i powiązanego postu. Twoja reakcja zostanie zarejestrowana, gdyż pozwala sądzić, że początkowy post dotyczący pieszych wędrówek był przydatny i udało się zainteresować Cię powiązanym postem. Odpowiednie wskaźniki zostaną zmierzone, aby dowiedzieć się, czy w przyszłości tworzyć więcej postów na temat pieszych wędrówek i gdzie je umieszczać na ekranie głównym aplikacji mobilnej.","Został Ci zaprezentowany materiał wideo o trendach modowych, ale przestałeś go oglądać po 30 sekundach. Ta informacja pozwala określić prawidłową długości przyszłych filmów o trendach modowych."]},"9":{"id":9,"name":"Rozumienie odbiorców dzięki statystyce lub kombinacji danych z różnych źródeł","description":"Można generować raporty na podstawie kombinacji zestawów danych (takich jak profile użytkowników, statystyki, badania rynku, dane analityczne) dotyczących reakcji użytkowników na treści reklamowe lub niereklamowe. Chodzi o identyfikację wspólnych cech (na przykład określenie, którzy odbiorcy docelowi są bardziej otwarci na kampanię reklamową lub treści danego typu).","illustrations":["Właściciel księgarni internetowej chce, aby raporty handlowe pokazywały odsetek odwiedzających, którzy odwiedzili witrynę i opuścili ją, nic nie kupiwszy, osób, które odwiedziły witrynę i kupiły ostatnią autobiografię celebryty miesiąca, jak również średni wiek i rozkład dystrybucji poszczególnych kategorii wśród kobiet i mężczyzn. Dane związane z nawigacją przez Ciebie po witrynie i Twoimi cechami osobistymi są następnie wykorzystywane i łączone z innymi odpowiednimi informacjami w celu wygenerowania wspomnianych statystyk.","Reklamodawca chce lepiej poznać preferencje odbiorców, którzy wchodzą w interakcje z jego reklamami. Zleca więc instytutowi badawczemu porównanie cech charakterystycznych użytkowników, którzy zareagowali na reklamę z typowymi atrybutami użytkowników podobnych platform na różnych urządzeniach. Wypracowane porównanie uświadamia reklamodawcy, że odbiorcy jego reklam uzyskują do nich dostęp głównie za pośrednictwem urządzeń mobilnych i są to zwykle osoby w wieku od 45 do 60 lat."]},"10":{"id":10,"name":"Rozwój i ulepszanie usług","description":"Informacje na temat Twojej aktywności w serwisie, np. odnoszące się do Twoich reakcji na reklamy lub treści, mogą być bardzo pomocne w ulepszaniu produktów i usług oraz tworzeniu nowych produktów i usług w oparciu o Twoje interakcje, typ odbiorców itp. Ten konkretny cel nie obejmuje tworzenia ani ulepszania profili czy identyfikatorów użytkowników.","illustrations":["Platforma technologiczna współpracująca z dostawcą mediów społecznościowych zauważa wzrost liczby użytkowników aplikacji mobilnych i wyciąga wniosek – na podstawie profili użytkowników – że wielu z nich korzysta z połączeń mobilnych. Decyduje się na skorzystanie z nowej technologii dostarczania reklam sformatowanych specjalnie pod kątem urządzeń mobilnych. Są to reklamy o niskiej przepustowości, a jednocześnie bardzo wysokiej efektywności.","Reklamodawca poszukuje nowej metody wyświetlania reklam na nowym typie urządzenia konsumenckiego. W związku z tym gromadzi informacje dotyczące sposobów interakcji użytkowników z nowym urządzeniem. Chciałby dowiedzieć się, czy może zbudować nowy mechanizm wyświetlania reklam na urządzeniu tego rodzaju."]},"11":{"id":11,"name":"Wykorzystywanie ograniczonych danych do wyboru treści","description":"Treści prezentowane Tobie w serwisie mogą opierać się na ograniczonych danych takich jak witryna internetowa lub aplikacja, z których korzystasz, Twoja nieprecyzyjna lokalizacja, rodzaj urządzenia albo treści przeglądane przez Ciebie (na przykład w celu ograniczenia liczby wyświetleń danego filmu lub artykułu).\n","illustrations":["Magazyn podróżniczy opublikował w swojej witrynie internetowej artykuł na temat nowych kursów online prowadzonych przez szkołę językową, ukierunkowanych na ułatwianie komunikacji w czasie podróży. Wpisy na blogu szkoły są umieszczane bezpośrednio w dolnej części strony. Dobiera się je na podstawie Twojej nieprecyzyjnej lokalizacji  (na przykład wpisy na blogu wyjaśniające program kursów dotyczących języków innych niż język kraju, w którym się znajdujesz).\n","Aplikacja mobilna z wiadomościami sportowymi zaczęła publikować nową serię artykułów na temat ostatnich meczów piłkarskich. W każdym artykule są filmy (dostarczane przez niezależną platformę streamingową) z najciekawszymi fragmentami poszczególnych meczów. Jeżeli użytkownik przyspieszy jakiś film, może to oznaczać, że następny prezentowany materiał wideo powinien być krótszy.\n"]}},"specialPurposes":{"1":{"id":1,"name":"Zapewnienie bezpieczeństwa, zapobieganie oszustwom i naprawianie błędów\n","description":"Twoje dane mogą być wykorzystywane do monitorowania i zapobiegania oszustwom (np. w odniesieniu do reklam i ich klikania przez boty) oraz zapewnienia prawidłowego i bezpiecznego działania systemów i procesów. Dane te mogą być również wykorzystywane do korygowania wszelkich problemów, jakie mogą wystąpić u Ciebie, wydawcy lub reklamodawcy w związku z dostarczaniem treści i reklam oraz w związku z Twoją interakcją z treścią i reklamami.","illustrations":["Pośrednik reklamowy dostarcza reklamy różnych reklamodawców do swojej sieci witryn partnerskich. Zauważa duży wzrost liczby kliknięć reklam odnoszących się do jednego reklamodawcy. Na podstawie danych dotyczących źródła kliknięć dochodzi do wniosku, że 80% kliknięć pochodzi od botów, a nie od ludzi."]},"2":{"id":2,"name":"Dostarczanie i prezentowanie reklam i treści","description":"Niektóre informacje (np. adres IP lub funkcje urządzenia) są wykorzystywane w celu zapewnienia technicznej zgodności treści lub reklam lub w celu ułatwienia przesyłania treści lub reklam do Twojego urządzenia. ","illustrations":["Kliknięcie łącza w artykule zwykle kieruje użytkownika na inną stronę lub część artykułu. Aby to osiągnąć, 1) przeglądarka wysyła żądanie na serwer połączony z witryną internetową, 2) serwer odpowiada („oto artykuł, o który prosiłeś”), korzystając z informacji technicznych automatycznie zawartych w żądaniu wysłanym przez urządzenie, aby prawidłowo wyświetlić informacje/ilustracje będące częścią żądanego artykułu. Technicznie rzecz biorąc, taka wymiana informacji jest niezbędna do dostarczenia treści wyświetlanych na ekranie."]},"3":{"id":3,"name":"Zapisanie decyzji dotyczących prywatności oraz informowanie o nich","description":"Decyzje podejmowane przez użytkownika dotyczące celów i podmiotów wymienionych w niniejszym powiadomieniu są zapisane i udostępniane tym podmiotom w formie sygnałów cyfrowych (np. ciągu znaków). Jest to konieczne dla zapewnienia aby te podmioty i usługi respektowały podjęte przez użytkownika decyzje.","illustrations":["Gdy użytkownik odwiedza witrynę internetową i ma wybór między wyrażeniem zgody lub odmową korzystania z profili w związku z przekazywaniem personalizowanych reklam, decyzja podjęta przez użytkownika w tym zakresie zostaje zapisana i przekazana dostawcom reklam, tak aby prezentowane reklamy były z nią zgodne."]}},"features":{"1":{"id":1,"name":"Dopasowanie i łączenie danych z innych źródeł","description":"Informacje dotyczące aktywności użytkownika w usłudze mogą być łączone z innymi informacjami dotyczącymi użytkownika, pochodzącymi z różnych źródeł takich jak aktywność w innej usłudze online, korzystanie z karty lojalnościowej w sklepie lub odpowiedzi na pytania w ankiecie – w celach wyjaśnionych w niniejszym powiadomieniu.","illustrations":[]},"2":{"id":2,"name":"Łączenie różnych urządzeń","description":"W związku z celami opisanymi w niniejszym powiadomieniu można przypuszczać, że urządzenie użytkownika jest powiązane z innymi urządzeniami, które należą do użytkownika lub znajdują się w jego gospodarstwie domowym (na przykład gdy użytkownik loguje się do tej samej usługi zarówno na telefonie, jak i komputerze, ewentualnie korzysta z tego samego połączenia internetowego na obu urządzeniach).","illustrations":[]},"3":{"id":3,"name":"Identyfikacja urządzeń na podstawie informacji przesyłanych automatycznie","description":"Urządzenie użytkownika może odróżniać się od innych urządzeń na podstawie informacji, które automatycznie wysyła, uzyskując dostęp do internetu (na przykład na podstawie adresu IP połączenia internetowego lub rodzaju wykorzystywanej przeglądarki) – w celach określonych w niniejszym powiadomieniu.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Użycie dokładnych danych geolokalizacyjnych","description":"Za zgodą użytkownika do realizacji celów określonych w niniejszym powiadomieniu można wykorzystywać dokładną lokalizację użytkownika (mowa tu o promieniu nieprzekraczającym 500 metrów).","illustrations":[]},"2":{"id":2,"name":"Aktywne skanowanie charakterystyki urządzenia do celów identyfikacji","description":"Za zgodą użytkownika może zostać wysłane żądanie o podanie określonych cech urządzenia użytkownika, które pozwolą na odróżnienie go od innych urządzeń (np. zainstalowane wtyczki i czcionki, rozdzielczość ekranu) – w związku z realizacją celów, o których mowa w niniejszym powiadomieniu.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Precyzyjne dane geolokalizacyjne i identyfikacja poprzez skanowanie urządzeń","description":"Precyzyjne dane geolokalizacyjne i informacje o charakterystyce urządzenia mogą być wykorzystywane. \n\n"},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Reklamy oparte na ograniczonych danych i pomiarach reklam","description":"Reklamy mogą być wyświetlane w oparciu o ograniczone dane. Efektywnośc reklam może być mierzona."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Reklamy spersonalizowana \n","description":"Reklamy mogą być personalizowane w oparciu Twój profil. Twoja aktywność w ramach tego serwisu może zostać wykorzystana do utworzenia lub ulepszenia profilu o Tobie na potrzeby spersonalizowanych reklam.\n"},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Reklamy oparte na ograniczonych danych, pomiarach reklam i zrozumieniu odbiorców","description":"Reklamy mogą być prezentowane w oparciu o ograniczone dane. Efektywność reklam może być mierzona. Raporty mogą być generowane na podstawie aktywności Twojej i  innych osób."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Reklamy oparte na ograniczonych danych, spersonalizowany profil reklamowy i pomiar reklam\n","description":"Reklamy mogą być wyświetlane w oparciu o ograniczone dane. Twoja aktywność w ramach tego serwisu może zostać wykorzystana do utworzenia lub ulepszenia profilu o Tobie na potrzeby spersonalizowanych reklam. Efektywność reklam może być mierzona."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Wybór spersonalizowanych reklam i pomiar reklam","description":"Reklamy mogą być personalizowane w oparciu o Twój profil. Efektywność reklam może być mierzona."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Wybór spersonalizowanych reklam, pomiar reklam i badanie odbiorców","description":"Reklamy mogą być personalizowane w oparciu o Twój profil. Efektywność reklam może być mierzona. Raporty mogą być generowane na podstawie aktywności Twojej i  innych osób."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Reklamy spersonalizowane i pomiar reklam","description":"Reklamy mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach tego serwisu może zostać wykorzystana do utworzenia lub ulepszenia profilu o Tobie na potrzeby spersonalizowanych reklam. Efektywność reklam może być mierzona.\n"},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Reklamy spersonalizowane, pomiar reklam i badanie odbiorców","description":"Reklamy mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach tego serwisu może zostać wykorzystana do utworzenia lub ulepszenia profilu o Tobie na potrzeby spersonalizowanych reklam. Efektywność  reklam może być mierzona. Raporty mogą być generowane na podstawie aktywności Twojej i  innych osób."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Reklamy spersonalizowane","description":"Reklamy mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach tego serwisu może zostać wykorzystana do utworzenia lub ulepszenia profilu o Tobie na potrzeby spersonalizowanych reklam. "},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Spersonalizowane treści","description":"Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach tego serwisu może zostać wykorzystana do utworzenia lub ulepszenia profilu o Tobie na potrzeby spersonalizowanych treści. "},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Wybór spersonalizowanych treści i pomiar treści","description":"Treści mogą być personalizowane w oparciu o Twój profil. Efektywność  treści może być mierzona. \n"},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Wybór spersonalizowanych treści, pomiar treści i badanie odbiorców\n","description":"Treści mogą być personalizowane w oparciu o Twój profil. Efektywność  treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. "},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Spersonalizowane treści i pomiar treści","description":"Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach tego serwisu może zostać wykorzystana do utworzenia lub ulepszenia profilu o Tobie na potrzeby spersonalizowanych treści. Efektywność  treści może być mierzona. "},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Spersonalizowane treści, pomiar treści i badanie odbiorców","description":"Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach tego serwisu może zostać wykorzystana do utworzenia lub ulepszenia profilu o Tobie na potrzeby spersonalizowanych treści. Efektywność  treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. "},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Spersonalizowane treści, pomiar treści, badanie odbiorców i ulepszanie usług","description":"Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach tego serwisu może zostać wykorzystana do utworzenia lub ulepszenia profilu o Tobie na potrzeby spersonalizowanych treści. Efektywność  treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Pomiar reklam i treści oraz badanie odbiorców","description":"Efektywność  reklam i treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. "},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Pomiar reklam i treści\n\n","description":"Efektywność  reklam i treści może być mierzona"},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Pomiar reklam i badanie odbiorców","description":"Efektywność  reklam może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. "},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Pomiar reklam i treści, badanie odbiorców, ulepszanie usług","description":"Efektywność reklam i treści może być mierzona. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług.  Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób.\n"},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Pomiar treści, badanie odbiorców i ulepszanie usług","description":"Efektywność  treści może być mierzona.  Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Pomiar treści i ulepszanie usług","description":"Efektywność  treści może być mierzona. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług.\n"},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Wybór spersonalizowanych reklam i treści oraz pomiar reklam i treści","description":"Reklamy i treści mogą być personalizowane na podstawie Twojego profilu. Efektywność  reklam i treści może być mierzona.\n"},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Wybór spersonalizowanych reklam i treści, pomiar reklam i treści oraz badanie odbiorców","description":"Reklamy i treści mogą być personalizowane na podstawie Twojego profilu. Efektywność  reklam i treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Dane mogą być wykorzystywane do tworzenia lub ulepszania doświadczeń użytkowników, systemów i oprogramowania."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Spersonalizowane reklamy i treści oraz pomiar reklam i treści","description":"Reklamy i treści mogą być personalizowane na podstawie Twojego profilu. Twoja aktywność w ramach serwisu może być wykorzystana do utworzenia lub ulepszenia Twojego profilu w celu spersonalizowanych reklam lub treści. Efektywność  reklam i treści może być mierzona"},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Spersonalizowane reklamy i treści, pomiar reklam i treści oraz badanie odbiorców","description":"Reklamy i treści mogą być personalizowane na podstawie Twojego profilu. Twoja aktywność w ramach serwisu może być wykorzystana do utworzenia lub ulepszenia Twojego profilu w celu spersonalizowanych reklam lub treści. Efektywność reklam i treści może być mierzona.Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. "},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Profil bazujący na spersonalizowanych reklamach i treściach","description":"Twoja aktywność w ramach serwisu może być wykorzystana do utworzenia lub ulepszenia Twojego profilu w celu spersonalizowanych reklam lub treści. \n"},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Wybór spersonalizowanych reklam i treści","description":"Reklamy i treści można personalizować w oparciu o Twój profil."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Reklama oparta na ograniczonych danych, pomiar reklam i treści,  badanie odbiorców\n\n","description":"Reklamy mogą być wyświetlane w oparciu o ograniczone dane. Efektywność  reklam i treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. \n"},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Wybór spersonalizowanych reklam, spersonalizowane treści, pomiar reklam i treści oraz  badanie odbiorców\n","description":"Reklamy i treści można personalizować w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych treści. Efektywność reklam i treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. "},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Wybór spersonalizowanych reklam, spersonalizowane treści, pomiar reklam i treści,  badanie odbiorców oraz ulepszanie usług","description":"Reklamy i treści można personalizować w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych treści. Efektywność  reklam i treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług.\n"},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Reklama oparta na ograniczonych danych, spersonalizowane treści, pomiar reklam i treści oraz  badanie odbiorców","description":"Reklamy mogą być wyświetlane w oparciu o ograniczone dane. Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych treści. Można mierzyć efektywność reklam i treści.  Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. \n"},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Reklama oparta na ograniczonych danych, spersonalizowane treści, pomiar reklam i treści,  badanie odbiorców oraz ulepszanie usług","description":"Reklamy mogą być wyświetlane w oparciu o ograniczone dane. Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych treści. Można mierzyć efektywność reklam i treści.  Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Reklama oparta na ograniczonych danych, spersonalizowane treści, pomiar treści oraz  badanie odbiorców","description":"Reklamy mogą być wyświetlane w oparciu o ograniczone dane. Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych treści. Można mierzyć efektywność treści.  Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. \n"},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Reklama oparta na ograniczonych danych, spersonalizowane treści, pomiar treści,  badanie odbiorców oraz ulepszanie usług","description":"Reklamy mogą być wyświetlane w oparciu o ograniczone dane. Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych treści. Można mierzyć efektywność treści.  Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług.\n"},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Reklama oparta na ograniczonych danych, spersonalizowane treści i pomiar reklam","description":"Reklamy mogą być wyświetlane w oparciu o ograniczone dane. Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych treści. Efektywność  reklam może być mierzona. \n"},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Reklama oparta na ograniczonych danych, spersonalizowane treści, pomiar reklam i ulepszanie usług","description":"Reklamy mogą być wyświetlane w oparciu o ograniczone dane. Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych treści. Efektywność reklam może być mierzona. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług.\n"},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Spersonalizowane reklamy, pomiar reklam i ulepszanie usług","description":"Reklamy mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych reklam. Efektywność reklam może być mierzona. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług.\n"},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Spersonalizowane reklamy, pomiar reklam,  badanie odbiorców i ulepszanie usług","description":"Reklamy mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych reklam. Efektywność  reklam może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Spersonalizowane reklamy, pomiar reklam i treści, badanie odbiorców i ulepszanie usług","description":"Reklamy mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych reklam. Efektywność  reklam i treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług.\n"},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Spersonalizowane reklamy, wybór spersonalizowanych treści, pomiar reklam i treści,  badanie odbiorców oraz ulepszanie usług","description":"Reklamy mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych treści. Efektywność  reklam i treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług.\n\n"},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Spersonalizowane reklamy i treści, pomiar reklam i treści,  badanie odbiorców i ulepszanie usług\n","description":"Reklamy mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach serwisu może zostać wykorzystana do utworzenia lub ulepszenia Twojego profilu odnośnie do spersonalizowanych reklam i treści. Efektywność  reklam i treści może być mierzona. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Twoja aktywność w tym serwisie może pomóc w rozwoju i ulepszaniu produktów i usług.\n"},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Treści oparte na ograniczonych danych i pomiar treści","description":"Treści można dobierać na podstawie ograniczonych ilości danych. Można mierzyć efektywność treści."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Spersonalizowane treści","description":"Treści mogą być personalizowane w oparciu o Twój profil. Twoja aktywność w ramach tego serwisu może zostać wykorzystana do utworzenia lub ulepszenia profilu o Tobie na potrzeby spersonalizowanych treści."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Reklama oparta na ograniczonych danych, mierzenie efektywności reklam, analiza grona odbiorców oraz ulepszanie usług","description":"Reklamy mogą być wyświetlane w oparciu o ograniczone dane. Wydajność reklam da się mierzyć. Raporty mogą być generowane w oparciu o aktywność Twoją i innych osób. Twoja aktywność w tej usłudze może pomóc w opracowywaniu i ulepszaniu produktów i usług."}},"dataCategories":{"1":{"id":1,"name":"Adresy IP","description":"Adres IP to numer przypisany przez dostawcę usług internetowych do połączenia internetowego. Nie zawsze jest konkretnie powiązany z Twoim urządzeniem i nie zawsze jest stabilnym identyfikatorem. Służy do przekierowywania informacji w Internecie i wyświetlania treści online (w tym reklam) na podłączonym urządzeniu."},"2":{"id":2,"name":"Charakterystyka urządzenia","description":"Charakterystyka techniczna używanego przez Ciebie urządzenia, która nie jest unikalna wyłącznie dla Ciebie, np. język, strefa czasowa lub system operacyjny."},"3":{"id":3,"name":"Identyfikatory urządzeń","description":"Identyfikator urządzenia to niepowtarzalny ciąg znaków przypisany do Twojego urządzenia lub przeglądarki za pomocą plików cookie lub innych technologii przechowywania.  Można go utworzyć lub uzyskać do niego dostęp w celu rozpoznania Twojego urządzenia np. na stronach internetowych z tej samej witryny albo z różnych witryn lub aplikacji."},"4":{"id":4,"name":"Identyfikatory probabilistyczne","description":"Identyfikator probabilistyczny można utworzyć, łącząc cechy powiązane z Twoim urządzeniem (rodzaj używanej przeglądarki lub systemu operacyjnego) i adresem IP połączenia internetowego. Jeżeli wyrazisz zgodę, można również łączyć dodatkowe cechy (np. zainstalowaną czcionkę lub rozdzielczość ekranu) w celu zwiększenia precyzji probabilistycznego identyfikatora. Taki identyfikator jest uważany za „probabilistyczny”, ponieważ kilka urządzeń może mieć te same cechy i połączenie z Internetem. Można go używać w celu rozpoznania Twojego urządzenia np. na stronach internetowych z tej samej witryny albo z różnych witryn lub aplikacji."},"5":{"id":5,"name":"Identyfikatory pochodzące z uwierzytelniania","description":"W przypadku, gdy identyfikator został utworzony na podstawie danych uwierzytelniających, np. danych kontaktowych powiązanych z kontami internetowymi, które zostały przez Ciebie utworzone w witrynach internetowych lub aplikacjach (np. adres e-mail, numer telefonu) tudzież identyfikatorów klientów (np. identyfikator dostarczony przez operatora telekomunikacyjnego), identyfikator ten może być używany do rozpoznawania Cię w witrynach internetowych, aplikacjach i urządzeniach po zalogowaniu przy użyciu tych samych danych kontaktowych."},"6":{"id":6,"name":"Dane z przeglądania i interakcji","description":"Twoja aktywność w Internecie taka jak odwiedzane witryny internetowe, aplikacje, których używasz, wyszukiwane przez Ciebie treści w usłudze lub Twoje interakcje z treściami lub reklamami, takie jak liczba wyświetleń określonej treści lub reklamy albo kliknięcie jej przez Ciebie. "},"7":{"id":7,"name":"Dane dostarczone przez użytkownika","description":"Informacje, które mogły zostać podane przez Ciebie w formie deklaracji za pośrednictwem formularza (np. informacje zwrotne, komentarz) lub podczas tworzenia konta (np. Twój wiek, zawód)."},"8":{"id":8,"name":"Nieprecyzyjne dane lokalizacyjne","description":"Przybliżenie Twojej lokalizacji, wyrażone jako obszar o promieniu co najmniej 500 metrów. Twoją przybliżoną lokalizację można określić na podstawie np. adresu IP Twojego połączenia."},"9":{"id":9,"name":"Precyzyjne dane lokalizacyjne","description":"Twoja precyzyjna lokalizacja w promieniu poniżej 500 metrów w oparciu o współrzędne GPS. Można jej używać wyłącznie za Twoją zgodą."},"10":{"id":10,"name":"Profile użytkowników","description":"Niektóre cechy (np. Twoje możliwe zainteresowania, zamiary zakupu, profil konsumenta) mogą zostać wywnioskowane lub być modelowane na podstawie twojej poprzedniej aktywności w Internecie (mowa tu np. o treściach, które oglądałeś, albo o usługach, z których korzystałeś, o czasie spędzonym na różnych treściach i usługach online) lub podanych przez Ciebie informacjach (np. wiek, zawód)."},"11":{"id":11,"name":"Wybory (preferencje) dotyczące prywatności ","description":"Twoje preferencje dotyczące przetwarzania Twoich danych w oparciu o otrzymane przez Ciebie informacje."}}}