{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:45Z","purposes":{"1":{"id":1,"name":"Információk tárolása és/vagy elérése egy eszközön","description":"Sütik, eszközazonosítók vagy hasonló online azonosítók (pl. bejelentkezésalapú azonosítók, véletlenszerűen hozzárendelt azonosítók, hálózatalapú azonosítók) más információkkal együtt (pl. böngésző típusa és adatai, nyelv, képernyőméret, támogatott technológiák stb.) tárolhatók vagy olvashatók az Ön eszközén, hogy az felismerhető legyen minden alkalommal, amikor egy alkalmazáshoz vagy egy webhelyhez csatlakozik, az itt bemutatott célok közül egy vagy több érdekében.","illustrations":["A jelen nyilatkozatban ismertetett legtöbb cél az Ön eszközéről alkalmazás használatakor vagy webhely felkeresésekor származó információk tárolásán vagy elérésén alapul. Például előfordulhat, hogy egy beszállítónak vagy kiadónak sütit kell eltárolnia az Ön eszközén a webhelyen tett első látogatása alkalmával, hogy következő látogatásaikor felismerhesse az eszközt (minden alkalommal ennek a sütinek az elérése útján)."]},"2":{"id":2,"name":"Korlátozott körű adatok felhasználása hirdetések kiválasztásához","description":"Az ezen a szolgáltatáson keresztül Önnek megjelenített hirdetések korlátozott körű adatokon alapulhatnak, mint például az Ön által használt webhely vagy alkalmazás, az Ön nem pontos tartózkodási helye, az eszközének típusa vagy az a tartalom, amellyel Ön interakcióban áll (vagy állt) (például annak korlátozása érdekében, hogy egy hirdetés hányszor jelenjen meg Önnek).","illustrations":["Egy autógyártó munkaidőn túl a városban élő környezettudatos felhasználók körében szeretné népszerűsíteni elektromos járműveit. A hirdetés egy kapcsolódó tartalmat (például egy klímaváltozás elleni intézkedésekről szóló cikket) tartalmazó oldalon jelenik meg este 6:30 után, olyan felhasználók számára, akiknek nem pontos tartózkodási helye azt sugallja, hogy városi zónában tartózkodnak.","Egy nagy vízfestékgyártó online hirdetési kampányt szeretne indítani legújabb vízfesték termékcsaládja számára, diverzifikálva közönségét, hogy a lehető legtöbb amatőr és professzionális művészt érje el, és elkerülve a hirdetés nem megfelelő tartalom (például ház kifestéséről szóló cikkek) melletti megjelenítését. A rendszer számon tartja, hogy a hirdetés hányszor jelent meg Önnek, és korlátozza annak túl gyakori bemutatását."]},"3":{"id":3,"name":"Profilok létrehozása személyre szabott hirdetés érdekében","description":"Az Ön jelen szolgáltatásban végzett tevékenységével kapcsolatos információk (mint például az Ön által beküldött űrlapok, megtekintett tartalmak) tárolhatók, és kombinálhatók Önnel vagy más felhasználókkal kapcsolatos más információkkal (például a jelen szolgáltatásban és más webhelyeken vagy alkalmazásokban végzett korábbi tevékenységeiből származó információkkal). Ezt ezután arra használjuk, hogy profilt hozzunk létre vagy tökéletesítsünk Önnel kapcsolatban (amely magában foglalhatja a lehetséges érdeklődési köröket és személyes szempontokat). Profilja (később is) felhasználható olyan hirdetések bemutatására, amelyek relevánsabbnak tűnnek az Ön ezek és más entitások szerinti lehetséges érdeklődési köre alapján.","illustrations":["Ha Ön számos cikket elolvas a legjobb megvásárolható kerékpártartozékokról, ezeket az információkat felhasználhatjuk arra, hogy profilt hozzunk létre az Ön kerékpártartozékok iránti érdeklődéséről. Az ilyen profil később felhasználható vagy tökéletesíthető ugyanazon vagy egy másik webhelyen vagy alkalmazásban úgy, hogy egy adott kerékpártartozék márka hirdetéseit jelenítsük meg Önnek. Ha Ön egy autókonfigurátort is megtekint egy luxusautó-gyártó weboldalán, ezt az információt kombinálhatjuk a kerékpárok iránti érdeklődésével, finomítva ezzel profilját, és azzal a feltételezéssel élhetünk, hogy Ön a luxuskategóriás kerékpáros felszerelések iránt is érdeklődik.","Egy ruházati vállalat szeretné népszerűsíteni csúcskategóriás babaruhákból álló új termékcsaládját. Kapcsolatba lép egy olyan ügynökséggel, amelynek magas jövedelmű ügyfelekkel rendelkező ügyfélhálózata van (például felsőkategóriás szupermarketek), és arra kéri az ügynökséget, hogy hozzon létre profilokat olyan fiatal szülőkről vagy párokról, akik feltételezhetően gazdagok és újszülött gyermekük van, hogy később ezek a profilok felhasználhatók legyenek partneralkalmazásokon belül hirdetések bemutatására."]},"4":{"id":4,"name":"Profilok használata személyre szabott hirdetés kiválasztásához","description":"Az ezen szolgáltatásban Önnek megjelenített hirdetések az Ön hirdetési profiljain alapulhatnak, amelyek tükrözhetik az Ön jelen szolgáltatásban vagy más webhelyeken vagy alkalmazásokban végzett tevékenységét, (mint például az Ön által beküldött űrlapok, az Ön által megtekintett tartalmak), lehetséges érdeklődési köreit és személyes szempontjait.","illustrations":["Egy online kiskereskedő futócipőkre vonatkozó korlátozott értékesítési akciót szeretne hirdetni. Olyan felhasználókat szeretne a hirdetéssel megcélozni, akik korábban futócipőket nézegettek a mobilalkalmazásában. A nyomon követési technológiák felhasználhatók annak felismerésére, hogy Ön korábban már használta a mobilalkalmazást futócipők megtekintésére, annak érdekében, hogy az alkalmazásban megjelenítsék Önnek a megfelelő hirdetést.","Egy webhelyen kerékpártartozékokat kereső személyre irányított személyre szabott hirdetés céljából létrehozott profil felhasználható kerékpártartozékokra vonatkozó releváns hirdetés bemutatására egy másik szervezet mobilalkalmazásában."]},"5":{"id":5,"name":"Profilok létrehozása tartalom személyre szabásához","description":"Az Ön jelen szolgáltatásban végzett tevékenységével kapcsolatos információk (például az Ön által beküldött űrlapok, megtekintett nem hirdetésjellegű tartalmak) tárolhatók, és kombinálhatók Önnel vagy hasonló felhasználókkal kapcsolatos más információkkal (például a jelen szolgáltatásban és más webhelyeken vagy alkalmazásokban végzett korábbi tevékenységeiből származó információkkal). Ezt ezután arra használjuk, hogy profilt hozzunk létre vagy tökéletesítsünk Önnel kapcsolatban (amely magában foglalhatja például a lehetséges érdeklődési köröket és személyes szempontokat). Profilja felhasználható (később is) olyan tartalom bemutatására, amely relevánsabbnak tűnik az Ön lehetséges érdeklődési körei alapján, például a tartalom megjelenítési sorrendjét módosítva, hogy Ön még könnyebben megtalálhassa az érdeklődési körének megfelelő tartalmat.","illustrations":["Ön egy közösségi média platformon több cikket is elolvas arról, hogyan építhet lombházat. Ezeket az információkat hozzáadhatjuk egy profilhoz, hogy feljegyezzük érdeklődését a szabadtéri tartalmak, valamint barkácsútmutatók iránt (azzal a céllal, hogy ez lehetővé tegye a tartalom személyre szabását, így például a jövőben több blogbejegyzést és cikket jeleníthessünk meg Önnek lombházakról és faházakról).","Ön megnézett három űrkutatásról szóló videót különböző tévéalkalmazásokban. Egy független hírplatform, amellyel Önnek még nem volt kapcsolata, profilt épít az ilyen megtekintési viselkedés alapján, és más videók vonatkozásában lehetséges érdeklődési körként jelöli meg az űrkutatást."]},"6":{"id":6,"name":"Profilok használata személyre szabott tartalom kiválasztásához","description":"A jelen szolgáltatásban Önnek bemutatott tartalom az Ön tartalom személyreszabási profiljain alapulhat, amelyek alapján jellemezhetők az Ön jelen vagy más szolgáltatások körében végzett tevékenységei (mint például az Ön által beküldött űrlapok, az Ön által megtekintett tartalmak), lehetséges érdeklődési körei és személyes szempontjai. Ez felhasználható például a tartalmak Ön részére történő megjelenítése sorrendjének módosítására, hogy Ön még könnyebben megtalálja az érdeklődési körének megfelelő (nem hirdetési jellegű) tartalmakat.","illustrations":["Ön vegetáriánus ételekről szóló cikkeket olvas egy közösségi média platformon, majd egy független vállalat főzőalkalmazását használja. A közösségi média platformon Önről készült profil segítségével vegetáriánus recepteket mutatunk be Önnek a főzőalkalmazás üdvözlőképernyőjén.","Ön három videót tekintett meg különböző webhelyeken az evezésről. Egy független videómegosztó platform öt további evezéssel kapcsolatos videót fog javasolni, amelyek érdekelhetik Önt a tévéalkalmazása használata során, az Önről akkor készült profil alapján, amikor azokon a különböző webhelyeken járt online videók megtekintése céljából."]},"7":{"id":7,"name":"A hirdetések teljesítményének mérése","description":"Az Ön számára megjelenített hirdetésekre és az Ön azokkal való interakcióira vonatkozó információk felhasználhatók annak meghatározására, hogy egy hirdetés mennyire működött jól Ön vagy más felhasználók számára, és hogy a hirdetés elérte-e a céljait. Például, hogy Ön látott-e egy hirdetést, rákattintott-e, a hirdetés arra késztette-e, hogy megvásároljon egy terméket vagy felkeressen egy webhelyet stb. Ez nagyon hasznos a hirdetési kampányok relevanciájának megértésében.","illustrations":["Ön rákattintott egy online áruház „fekete pénteki” kedvezményre vonatkozó hirdetésére egy kiadó weboldalán, és megvásárolt egy terméket. Kattintása hozzá lesz kapcsolva ehhez a vásárláshoz. Megmérjük az Ön és más felhasználók interakcióját, hogy megtudjuk, hány hirdetésre kattintás vezetett vásárláshoz.","Ön egyike azon keveseknek, akik egy kiadó alkalmazásán belül rákattintottak egy olyan hirdetésre, amely egy online ajándékbolt „nemzetközi elismerési nap” alkalmából nyújtott engedményéről szólt. A kiadó jelentéseket szeretne kapni, hogy megtudja, hogy az alkalmazáson belül Ön és más felhasználók milyen gyakran néztek rá vagy kattintottak rá egy adott hirdetéselhelyezésre, nevezetesen a „nemzetközi elismerési nap” hirdetésre, hogy a kiadó és partnerei (például ügynökségek) optimalizálhassák a hirdetések elhelyezését."]},"8":{"id":8,"name":"A tartalom teljesítményének mérése","description":"Az Ön számára megjelenített tartalomra és az Ön azzal való interakciójára vonatkozó információk felhasználhatók annak meghatározására, hogy pl. a (nem hirdetésjellegű) tartalom elérte-e a szándékolt közönségét, és megfelelt-e az Ön érdeklődési körének. Például, attól függetlenül, hogy Ön cikket olvas, videót néz, podcastot hallgat vagy termékleírást néz, mennyi időt töltött ebben a szolgáltatásban és a meglátogatott weboldalakon stb. Ez nagyon hasznos annak megértésében, hogy az Ön számára megjelenített (nem hirdetésjellegű) tartalom mennyire releváns.","illustrations":["Ön egy túrázásról szóló blogbejegyzést olvasott egy kiadó mobilalkalmazásában, és követte az ajánlott és kapcsolódó bejegyzésre mutató linket. Interakcióit úgy rögzítjük, hogy abból kitűnjön, hogy a túrázásról szóló eredeti poszt hasznos volt az Ön számára, és sikeresen felkeltette az Ön érdeklődését a kapcsolódó poszt iránt. Ezt azért mérjük, hogy megtudjuk, a jövőben kell-e további bejegyzéseket készíteni a túrázásról, és hová kell elhelyezni őket a mobilalkalmazás kezdőképernyőjén.","Önnek bemutattunk egy divattrendekről szóló videót, de Ön és több más felhasználó is 30 másodperc után nem nézte azt tovább. Ezt az információt ezután a divattrendekről szóló jövőbeni videók megfelelő hosszának értékelésére használják fel."]},"9":{"id":9,"name":"A közönségek megértése statisztikák vagy különböző forrásokból származó adatok kombinálásai révén","description":"Jelentések hozhatók létre az Ön és más felhasználók hirdetési (vagy nem hirdetési) tartalmakkal való interakcióira vonatkozó adatkészletek (például felhasználói profilok, statisztikák, piackutatási, elemzési adatok) kombinálása alapján a közös jellemzők azonosítása érdekében (például annak meghatározása érdekében, hogy mely célközönségek fogékonyabbak egy hirdetési kampányra vagy bizonyos tartalmakra).","illustrations":["Egy online könyvesbolt tulajdonosa kereskedelmi jelentést szeretne kapni, amely megmutatja azon látogatók arányát, akik felkeresték, de vásárlás nélkül hagyták el a webhelyét, illetve felkeresték azt és megvásárolták a frissen megjelent „a hónap híresség-életrajzát”, valamint megmutatja az egyes kategóriák átlagéletkorát és férfi/nő eloszlását. A webhelyén Ön által történt navigációval és az Ön személyes jellemzőivel kapcsolatos adatokat ezután felhasználják és más ilyen adatokkal kombinálják ezen statisztikák létrehozásához.","Egy hirdető szeretné jobban megérteni, hogy milyen típusú közönség lép interakcióba a hirdetéseivel. Felkér egy kutatóintézetet, hogy hasonlítsa össze a hirdetéssel interakcióba lépett felhasználók jellemzőit hasonló platformok felhasználóinak tipikus jellemzőivel, különböző eszközökön. Ez az összehasonlítás megmutatja a hirdetőnek, hogy hirdetéseinek közönsége elsősorban mobileszközökön keresztül éri el a hirdetéseket, és tagjai valószínűleg a 45-60 éves korosztályba tartoznak."]},"10":{"id":10,"name":"Szolgáltatások fejlesztése és tökéletesítése","description":"Az Ön jelen szolgáltatásban végzett tevékenységével kapcsolatos információk – mint például a hirdetésekkel vagy tartalommal való interakciója – nagyon hasznos lehet a termékek és szolgáltatások tökéletesítésében, valamint új termékek és szolgáltatások létrehozásában a felhasználói interakciók, a közönség típusa stb. alapján Ez a konkrét cél nem foglalja magában a felhasználói profilok és azonosítók fejlesztését vagy tökéletesítését.","illustrations":["Egy közösségi média szolgáltatóval együttműködő technológiai platform észreveszi a mobilalkalmazások felhasználói számának növekedését, és profiljaik alapján azt látja, hogy közülük sokan mobilkapcsolatokon keresztül csatlakoznak. Új technológiát használ a mobileszközökhöz igazodóan formázott, és alacsony sávszélességű hirdetések küldéséhez, hogy javítsa azok teljesítményét.","Egy hirdető annak módját keresi, hogy miként tudna hirdetéseket megjeleníteni egy újfajta típusú fogyasztói eszközön. Információkat gyűjt arról, hogy a felhasználók hogyan lépnek interakcióba ezzel az új típusú eszközzel, annak meghatározása érdekében, hogy ki tudna-e fejleszteni egy új mechanizmust a hirdetések ilyen típusú eszközön történő megjelenítésére."]},"11":{"id":11,"name":"Korlátozott körű adatok felhasználása tartalom kiválasztásához","description":"Az ezen a szolgáltatáson keresztül Önnek megjelenített tartalmak korlátozott körű adatokon alapulhatnak, mint például az Ön által használt webhely vagy alkalmazás, az Ön nem pontos tartózkodási helye, az eszközének típusa vagy az a tartalom, amellyel Ön interakcióban áll (vagy állt) (például annak korlátozása érdekében, hogy egy videó vagy cikk hányszor jelenjen meg Önnek).","illustrations":["Egy utazási magazin cikket tett közzé a weboldalán egy nyelviskola által a külföldi utazás élményének fokozása érdekében javasolt új online tanfolyamokról. Az iskola blogbejegyzései közvetlenül az oldal alján találhatók, és az Ön nem pontos tartózkodási helye alapján kerülnek kiválasztásra (például olyan blogbejegyzések, amelyek az Ön tartózkodási országának nyelvétől eltérő nyelvekre vonatkozó tananyagot ismertetnek).","Egy sporthíreket szolgáltató mobilalkalmazás új cikk rovatot indított a legutóbbi futballmeccsekről. Mindegyik cikk egy külön streaming platformon található videókat tartalmaz, amelyek bemutatják az egyes mérkőzések legfontosabb pillanatait. Ha Ön beleteker egy videóba, ez az információ felhasználható arra, hogy a rendszer a következő lejátszáshoz egy rövidebb videót válasszon ki."]}},"specialPurposes":{"1":{"id":1,"name":"Biztonság, visszaélések megakadályozása és észlelése, hibajavítás","description":"Az Ön adatai felhasználhatók a szokatlan és potenciálisan visszaélésszerű tevékenységek figyelése és megelőzése érdekében (mint például hirdetések vonatkozásában a robotok általi hirdetéskattintások), valamint a rendszerek és folyamatok megfelelő és biztonságos működésének biztosítására. Felhasználhatók továbbá az Ön, a kiadó vagy a hirdető által a tartalmak és hirdetések megjelenítésekor, valamint a velük való interakció során esetlegesen tapasztalt problémák kijavítására is.","illustrations":["Egy hirdetésközvetítő különböző hirdetőktől származó hirdetéseket küld partner webhelyeinek hálózatába. Észreveszi, hogy az egyik hirdetőre vonatkozó hirdetésekre történő kattintások száma jelentősen megnőtt, és a kattintások forrására vonatkozó adatokat felhasználva megállapítja, hogy a kattintások 80%-a inkább robotoktól, mint emberektől származik."]},"2":{"id":2,"name":"Hirdetés és tartalom megjelenítése és bemutatása","description":"Bizonyos információkat (például az IP-címet vagy az eszköz képességeit) arra használunk, hogy biztosítsuk a tartalom vagy a hirdetés technikai kompatibilitását, és elősegítsük a tartalom vagy a hirdetés továbbítását az Ön eszközére.","illustrations":["Ha egy cikkben lévő linkre kattint, akkor általában egy másik oldalra vagy a cikk egy másik részére kerül. Ennek elérése érdekében 1°) a böngészője kérést küld a webhelyhez kapcsolódó szervernek, 2°) a szerver válaszol („itt az a cikk, amelyet kért”), felhasználva az Ön eszköze által küldött kérésben automatikusan szereplő technikai információkat, hogy megfelelően jelenítse meg az Ön által kért cikk részét képező információkat/képeket. Technikailag az ilyen információcsere mindenképpen szükséges a képernyőjén megjelenő tartalom továbbításához."]},"3":{"id":3,"name":"Adatvédelmi lehetőségek mentése és kommunikációja","description":"A jelen nyilatkozatban felsorolt célokkal és szervezetekkel kapcsolatos döntéseit a rendszer digitális jelek (például karakterlánc) formájában menti és teszi elérhetővé ezen szervezetek számára. Erre azért van szükség, hogy mind a szolgáltatás, mind az említett szervezetek figyelemmel lehessenek ezen döntésekre.","illustrations":["Amikor Ön felkeres egy weboldalt, és az felteszi Önnek a kérdést, hogy hozzájárul-e ahhoz, hogy felhasználják a profilját személyre szabott hirdetések megjelenítéséhez, illetve megtagadja-e az ehhez való hozzájárulását, az Ön választását a rendszer elmenti és elérhetővé teszi a hirdetési szolgáltatók részére, így az Ön számára megjelenített hirdetések esetében figyelembe veszik ezt a választást."]}},"features":{"1":{"id":1,"name":"Más adatforrásokból származó adatok párosítása és kombinálása","description":"A jelen szolgáltatásban Ön által végzett tevékenységgel kapcsolatos információk párosíthatók és kombinálhatók más Önnel kapcsolatos és különböző forrásokból származó információkkal (például egy különálló online szolgáltatásban végzett tevékenységével, egy hűségkártya üzletben történő használatával vagy egy felmérésre adott válaszaival) a jelen közleményben ismertetett célok támogatása érdekében.","illustrations":[]},"2":{"id":2,"name":"Különböző eszközök összekapcsolása","description":"A jelen közleményben ismertetett célok támogatása érdekében az Ön eszköze valószínűleg más, Önhöz vagy háztartásához tartozó eszközökkel összekapcsoltnak minősülhet (például azért, mert a telefonján és a számítógépén is ugyanabba a szolgáltatásba van bejelentkezve, vagy mert ugyanazt az internetkapcsolatot használja mindkét eszközön).","illustrations":[]},"3":{"id":3,"name":"Eszközök azonosítása automatikusan továbbított információk alapján","description":"Az Ön eszköze az internet elérése során automatikusan elküldött információk (például az Ön internetkapcsolatának IP-címe vagy az Ön által használt böngésző típusa) alapján megkülönböztethető lehet más eszközöktől a jelen közleményben ismertetett célok támogatása érdekében.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Pontos földrajzi helymeghatározási adatok felhasználása","description":"Az Ön beleegyezésével az Ön pontos tartózkodási helye (500 méternél kisebb sugarú körön belül) felhasználható a jelen közleményben ismertetett célok támogatására.","illustrations":[]},"2":{"id":2,"name":"Az eszköz jellemzőinek aktív szkennelése az azonosítás érdekében","description":"Az Ön beleegyezésével az Ön eszközének bizonyos jellemzőit (mint például a telepített betűtípusok vagy bővítmények, a képernyő felbontása) lekérhetik és felhasználhatják annak más eszközöktől való megkülönböztetésére a jelen közleményben ismertetett célok támogatása érdekében.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Pontos földrajzi helymeghatározási adatok és azonosítás az eszköz szkennelésével","description":"A pontos földrajzi helymeghatározási adatok és az eszköz jellemzőire vonatkozó információk felhasználhatók."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés és hirdetésmérés","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján. A hirdetés teljesítménye mérhető."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Személyre szabott hirdetés","description":"A hirdetések az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés, hirdetésmérés és közönségkutatás","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján. A hirdetés teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés, személyre szabott hirdetési profil és hirdetésmérés","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés teljesítménye mérhető."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Személyre szabott hirdetés kiválasztása és hirdetésmérés","description":"A hirdetések az Ön profilja alapján személyre szabhatók. A hirdetés teljesítménye mérhető."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Személyre szabott hirdetés kiválasztása, hirdetésmérés és közönségkutatás","description":"A hirdetések az Ön profilja alapján személyre szabhatók. A hirdetés teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Személyre szabott hirdetés és hirdetésmérés","description":"A hirdetések az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés teljesítménye mérhető."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Személyre szabott hirdetés, hirdetésmérés és közönségkutatás","description":"A hirdetések az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Személyre szabott hirdetés","description":"A hirdetések az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Személyre szabott tartalom","description":"A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Személyre szabott tartalom kiválasztása és tartalommérés","description":"A tartalom az Ön profilja alapján személyre szabható. A tartalom teljesítménye mérhető."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Személyre szabott tartalom kiválasztása, tartalommérés és közönségkutatás","description":"A tartalom az Ön profilja alapján személyre szabható. A tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. A tartalom az Ön profilja alapján személyre szabható. A tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Személyre szabott tartalom és tartalommérés","description":"A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A tartalom teljesítménye mérhető."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Személyre szabott tartalom, tartalommérés és közönségkutatás","description":"A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Személyre szabott tartalom, tartalommérés, közönségkutatás és szolgáltatásfejlesztés","description":"A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Hirdetés- és tartalommérés és közönségkutatás","description":"A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Hirdetés- és tartalommérés","description":"A hirdetés és a tartalom teljesítménye mérhető."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Hirdetésmérés és közönségkutatás","description":"A hirdetés mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Hirdetés- és tartalommérés, közönségkutatás és szolgáltatásfejlesztés","description":"A hirdetés és a tartalom teljesítménye mérhető. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Tartalommérés, közönségkutatás és szolgáltatásfejlesztés.","description":"A tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Tartalommérés és szolgáltatásfejlesztés","description":"A tartalom teljesítménye mérhető. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Személyre szabott hirdetés és tartalom kiválasztása, hirdetés- és tartalommérés","description":"A hirdetések és tartalmak az Ön profilja alapján személyre szabhatók. A hirdetés és a tartalom teljesítménye mérhető."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Személyre szabott hirdetés és tartalom kiválasztása, hirdetés- és tartalommérés és közönségkutatás","description":"A hirdetések és tartalmak az Ön profilja alapján személyre szabhatók. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az adatok felhasználhatók a felhasználói élmény, a rendszerek és a szoftverek összeállításához vagy javításához."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Személyre szabott hirdetés és tartalom, hirdetés- és tartalommérés","description":"A hirdetések és tartalmak az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés vagy tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés és a tartalom teljesítménye mérhető."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Személyre szabott hirdetés és tartalom, hirdetés- és tartalommérés és közönségkutatás","description":"A hirdetések és tartalmak az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés vagy tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Személyre szabott hirdetési és tartalomprofil","description":"Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés vagy tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Személyre szabott hirdetés és tartalom kiválasztása","description":"A hirdetések és tartalmak az Ön profilja alapján személyre szabhatók."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés, hirdetés- és tartalommérés és közönségkutatás","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Személyre szabott hirdetés kiválasztása, személyre szabott tartalom, hirdetés- és tartalommérés és közönségkutatás","description":"A hirdetések és tartalmak az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés vagy tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Személyre szabott hirdetés kiválasztása, személyre szabott tartalom, hirdetés- és tartalommérés, közönségkutatás és szolgáltatásfejlesztés","description":"A hirdetések és tartalmak az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés, személyre szabott tartalom, hirdetés- és tartalommérés és közönségkutatás","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján. A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés, személyre szabott tartalom, hirdetés- és tartalommérés, közönségkutatás és szolgáltatásfejlesztés","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján. A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés, személyre szabott tartalom, tartalommérés és közönségkutatás","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján. A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés, személyre szabott tartalom, tartalommérés, közönségkutatás és szolgáltatásfejlesztés","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján. A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés, személyre szabott tartalom és hirdetésmérés","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján. A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés teljesítménye mérhető."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés, személyre szabott tartalom, hirdetésmérés és szolgáltatásfejlesztés","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján. A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés teljesítménye mérhető. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Személyre szabott hirdetés, hirdetésmérés és szolgáltatásfejlesztés","description":"A hirdetés az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés teljesítménye mérhető. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Személyre szabott hirdetés, hirdetésmérés, közönségkutatás és szolgáltatásfejlesztés","description":"A hirdetések az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Személyre szabott hirdetés, hirdetés- és tartalommérés, közönségkutatás és szolgáltatásfejlesztés","description":"A hirdetés az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Személyre szabott hirdetés, személyre szabott tartalom kiválasztása, hirdetés- és tartalommérés, közönségkutatás és szolgáltatásfejlesztés","description":"A hirdetések és tartalmak az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Személyre szabott hirdetés és tartalom, hirdetés- és tartalommérés, közönségkutatás és szolgáltatásfejlesztés","description":"A hirdetések és tartalmak az Ön profilja alapján személyre szabhatók. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott hirdetés vagy tartalom céljából profilt hozzunk létre Önről és azt tökéletesítsük. A hirdetés és a tartalom teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az Ön ezen szolgáltatásban végzett tevékenysége segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló tartalom és tartalommérés","description":"Tartalom korlátozott körű adatok alapján is kiválasztható. A tartalom teljesítménye mérhető."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Személyre szabott tartalom","description":"A tartalom az Ön profilja alapján személyre szabható. Az Ön ezen szolgáltatásban végzett tevékenysége felhasználható arra, hogy személyre szabott tartalom céljából profilt hozzunk létre Önről, vagy azt tökéletesítsük."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Korlátozott körű adatokon alapuló hirdetés, hirdetésmérés, közönségkutatás és szolgáltatásfejlesztés","description":"Hirdetések megjeleníthetők korlátozott körű adatok alapján is. A hirdetés teljesítménye mérhető. Az Ön és mások tevékenysége alapján jelentések hozhatók létre. Az Ön által ebben a szolgáltatásban végzett tevékenység segíthet a termékek és szolgáltatások fejlesztésében és tökéletesítésében."}},"dataCategories":{"1":{"id":1,"name":"IP-címek","description":"Az Ön IP-címe egy szám, amelyet az internetszolgáltatója rendel az internetkapcsolathoz. Ez nem minden esetben az Ön készülékére jellemző szám, és nem minden esetben minősül stabil azonosítónak. Az internetes információk továbbítására és online tartalmak (beleértve a hirdetéseket is) megjelenítésére szolgál az Ön csatlakoztatott eszközén."},"2":{"id":2,"name":"Az eszköz jellemzői","description":"Az Ön által használt eszköz olyan műszaki jellemzői, amelyek nem csupán Önre jellemzőek, mint például a nyelv, az időzóna vagy az operációs rendszer."},"3":{"id":3,"name":"Eszközazonosítók","description":"Az eszközazonosító egy egyedi karaktersorozat, amelyet sütik vagy más tárolási technológiák segítségével rendelnek hozzá az Ön eszközéhez vagy böngészőjéhez.  Létrehozható vagy elérhető, hogy felismerje az Ön eszközét, például ugyanazon webhely weblapjain, illetve több webhelyen vagy alkalmazáson keresztül is."},"4":{"id":4,"name":"Valószínűségi azonosítók","description":"Valószínűségi azonosító hozható létre az Ön eszközéhez kapcsolódó jellemzők (a használt böngésző vagy operációs rendszer típusa) és az internetkapcsolat IP-címe kombinációja révén. Ha hozzájárul, további jellemzők (pl. a telepített betűtípus vagy képernyőfelbontás) is kombinálhatók a valószínűségi azonosító pontosságának javítása érdekében. Az ilyen azonosító „valószínűségi” azonosítónak minősül, mivel több eszköz is rendelkezhet azonos jellemzőkkel és internetkapcsolattal. Felhasználható arra, hogy felismerje az Ön eszközét, pl. ugyanazon webhely weblapjain, illetve több webhelyen vagy alkalmazáson keresztül is."},"5":{"id":5,"name":"Hitelesítésből származó azonosítók","description":"Ha egy azonosítót olyan hitelesítési adatok alapján hoznak létre, mint például a webhelyeken vagy alkalmazásokban létrehozott, online fiókokhoz kapcsolódó elérhetőségi adatok (pl. e-mail-cím, telefonszám) vagy ügyfél-azonosítók (pl. a távközlési szolgáltatója által megadott azonosító), ez az azonosító felhasználható az Ön felismerésére a különböző webhelyeken, alkalmazásokban és eszközökön, amikor ugyanazokkal az elérhetőségi adatokkal jelentkezik be."},"6":{"id":6,"name":"Böngészési és interakciós adatok","description":"Az Ön online tevékenysége, például az Ön által meglátogatott weboldalak, az Ön által használt alkalmazások, a szolgáltatáson belül keresett tartalom, illetve a tartalommal vagy hirdetésekkel való interakciói, például egy adott tartalom vagy hirdetés Ön általi megtekintések száma, illetve hogy rákattintott-e arra."},"7":{"id":7,"name":"Felhasználó által megadott adatok","description":"Az Ön által valamely űrlapon (pl. visszajelzés, megjegyzés) vagy egy felhasználói fiók létrehozásakor megadott információk (pl. életkora, foglalkozása)."},"8":{"id":8,"name":"Nem pontos földrajzi helymeghatározási adatok felhasználása","description":"Az Ön tartózkodási helyének hozzávetőleges meghatározása, legalább egy 500 méteres sugarú területen belül. Az Ön hozzávetőleges tartózkodási helye például kikövetkeztethető az internetkapcsolatához tartozó IP-címből."},"9":{"id":9,"name":"Pontos helymeghatározási adatok","description":"Az Ön pontos helyzete egy 500 méternél kisebb sugarú körön belül, az Ön GPS-koordinátái alapján. Kizárólag az Ön beleegyezésével használható fel."},"10":{"id":10,"name":"Felhasználói profilok","description":"Bizonyos jellemzők (pl. az Ön lehetséges érdeklődési köre, vásárlási szándékai, fogyasztói profilja) az Ön korábbi online tevékenységéből (pl. az Ön által megtekintett tartalom vagy igénybe vett szolgáltatás, a különböző online tartalmak és szolgáltatások megtekintésével eltöltött idő) vagy az Ön által megadott információkból (pl. életkora, foglalkozása) is kikövetkeztethetők vagy lemodellezhetők."},"11":{"id":11,"name":"Adatvédelmi döntések","description":"Az Ön adatkezeléssel kapcsolatos preferenciái, az Ön által kapott tájékoztatás alapján."}}}