{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:36Z","purposes":{"1":{"id":1,"name":"Ukládání a/nebo přístup k informacím v zařízení\n","description":"Ve vašem zařízení mohou být uloženy nebo přečteny soubory cookie, identifikátory zařízení nebo podobné online identifikátory (např. identifikátory založené na přihlášení, náhodně přiřazené identifikátory, síťové identifikátory) spolu s dalšími informacemi (např. typ a informace o prohlížeči, jazyk, velikost obrazovky, podporované technologie atd.) pro jeho rozpoznání při každém připojení k aplikaci nebo webové stránce, a to pro jeden nebo několik zde uvedených účelů.","illustrations":["Většina účelů vysvětlených v tomto oznámení závisí na ukládání nebo přístupu k informacím z vašeho zařízení, když používáte aplikaci nebo navštívíte webové stránky. Dodavatel nebo vydavatel bude muset například uložit soubor cookie do vašeho zařízení při první návštěvě webové stránky, aby bylo možné rozpoznat vaše zařízení během dalších návštěv (pokaždé prostřednictvím tohoto souboru cookie).\n\n\n"]},"2":{"id":2,"name":"Použití omezených údajů k výběru reklam","description":"Reklama, která se vám v rámci této služby zobrazuje, může vycházet z omezených údajů, jako jsou webové stránky nebo aplikace, které používáte, vaše přibližná poloha, typ vašeho zařízení nebo obsah, se kterým interagujete (nebo jste interagovali) (například k omezení počtu zobrazení reklamy).","illustrations":["Výrobce automobilů chce propagovat své elektromobily  ekologicky smýšlejícím uživatelům žijícím ve městě po pracovní době. Reklama se uživatelům, jejichž přibližná poloha naznačuje, že se nacházejí v městské zóně, zobrazuje na stránce se souvisejícím obsahem (např. článek o opatřeních proti změně klimatu) po půl sedmé večer.","Velký výrobce akvarelových barev chce provést online reklamní kampaň na svou nejnovější řadu akvarelových barev, rozšířit své publikum, aby oslovil co nejvíce amatérských i profesionálních umělců a vyhnul se zobrazování reklamy vedle nesouvisejícího obsahu (například článků o tom, jak vymalovat dům). Počet zobrazení reklamy je zjišťován a omezován, aby nedocházelo k jejímu příliš častému zobrazování. "]},"3":{"id":3,"name":"Vytváření profilů pro personalizovanou reklamu\n","description":"Informace o vaší aktivitě v této službě (například formuláře, které odesíláte, obsah, který si prohlížíte) mohou být uloženy a kombinovány s dalšími informacemi o vás (například informacemi z vaší předchozí aktivity v této službě a na jiných webových stránkách nebo v jiných aplikacích) nebo o podobných uživatelích. Tyto údaje jsou pak použity k vytvoření nebo vylepšení vašeho profilu (který může zahrnovat možné zájmy a osobní charakteristiky). Tento subjekt či další subjekty mohou váš profil použít (také později) k zobrazení reklamy, která se pro vás jeví jako relevantnější na základě vašich možných zájmů.","illustrations":["Pokud si přečtete několik článků o nejlepších doplňcích na kolo, může být na základě těchto informací vytvořen profil o vašem zájmu o doplňcích na kolo. Takový profil může být později využit nebo vylepšen na stejných nebo jiných webových stránkách či v jiné aplikaci, aby vám byla zobrazena reklama na konkrétní značku příslušenství pro jízdní kola.  Pokud se také podíváte na konfigurátor vozidla na webových stránkách výrobce luxusních automobilů, mohly by být tyto informace zkombinovány s vaším zájmem o jízdní kola, aby byl váš profil upřesněn a vytvořen předpoklad, že máte zájem o luxusní cyklistické vybavení.\n\n\n\n","Oděvní společnost chce propagovat svou novou řadu špičkového dětského oblečení. Spojí se s agenturou, která má síť klientů se zákazníky s vysokými příjmy (například luxusní supermarkety), a požádá ji o vytvoření profilů mladých rodičů nebo párů, u nichž lze předpokládat, že jsou bohatí a mají nově narozené dítě, aby je později mohla využít k zobrazení reklamy v rámci partnerských aplikací na základě těchto profilů.\n\n\n\n"]},"4":{"id":4,"name":"Používání profilů k výběru personalizované reklamy","description":"Reklama, která se vám v této službě zobrazuje, může být založena na vašich reklamních profilech, které mohou odrážet vaši aktivitu v této službě nebo na jiných webových stránkách či v aplikacích (například formuláře, které odesíláte, obsah, který si prohlížíte), případné zájmy a osobní charakteristiky. ","illustrations":["Internetový prodejce chce inzerovat limitovaný výprodej běžeckých bot. Chce cílit reklamu na uživatele, kteří se dříve dívali na běžeckou obuv ve své mobilní aplikaci. Sledovací technologie mohou být použity k rozpoznání toho, že jste mobilní aplikaci dříve použili ke konzultaci ohledně běžecké obuvi, aby vám mohla být v aplikaci zobrazena odpovídající reklama.\n\n","Profil vytvořený pro personalizovanou reklamu ve vztahu k osobě, jež na webových stránkách vyhledávala příslušenství pro kola, může být použit k zobrazení relevantní reklamy na příslušenství pro kola v mobilní aplikaci jiné organizace.\n\n"]},"5":{"id":5,"name":"Vytváření profilů pro personalizovaný obsah\n\n","description":"Informace o vaší aktivitě v této službě (například formuláře, které odesíláte, obsah, který si prohlížíte) mohou být uloženy a kombinovány s dalšími informacemi o vás (například informacemi z vaší předchozí aktivity v této službě a na jiných webových stránkách nebo v jiných aplikacích) nebo o podobných uživatelích. Tyto údaje jsou pak použity k vytvoření nebo vylepšení vašeho profilu (který může zahrnovat možné zájmy a osobní charakteristiky). Tento subjekt či další subjekty mohou váš profil použít (také později) k zobrazení obsahu, která se pro vás jeví jako relevantnější na základě vašich možných zájmů.","illustrations":["Na sociálních sítích jste si přečetli několik článků o tom, jak postavit domek na stromě. Tyto informace mohou být přidány do profilu, aby byl označen váš zájem o obsah týkající se outdooru a také o návody pro kutily (s cílem umožnit personalizaci obsahu, aby se vám například v budoucnu zobrazovalo více příspěvků na blogu a článků o domcích na stromech a dřevěných chatách).\n\n","V různých televizních aplikacích jste zhlédli tři videa o výzkumu vesmíru. Nesouvisející zpravodajská platforma, se kterou jste dosud nepřišli do styku, si na základě tohoto chování při sledování vytvoří profil a označí výzkum vesmíru jako téma, které by vás mohlo zajímat u dalších videí.\n\n"]},"6":{"id":6,"name":"Používání profilů pro výběr personalizovaného obsahu","description":"Obsah, který se vám v této službě zobrazuje, může být založen na vašich profilech personalizace obsahu, které se mohou odvíjet od vaší aktivity v této nebo jiných službách (například formuláře, které odesíláte, obsah, který si prohlížíte), možných zájmů a osobní charakteristiky. Toto lze například použít k přizpůsobení pořadí, ve kterém se vám obsah zobrazuje, aby pro vás bylo ještě snadnější nalézt (nereklamní) obsah, který odpovídá vašim zájmům.","illustrations":["Přečtete si články o vegetariánské stravě na sociálních sítích a poté použijete aplikaci pro vaření od jiné společnosti. Profil vytvořený o vás na sociálních sítích bude použit k zobrazení vegetariánských receptů na uvítací obrazovce aplikace pro vaření.\n\n","Zhlédli jste tři videa o veslování na různých webových stránkách. Odlišná platforma pro sdílení videí vám na základě profilu vytvořeného o vás při návštěvě těchto různých webových stránek za účelem sledování online videí doporučí pět dalších videí o veslování, která by vás mohla zajímat když používáte televizní aplikaci.\n\n"]},"7":{"id":7,"name":"Měření výkonu reklam\n\n","description":"Informace o vaší aktivitě v této službě, jako je vaše interakce s reklamou nebo obsahem, mohou být velmi užitečné pro zlepšování produktů a služeb a pro vytváření nových produktů a služeb na základě interakcí s uživateli, typu publika atd. Tento konkrétní účel nezahrnuje vývoj ani zlepšování uživatelských profilů a identifikátorů.","illustrations":["Klikli jste na reklamu o „black Friday“ slevě internetového obchodu na webových stránkách vydavatele a zakoupili jste produkt. Vaše kliknutí bude s tímto nákupem spojeno. Vaše interakce a interakce ostatních uživatelů bude měřena proto, abychom znali počet kliknutí na reklamu, která vedla k nákupům.\n\n","Jako jedni z mála jste klikli na reklamu na slevu v rámci „mezinárodního dne uznání“ v internetovém obchodě s dárky v aplikaci vydavatele.\nVydavatel chce mít k dispozici přehledy, které mu umožní zjistit, jak často si konkrétní umístění reklamy v aplikaci prohlížíte nebo na ni klikáte vy i ostatní uživatelé, zejména reklamu vztahující se k „mezinárodnímu dni uznání“, aby mohl sobě a svým partnerům (například agenturám) pomoci optimalizovat umístění reklamy.\n\n"]},"8":{"id":8,"name":"Měření výkonu obsahu\n","description":"Informace o tom, jaký obsah je vám zobrazován a jak s ním pracujete lze použít k určení, zda (nereklamní) obsah např. oslovil zamýšlené publikum a zda odpovídá vašim zájmům. Například zda jste si přečetli článek, shlédli video, poslechli podcast nebo se podívali na popis produktu, jak dlouho jste na této službě strávili a jaké webové stránky jste navštívili atd. To je velmi užitečné pro pochopení relevantnosti (nereklamního) obsahu, který se vám zobrazuje.","illustrations":["Přečetli jste si příspěvek na blogu o turistice v mobilní aplikaci vydavatele a následovali jste odkaz na doporučený a související příspěvek.Vaše interakce bude zaznamenána jako důkaz toho, že původní příspěvek o turistice byl pro vás užitečný a že vás úspěšně zaujal pro související příspěvek. To bude měřeno, abychom věděli, zda v budoucnu vytvářet další příspěvky o turistice a kam je umístit na domovskou obrazovku mobilní aplikace.\n","Bylo vám prezentováno video o módních trendech, ale vy i několik dalších uživatelů jste se po 30 sekundách přestali dívat. Tyto informace se pak používají k vyhodnocení správné délky budoucích videí o módních trendech.\n\n"]},"9":{"id":9,"name":"Porozumění publiku prostřednictvím statistik nebo kombinací údajů z různých zdrojů","description":"Přehledy lze vytvářet na základě kombinace souborů dat (jako jsou uživatelské profily, statistiky, průzkum trhu, analytická data) týkajících se interakcí mezi vámi a ostatními uživateli s reklamním nebo (nereklamním) obsahem, aby bylo možné určit společné charakteristiky (například určit, které publikum je vnímavější k reklamní kampani nebo k určitému obsahu).","illustrations":["Majitel internetového knihkupectví chce obchodní přehledy ukazující podíl návštěvníků, kteří si prohlédlia opustili jeho stránky bez nákupu, nebo si prohlédli a koupili poslední autobiografii slavných osobností v daném měsíci, a také průměrný věk a rozložení mužů a žen v jednotlivých kategoriích. \nÚdaje týkající se vašeho procházení jejich stránek a vašich osobních charakteristik jsou pak používány a kombinovány s dalšími podobnými údaji k vytvoření těchto statistik.\n\n\n\n","Zadavatel reklamy chce lépe porozumět typu publika, které interaguje s jeho reklamami.  Obrátí se na výzkumný ústav, aby porovnal charakteristiky uživatelů, kteří s reklamou interagovali, s typickými atributy uživatelů podobných platforem, a to na různých zařízeních.  Toto srovnání inzerentovi odhalí, že jeho publikum přistupuje k reklamám převážně prostřednictvím mobilních zařízení a je pravděpodobně ve věkovém rozmezí 45-60 let.\n\n"]},"10":{"id":10,"name":"Rozvoj a zlepšování služeb","description":"Informace o vaší aktivitě v této službě, jako je vaše interakce s reklamou nebo obsahem, mohou být velmi užitečné pro zlepšování produktů a služeb a pro vytváření nových produktů a služeb na základě interakcí s uživateli, typu publika atd. Tento konkrétní účel nezahrnuje vývoj ani zlepšování uživatelských profilů a identifikátorů.\n\n","illustrations":["Technologická platforma spolupracující s poskytovatelem sociálních sítí si všimne nárůstu počtu uživatelů mobilních aplikací a na základě jejich profilů vidí, že se mnoho z nich připojuje prostřednictvím mobilních připojení. Využije novou technologii k poskytování reklam, které jsou formátovány pro mobilní zařízení a které mají nízkou přenosovou rychlost, aby se zlepšila jejich výkonnost.\n\n","Inzerent hledá způsob, jak zobrazovat reklamy na novém typu spotřebitelského zařízení.\nShromažďuje informace o způsobu interakce uživatelů s tímto novým typem zařízení, aby zjistil, zda bude možné vytvořit nový mechanismus zobrazování reklamy na tomto typu zařízení.\n\n\n\n\n"]},"11":{"id":11,"name":"Použití omezených údajů k výběru obsahu\n\n","description":"Obsah, který se vám v rámci této služby zobrazuje, může vycházet z omezených údajů, jako jsou webové stránky nebo aplikace, které používáte, vaše přibližná poloha, typ vašeho zařízení nebo obsah, se kterým interagujete (nebo jste interagovali) (například k omezení počtu zobrazení videa nebo článku).","illustrations":["Cestovní magazín zveřejnil na svých webových stránkách článek o nových online kurzech, které nabízí jazyková škola s cílem zlepšit zážitky z cestování do zahraničí. Příspěvky na blogu školy jsou vloženy přímo do spodní části stránek a jsou vybrány na základě vaší přibližné polohy (například příspěvky na blogu vysvětlující studijní plán kurzů jiných jazyků, než je jazyk země, v níž se nacházíte).\n\n","Mobilní aplikace se sportovním zpravodajství spustila novou sekci článků, které se týkají nejnovějších fotbalových zápasů. Každý článek obsahuje videa hostovaná samostatnou streamovací platformou, která ukazují nejdůležitější momenty z každého zápasu. Pokud video rychle přetočíte, lze tyto informace použít k výběru kratšího videa, které se přehraje jako další.\n\n\n\n"]}},"specialPurposes":{"1":{"id":1,"name":"Zajištění bezpečnosti, předcházení a zjišťování podvodů a odstraňování chyb\n","description":"Vaše údaje lze použít k monitorování neobvyklých i podvodných aktivit a k jejich prevenci (například v souvislosti s reklamou, klikáním na reklamu pomocí botů) a k zajištění řádného a bezpečného fungování systémů a postupů. Mohou být také použity k nápravě problémů, se kterými se vy, vydavatel nebo inzerent můžete setkat při poskytování obsahu a reklam a při interakci s nimi.\n\n","illustrations":["Reklamní zprostředkovatel dodává reklamy od různých inzerentů do své sítě partnerských webových stránek. Všimne si velkého nárůstu kliknutí na reklamy týkající se jednoho inzerenta a na základě údajů o zdroji kliknutí zjistí, že 80 % kliknutí pochází od botů, nikoli od lidí.\n\n\n\n"]},"2":{"id":2,"name":"Poskytování a zobrazování reklamy a obsahu\n","description":"Určité informace (například IP adresa nebo funkce zařízení) se používají k zajištění technické kompatibility obsahu nebo reklamy a usnadnění přenosu obsahu nebo reklamy do vašeho zařízení.","illustrations":["Kliknutí na odkaz v článku můžete obvykle přejít na jinou stránku nebo část článku. Za tímto účelem: 1. váš prohlížeč odešle požadavek na server propojený s webovou stránkou, 2. server odpoví („zde je článek, o který jste požádali“), přičemž použije technické informace automaticky obsažené v požadavku odeslaném vaším zařízením, aby správně zobrazil informace/obrázky jako součást článku, o který jste požádali.\n\n"]},"3":{"id":3,"name":"Ukládání a sdělování voleb ochrany osobních údajů","description":"Volby, které učiníte v souvislosti s účely a subjekty uvedenými v tomto oznámení, jsou uloženy a těmto subjektům zpřístupněny ve formě digitálních signálů (například řetězec znaků). To je nezbytné k tomu, aby tato služba i tyto subjekty mohly tyto volby dodržovat.","illustrations":["Když navštívíte webové stránky a je vám nabídnuta možnost volby mezi souhlasem s používáním profilů pro personalizovanou reklamu nebo nesouhlasem, vaše volba se uloží a zpřístupní poskytovatelům reklamy tak, aby reklama, která je vám zobrazována, tuto volbu respektovala."]}},"features":{"1":{"id":1,"name":"Přiřazování a kombinování údajů z jiných zdrojů údajů\n","description":"Informace o vaší aktivitě v této službě mohou být kombinovány s dalšími informacemi, které se vás týkají a pocházejí z různých zdrojů nebo mohou být k nim přiřazovány (například vaše aktivita v samostatné online službě, vaše používání věrnostní karty v obchodě nebo vaše odpovědi v průzkumu), a to pro účely vysvětlené v tomto oznámení.\n","illustrations":[]},"2":{"id":2,"name":"Propojení různých zařízení\n","description":"Na podporu účelů vysvětlených v tomto oznámení lze vaše zařízení považovat za pravděpodobně propojené s jinými zařízeními, která patří vám nebo je máte doma (například proto, že jste přihlášeni ke stejné službě v telefonu i na počítači, nebo proto, že můžete používat stejné internetové připojení na obou zařízeních).","illustrations":[]},"3":{"id":3,"name":"Identifikace zařízení na základě automaticky přenášených informací\n","description":"Vaše zařízení může být odlišeno od jiných zařízení na základě informací, které automaticky odesílá při přístupu k internetu (například IP adresa vašeho internetového připojení nebo typ používaného prohlížeče), a to pro účely určené v tomto oznámení.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Používání přesných údajů o zeměpisné poloze\n","description":"S vaším souhlasem může být vaše přesná poloha (v okruhu menším než 500 metrů) použita na podporu účelů vysvětlených v tomto oznámení.\n","illustrations":[]},"2":{"id":2,"name":"Aktivní vyhledávání identifikačních údajů v rámci specifických vlastností zařízení\n\n","description":"S vaším souhlasem mohou být požadovány určité vlastnosti specifické pro vaše zařízení a použity k jeho odlišení od jiných zařízení (jako jsou instalované fonty písma nebo plug-in, rozlišení obrazovky), a to na podporu účelů vysvětlených v tomto oznámení.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Přesné údaje o zeměpisné poloze a identifikace pomocí skenování zařízení","description":"Lze použít údaje o přesné zeměpisné poloze a informace o specifických vlastnostech zařízení.\n"},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Reklama založená na omezených údajích a měření reklamy","description":"Reklama může být zobrazena na základě omezených údajů. Lze měřit výkon reklamy.\r\n"},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Personalizovaná reklama\r\n","description":"Reklamu lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo vylepšení vašeho profilu pro personalizovanou reklamu.\r\n\n"},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Reklama založená na omezených údajích, reklamním měření a výzkumu publika","description":"Reklama založená na omezených údajích, reklamním měření a porozumění publika Přehledy lze vytvářetna základě vaší aktivity a aktivity ostatních.\n"},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Reklama založená na omezených údajích, personalizovaném reklamním profilu a reklamním měření\n\n","description":"Reklama může být prezentována na základě omezených údajů. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovanou reklamu. Lze měřit výkonnost reklamy."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Výběr personalizované reklamy a reklamního měření","description":"Reklamu lze personalizovat na základě vašeho profilu. Lze měřit výkonnost reklamy."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Výběr personalizované reklamy, reklamního měření a výzkumu publika","description":"Reklamu lze personalizovat na základě vašeho profilu. Lze měřit výkonnost reklamy. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":" Personalizovaná reklama a reklamní měření","description":"Reklamu lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovanou reklamu. Lze měřit výkonnost reklamy.\n"},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Personalizovaná reklama, reklamní měření a průzkum publika","description":"Reklamu lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovanou reklamu. Lze měřit výkonnost reklamy. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Personalizovaná reklama","description":"Reklamu lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovanou reklamu."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Personalizovaný obsah","description":"Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Výběr personalizovaného obsahu a měření obsahu","description":"Obsah lze personalizovat na základě vašeho profilu. Lze měřit účinnost obsahu.\n"},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Výběr personalizovaného obsahu, měření obsahu a průzkum publika\n","description":"Obsah lze personalizovat na základě vašeho profilu. Lze měřit účinnost obsahu. Přehledy lze generovat na základě vaší aktivity a aktivity jiných uživatelů. Obsah lze přizpůsobit na základě vašeho profilu. Lze měřit účinnost obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. "},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Personalizovaný obsah a měření obsahu","description":"Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah. Lze měřit účinnost obsahu."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Personalizovaný obsah, měření obsahu a průzkum publika","description":"Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah. Lze měřit účinnost obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Personalizovaný obsah, měření obsahu, průzkum publika a vývoj služeb","description":"Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah. Lze měřit účinnost obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Měření reklamy a obsahu a průzkum publika","description":"Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Měření reklamy a obsahu\n\n","description":"Lze měřit účinnost reklamy a obsahu."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Měření reklamy a průzkum publika","description":"Lze měřit reklamu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Měření reklamy a obsahu, průzkum publika a rozvoj služeb","description":"Lze měřit účinnost reklamy a obsahu. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. \n"},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Měření obsahu, průzkum publika a vývoj služeb.","description":"Lze měřit účinnost obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Měření obsahu a vývoj služeb","description":"Lze měřit účinnost obsahu. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby.\n"},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Výběr personalizované reklamy a obsahu, měření reklamy a obsahu","description":"Reklamu a obsah lze personalizovat na základě profilu. Lze měřit účinnost reklamy a obsahu.\n"},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Výběr personalizované reklamy a obsahu,měření reklamy a obsahu a průzkum publika","description":"Reklamu a obsah lze personalizovat na základě profilu. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Data lze použít k vytvoření nebo zlepšení uživatelského prostředí, systémů a softwaru."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Personalizovaná reklama a obsah, měření reklamy a obsahu","description":"Reklamu a obsah lze personalizovat na základě profilu.Vaše aktivita v této službě může být použita k vytvoření nebo vylepšení vašeho profilu pro personalizovanou reklamu nebo obsah."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Personalizovaná reklama a obsah, měření reklamy a obsahu a průzkum publika","description":"Reklamu a obsah lze personalizovat na základě profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovanou reklamu nebo obsah. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. \n"},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Personalizovaná reklama a profilový obsah","description":"Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovanou reklamu nebo obsah.\n"},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Výběr personalizované reklamy a obsahu","description":"Reklamu a obsah lze personalizovat na základě profilu."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Reklama založená na omezených údajích, měření reklam a obsahu a průzkum publika\n\n","description":"Reklama může být prezentována na základě omezených údajů. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. \n"},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Výběr personalizované reklamy a obsahu, měření reklamy a obsahu a průzkum publika\n","description":"Reklamu a obsah lze personalizovat na základě profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovanou reklamu nebo obsah. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Výběr personalizované reklamy, personalizovaného obsahu, měření reklamy a obsahu, průzkum publika a rozvoj služeb","description":"Reklamu a obsah lze personalizovat na základě profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby.\n"},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Reklama založená na omezených údajích, měření reklam a obsahu a průzkumu publika","description":"Reklama může být prezentována na základě omezených údajů. Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. \n"},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Reklama založená na omezených údajích, měření personalizovaného obsahu a reklam, průzkumu publika a rozvoji služeb","description":"Reklama může být prezentována na základě omezených údajů. Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Reklama založená na omezených údajích, personlaizovaném obsahu, měření obsahu a průzkumu publika","description":"Reklama může být prezentována na základě omezených údajů. Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Reklama založená na omezených údajích, personalizovaném obsahu, měření obsahu, průzkumu publika a rozvoji služeb","description":"Reklama může být prezentována na základě omezených údajů. Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah. Lze měřit účinnost obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby.\n"},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Reklama založená na omezených údajích, personalizovaném obsahu a reklamním měření","description":"Reklama může být prezentována na základě omezených údajů. Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah. Lze měřit výkonnost reklamy.\n"},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Reklama založená na omezených údajích, personalizovaném obsahu, reklamním měření a rozvoji služeb","description":"Reklama může být prezentována na základě omezených údajů. Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah. Lze měřit výkonnost reklamy. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby.\n"},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Personalizovaná reklama, reklamní měření a rozvoj služeb","description":"Reklamu lze přizpůsobit na základě vašeho profilu. Vaši aktivitu při používání této služby lze použít k vytvoření nebo vylepšení vašeho profilu pro perzonalizovanou reklamu. Lze měřit výkonnost reklamy. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Personalizovaná reklama, reklamní měření, průzkum publika a rozvoj služeb","description":"Reklamu lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovanou reklamu. Lze měřit výkonnost reklamy. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Personalizovaná reklama, měření reklam a obsahu, průzkum publika a rozvoj služeb","description":"Reklamu lze přizpůsobit na základě vašeho profilu. Vaši aktivitu při používání této služby lze použít k vytvoření nebo vylepšení vašeho profilu pro perzonalizovanou reklamu. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby.\n"},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Personalizovaná reklama, výběr personalizovaného obsahu, měření reklamy a obsahu, průzkum publika a rozvoj služeb","description":"Reklamu a obsah lze personalizovat na základě profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovanou reklamu. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby.\n"},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Personalizovaná reklama a obsah, měření reklam a obsahu, průzkum publika a rozvoj služeb\n","description":"Reklamu a obsah lze personalizovat na základě profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovanou reklamu a obsah. Lze měřit účinnost reklamy a obsahu. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Vaše aktivita v této službě může pomoci vyvíjet a zlepšovat produkty a služby."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Obsah založený na omezených údajích a měření obsahu","description":"Obsah lze vybrat na základě omezených údajů. Lze měřit účinnost obsahu."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Personalizovaný obsah","description":"Obsah lze personalizovat na základě vašeho profilu. Vaše aktivita v této službě může být použita k vytvoření nebo zlepšení vašeho profilu pro personalizovaný obsah."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Reklama založená na omezených údajích, měření reklam, výzkumu publika a rozvoji služeb","description":"Reklama může být zobrazena na základě omezených údajů.Lze měřit výkon reklamy. Zprávy lze generovat na základě vaší aktivity a aktivity ostatních. Vaše aktivita v této službě může pomoci při vývoji a zlepšování produktů a služeb."}},"dataCategories":{"1":{"id":1,"name":"IP adresy","description":"Vaše IP adresa je číslo přidělené poskytovatelem internetových služeb každému připojení k internetu. Není vždy specifická pro vaše zařízení a ne vždy představuje stálý identifikátor. Používá se ke směrování informací na internetu a zobrazování obsahu online (včetně reklam) na vašem připojeném zařízení."},"2":{"id":2,"name":"Vlastnosti zařízení","description":"Technické vlastnosti vámi používaného zařízení, které nejsou jedinečné, jako například jazyk, časové pásmo nebo operační systém."},"3":{"id":3,"name":"Identifikátory zařízení","description":"Identifikátor zařízení je jedinečný řetězec znaků přiřazený vašemu zařízení nebo prohlížeči pomocí souboru cookie nebo jiných technologií úložiště.  Lze jej vytvořit nebo zpřístupnit za účelem rozpoznání vašeho zařízení, např. napříč jednotlivými stránkami stejného webu nebo více weby či aplikacemi."},"4":{"id":4,"name":"Pravděpodobnostní identifikátory","description":"Pravděpodobnostní identifikátor lze vytvořit zkombinováním vlastností souvisejících s vaším zařízením (druh použitého prohlížeče nebo operačního systému) a IP adresy internetového připojení. Pokud poskytnete svůj souhlas, lze pro zvýšení přesnosti pravděpodobnostního identifikátoru kombinovat i další vlastnosti (např. instalované písmo nebo rozlišení obrazovky). Takový identifikátor se považuje za „pravděpodobnostní“, protože stejné vlastnosti a připojení k internetu může sdílet několik různých zařízení. Lze jej využít za účelem rozpoznání vašeho zařízení, např. napříč jednotlivými stránkami stejného webu nebo více weby či aplikacemi."},"5":{"id":5,"name":"Identifikátory odvozené z ověření","description":"Dojde-li k vytvoření identifikátoru na základě autentizačních údajů, jako jsou kontaktní údaje související s účty online, které jste vytvořili na webových stránkách nebo v aplikacích (např. e-mailová adresa, telefonní číslo) nebo identifikátory zákazníka (např. identifikátor poskytnutý vaším telekomunikačním operátorem), lze tento identifikátor použít k rozpoznání vaší osoby napříč webovými stránkami, aplikacemi a zařízeními, k nimž se přihlašujete pomocí stejných kontaktních údajů."},"6":{"id":6,"name":"Údaje o procházení a interakci","description":"Vaše aktivita online, jako jsou navštívené webové stránky, používané aplikace, obsah, který vyhledáváte prostřednictvím této služby, nebo interakce s obsahem nebo reklamami, jako například četnost zobrazení konkrétního obsahu nebo reklamy nebo skutečnost, jestli na ně kliknete."},"7":{"id":7,"name":"Údaje poskytnuté uživatelem","description":"Informace, které jste mohli poskytnout prostřednictvím prohlášení v rámci formuláře (např. zpětná vazba, komentář) nebo při vytváření účtu (např. věk, povolání)."},"8":{"id":8,"name":"Používání nespecifických údajů o geografické poloze","description":"Přibližné údaje o vaší geografické poloze vyjádřené jako oblast o poloměru nejméně 500 metrů. Vaši přibližnou geografickou polohu lze odvodit např. z IP adresy vašeho připojení."},"9":{"id":9,"name":"Přesné údaje o geografické poloze","description":"Vaše přesná geografická poloha v oblasti o poloměru menším než 500 metrů podle souřadnic GPS. Lze ji použít pouze s vaším souhlasem."},"10":{"id":10,"name":"Profily uživatelů","description":"Některé vlastnosti (např. vaše potenciální zájmy, nákupní úmysly, spotřebitelský profil) lze odvodit nebo modelovány na základě vaší předchozí aktivity online (např. obsah, který jste si prohlíželi, nebo služba, kterou jste použili, čas věnovaný různému obsahu a službám online) nebo informací, které jste poskytli (např. váš věk, povolání)."},"11":{"id":11,"name":"Volby v oblasti ochrany osobních údajů","description":"Vaše preference týkající se zpracování údajů na základě informací, které jste obdrželi."}}}