{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:36Z","purposes":{"1":{"id":1,"name":"Emmagatzemar informació i/o accedir a la informació d’un dispositiu","description":"Les galetes, els identificadors dels dispositius o altres identificadors en línia similars (per exemple, identificadors basats en l’inici de sessió, identificadors assignats aleatòriament, identificadors basats en la xarxa) juntament amb altres informacions (per exemple, tipus de navegador i informació sobre aquest, idioma, mida de la pantalla, tecnologies suportades, etc.) es poden emmagatzemar o llegir des del seu dispositiu per reconèixer-lo cada vegada que es connecti a una aplicació o a un lloc web, per a una o diverses de les finalitats aquí presentades.","illustrations":["La majoria de les finalitats explicades en aquest avís es basen en l’emmagatzematge o l’accés a informació del seu dispositiu quan utilitza una aplicació o visita un lloc web. Per exemple, un proveïdor o editor pot necessitar emmagatzemar una galeta al seu dispositiu durant la seva primera visita en un lloc web, per poder reconèixer el seu dispositiu en les seves properes visites (mitjançant l’accés a aquesta galeta cada vegada)."]},"2":{"id":2,"name":"Utilitzar dades limitades per seleccionar la publicitat","description":"La publicitat que se li presenta en aquest servei pot basar-se en dades limitades, com ara el lloc web o l’aplicació que utilitza, la seva ubicació no precisa, el tipus de dispositiu o el contingut amb el qual està (o ha estat) interactuant (per exemple, per limitar el nombre de vegades que se li presenta un anunci).","illustrations":["Un fabricant d’automòbils vol promocionar els seus vehicles elèctrics a usuaris amb consciència ambiental que viuen a la ciutat després de les hores d’oficina. La publicitat es presenta en una pàgina amb contingut relacionat (com un article sobre accions relatives al canvi climàtic) a partir de les 18:30 h als usuaris la ubicació no precisa dels quals suggereix que es troben en una zona urbana.","Un gran productor de pintures aquarel·les vol dur a terme una campanya publicitària en línia per la seva última gamma d’aquarel·les, diversificant el seu públic per arribar al major nombre d’artistes aficionats i professionals possible i evitant mostrar l’anunci al costat de continguts que no s’ajustin (per exemple, articles sobre com pintar casa seva). El nombre de vegades que l’anunci s’ha presentat es detecta i es limita, per evitar presentar-lo massa sovint."]},"3":{"id":3,"name":"Crear perfils per a la publicitat personalitzada","description":"La informació sobre la seva activitat en aquest servei (com ara formularis que envia, contingut que mira) es pot emmagatzemar i combinar amb altra informació sobre vostè (per exemple, informació de la seva activitat anterior en aquest servei i altres llocs web o aplicacions) o sobre usuaris similars. Això s’utilitza per construir o millorar un perfil sobre vostè (que podria incloure possibles interessos i aspectes personals). El seu perfil pot utilitzar-se (també més endavant) per presentar publicitat que sembli més rellevant en funció dels seus possibles interessos per aquesta i altres entitats.","illustrations":["Si llegeix diversos articles sobre els millors accessoris que pot comprar per a bicicletes, aquesta informació podria utilitzar-se per crear un perfil sobre el seu interès en els accessoris per a bicicletes. Aquest perfil pot utilitzar-se o millorar-se més endavant, en el mateix lloc web o aplicació o en un lloc web o aplicació diferent per presentar-li publicitat per a una marca d’accessoris de bicicleta en particular. Si també consulta el configurador d’un vehicle en el lloc web d’un fabricant de cotxes de luxe, aquesta informació podria combinar-se amb el seu interès en les bicicletes per refinar el seu perfil i fer una suposició que vostè està interessat en material de ciclisme de luxe.","Una empresa de roba vol promocionar la seva nova línia de roba per a nadons de gamma alta. Es posa en contacte amb una agència que compta amb una xarxa de clients amb alts ingressos (com supermercats d’alta gamma) i demana a l’agència que creï perfils de pares joves o parelles que es pugui suposar que són adinerats i que tinguin un fill, de manera que aquests puguin utilitzar-se més tard per presentar publicitat dins d’aplicacions associades basades en aquests perfils."]},"4":{"id":4,"name":"Utilitzar perfils per seleccionar publicitat personalitzada","description":"La publicitat que se li presenta en aquest servei pot basar-se en els seus perfils publicitaris, que poden reflectir la seva activitat en aquest servei o en altres llocs web o aplicacions (com els formularis que envia o el contingut que mira), els seus possibles interessos i aspectes personals.","illustrations":["Un minorista en línia vol anunciar una venda limitada de sabatilles per córrer. Vol dirigir la publicitat als usuaris que prèviament havien mirat les sabatilles en la seva aplicació mòbil. Les tecnologies de rastreig es poden utilitzar per reconèixer que vostè havia utilitzat prèviament l’aplicació mòbil per consultar sabatilles per córrer, amb la finalitat de presentar-li l’anunci corresponent a l’aplicació.","Un perfil creat per a la publicitat personalitzada en relació amb una persona que ha buscat accessoris per a bicicletes en un lloc web es pot utilitzar per presentar l’anunci rellevant d’accessoris per a bicicletes en una aplicació mòbil d’una altra organització."]},"5":{"id":5,"name":"Crear perfils per personalitzar el contingut","description":"La informació sobre la seva activitat en aquest servei (per exemple, formularis que envia o contingut no publicitari que mira) es pot emmagatzemar i combinar amb altra informació sobre vostè (com ara la seva activitat anterior en aquest servei o altres llocs web o aplicacions) o sobre usuaris similars. Això s’utilitza per construir o millorar un perfil sobre vostè (que podria incloure, per exemple, possibles interessos i aspectes personals). El seu perfil pot utilitzar-se (també més endavant) per presentar contingut que sembli més rellevant en funció dels seus possibles interessos, com ara adaptant l’ordre en què es mostra el contingut, de manera que sigui encara més fàcil per a vostè trobar contingut que s’ajusti als seus interessos.","illustrations":["Ha llegit diversos articles sobre com construir una casa en un arbre en una plataforma de xarxes socials. Aquesta informació es podria afegir a un perfil per apuntar el seu interès en els continguts relacionats amb l’aire lliure així com amb les guies de fes-ho tu mateix (amb l’objectiu de permetre la personalització dels continguts, de manera que per exemple se li presentin més entrades de bloc i articles sobre cases en arbres i cabines de fusta en el futur).","Ha vist tres vídeos sobre l’exploració espacial en diferents aplicacions de televisió. Una plataforma de notícies no relacionada amb la qual no ha tingut contacte construeix un perfil basat en aquest comportament de visualització, marcant l’exploració espacial com un tema de possible interès per a altres vídeos."]},"6":{"id":6,"name":"Utilitzar perfils per seleccionar contingut personalitzat","description":"El contingut que se li presenta en aquest servei es pot basar en els seus perfils de personalització de contingut, que poden reflectir la seva activitat en aquest o altres serveis (per exemple, els formularis que envia o el contingut que mira), possibles interessos i aspectes personals. Per exemple, això es pot utilitzar per adaptar l’ordre en què se li mostra el contingut, de manera que sigui encara més fàcil per a vostè trobar contingut (no publicitari) que s’ajusti als seus interessos.”","illustrations":["Llegeix articles sobre menjar vegetarià en una plataforma de xarxes socials i després utilitza l’aplicació de cuina d’una empresa no relacionada. El perfil construït sobre vostè a la plataforma de xarxes socials s’utilitzarà per presentar receptes vegetarianes a la pantalla de benvinguda de l’aplicació de cuina.","Ha vist tres vídeos sobre rem en diferents llocs web. Una plataforma d’intercanvi de vídeos no relacionada li recomanarà cinc vídeos diferents sobre rem que poden ser del seu interès quan utilitzi la seva aplicació de televisió, basada en un perfil construït sobre vostè quan ha visitat aquests diferents llocs web per veure els vídeos en línia."]},"7":{"id":7,"name":"Mesurar el rendiment de la publicitat","description":"La informació sobre quina publicitat se li presenta i com interactua amb ella es pot utilitzar per determinar com ha funcionat un anunci per a vostè o altres usuaris i si s’han assolit els objectius de la publicitat. Per exemple, si ha vist un anunci, si hi ha fet clic, si l’ha portat a comprar un producte o a visitar un lloc web, etc. Això és molt útil per entendre la rellevància de les campanyes publicitàries.","illustrations":["Ha fet clic en un anunci sobre un descompte de Black Friday ofert per una botiga en línia a la pàgina web d’un editor i ha comprat un producte. El seu clic estarà vinculat a aquesta compra. La seva interacció i la d’altres usuaris es mesurarà per saber quants clics en l’anunci van portar a una compra.","Vostè és una de les poques persones que ha fet clic en un anunci sobre un descompte del “dia internacional d’agraïment al client” ofert per una botiga de regals en línia dins de l’aplicació d’un editor. L’editor vol disposar d’informes que li permetin conèixer la freqüència amb la qual vostè i altres usuaris han vist o han fet clic en un anunci específic de l’aplicació, en concret, l’anunci del “dia internacional d’agraïment al client”, amb l’objectiu d’ajudar-lo a ell i als seus socis (com les agències) a optimitzar la ubicació dels anuncis."]},"8":{"id":8,"name":"Mesurar el rendiment del contingut","description":"La informació sobre quin contingut se li presenta i com interactua amb ell es pot utilitzar per determinar si el contingut (no publicitari), per exemple, va arribar al seu públic previst i s’ajustava als seus interessos. Per exemple, si llegeix un article, veu un vídeo, escolta un pòdcast o mira la descripció d’un producte, quant de temps passa en aquest servei i les pàgines web que visita, etc. Això és molt útil per entendre la rellevància del contingut (no publicitari) que se li mostra.","illustrations":["Ha llegit una entrada de bloc sobre el senderisme en una aplicació mòbil d’un editor i ha seguit un enllaç a una entrada recomanada i relacionada. Les seves interaccions es registraran com a mostra que el lloc de senderisme inicial va ser útil per a vostè i que va ser un èxit a l’hora de fer que s’interessés per l’entrada relacionada. Això es mesurarà per saber si produir més entrades de bloc sobre senderisme en el futur i on col·locar-les a la pantalla d’inici de l’aplicació mòbil.","Se li va presentar un vídeo sobre les tendències de moda, però vostè i altres usuaris van deixar de veure’l després de 30 segons. Aquesta informació s’utilitza per avaluar la durada correcta dels vídeos futurs sobre les tendències de moda."]},"9":{"id":9,"name":"Comprendre el públic a través d’estadístiques o combinacions de dades de diferents fonts","description":"Es poden generar informes basats en la combinació de conjunts de dades (com perfils d’usuari, estadístiques, investigacions de mercat, dades d’anàlisi) sobre les seves interaccions i les d’altres usuaris amb contingut publicitari o (no publicitari) per identificar característiques comunes (per exemple, per determinar quins públics destinataris són més receptius a una campanya publicitària o a determinats continguts).","illustrations":["El propietari d’una llibreria en línia vol rebre informes comercials que mostrin la proporció de visitants que van consultar i abandonar el seu lloc web sense comprar, o van consultar i comprar l’última autobiografia d’un famós del mes, així com l’edat mitjana i la distribució masculina/femenina de cada categoria. Les dades relatives a la seva navegació en el seu lloc web i a les seves característiques personals s’utilitzen i es combinen amb altres dades per oferir aquestes estadístiques.","Un anunciant vol entendre millor el tipus de públic que interactua amb els seus anuncis. Es demana a un institut de recerca que compari les característiques dels usuaris que interactuïn amb l’anunci amb atributs típics dels usuaris de plataformes similars, a través de diferents dispositius. Aquesta comparació revela a l’anunciant que el públic del seus anuncis accedeix principalment als anuncis a través de dispositius mòbils i és probable que es trobi a la franja d’edat de 45-60 anys."]},"10":{"id":10,"name":"Desenvolupar i millorar els serveis","description":"La informació sobre la seva activitat en aquest servei, com ara la seva interacció amb anuncis o continguts, pot ser molt útil per millorar productes i serveis i per desenvolupar nous productes i serveis basats en les interaccions dels usuaris, el tipus de públic, etc. Aquesta finalitat específica no inclou el desenvolupament o la millora de perfils i identificadors d’usuari.","illustrations":["Una plataforma tecnològica que treballa amb un proveïdor de xarxes socials nota un creixement en els usuaris d’aplicacions mòbils, i veu, en funció dels seus perfils, que molts d’ells s’estan connectant a través del mòbil. Utilitza una nova tecnologia per oferir anuncis que tenen un format per a dispositius mòbils i que són de baixa amplada de banda, amb l’objectiu de millorar el seu rendiment.","Un anunciant busca una manera de mostrar anuncis en un nou tipus de dispositiu de consum. Recull informació sobre la forma en què els usuaris interactuen amb aquest nou tipus de dispositiu per determinar si pot construir un nou mecanisme per mostrar publicitat en aquest tipus de dispositiu."]},"11":{"id":11,"name":"Utilitzar dades limitades per seleccionar el contingut","description":"El contingut que se li presenta en aquest servei pot basar-se en dades limitades, com ara el lloc web o l’aplicació que utilitza, la seva ubicació no precisa, el tipus de dispositiu o el contingut amb el qual està (o ha estat) interactuant (per exemple, per limitar el nombre de vegades que se li presenta un vídeo o un article).","illustrations":["Una revista de viatges ha publicat un article a la seva pàgina web sobre els nous cursos en línia proposats per una escola d’idiomes, per millorar les experiències de viatge a l’estranger. Les entrades del bloc de l’escola s’insereixen directament a la part inferior de la pàgina, i se seleccionen en funció de la seva ubicació no precisa (per exemple, entrades del bloc que expliquen el programa del curs d’idiomes diferents a l’idioma del país en què vostè es troba).","Una aplicació mòbil de notícies esportives ha iniciat una nova secció d’articles que cobreixen els últims partits de futbol. Cada article inclou vídeos allotjats per una plataforma de streaming independent que mostra els aspectes més destacats de cada partit. Si vostè avança ràpidament un vídeo, aquesta informació es pot utilitzar per seleccionar un vídeo més curt per reproduir a continuació."]}},"specialPurposes":{"1":{"id":1,"name":"Garantir la seguretat, detectar i evitar el frau i corregir errors","description":"Les seves dades es poden utilitzar per a controlar i prevenir les activitats poc comunes i segurament fraudulentes (per exemple, en relació amb la publicitat, els clics en anuncis per part de bots) i garantir que els sistemes i els processos funcionin correctament i de manera segura. També es poden utilitzar per a corregir qualsevol problema que vostè, l’editor o l’anunciant puguin trobar-se en el lliurament de continguts i anuncis i en la interacció que hi tinguin.","illustrations":["Un intermediari publicitari envia anuncis de diversos anunciants a la seva xarxa de llocs web associats. Observa un gran augment dels clics en els anuncis relacionats amb un anunciant, i utilitza dades relatives a la font dels clics per determinar que el 80 % dels clics provenen de bots en comptes d’humans."]},"2":{"id":2,"name":"Enviar i presentar publicitat i contingut","description":"Certa informació (com una adreça IP o capacitats del dispositiu) s’utilitza per garantir la compatibilitat tècnica del contingut o la publicitat, i per facilitar la transmissió del contingut o anunci al seu dispositiu.","illustrations":["Fer clic en un enllaç d’un article normalment pot enviar-lo a una altra pàgina o part de l’article. Per aconseguir-ho: 1r) el seu navegador envia una sol·licitud a un servidor vinculat al lloc web; 2n) el servidor respon de nou (“aquí té l’article que ha demanat”), utilitzant la informació tècnica inclosa automàticament en la sol·licitud enviada pel seu dispositiu, per mostrar adequadament la informació o imatges que formen part de l’article que ha demanat. Tècnicament, aquest intercanvi d’informació és necessari per oferir el contingut que apareix a la pantalla."]},"3":{"id":3,"name":"Desi i comuniqui les preferències de privadesa","description":"Les decisions que prengui pel que fa a les finalitats i les entitats que s’enumeren en aquest avís es desaran i es posaran a disposició d’aquestes entitats en forma de senyals digitals (per exemple, en forma de cadena de caràcters). Això és necessari per permetre que tant aquest servei com les entitats respectin les seves preferències.","illustrations":["Quan visita un lloc web i se li ofereix la possibilitat de consentir o no l’ús de perfils per a publicitat personalitzada, la decisió que pren es guarda i es posa a disposició dels proveïdors de publicitat, de manera que la publicitat que li presentin respecti aquesta preferència."]}},"features":{"1":{"id":1,"name":"Comparar i combinar dades d’altres fonts de dades","description":"La informació sobre la seva activitat en aquest servei pot ser comparada i combinada amb altra informació relacionada amb vostè i procedent de diverses fonts (per exemple, la seva activitat en un altre servei en línia, l’ús d’una targeta de fidelització a una botiga o les seves respostes a una enquesta), per contribuir a les finalitats explicades en aquest avís.","illustrations":[]},"2":{"id":2,"name":"Enllaçar diferents dispositius","description":"Per contribuir a les finalitats explicades en aquest avís, el dispositiu podria considerar-se vinculat a altres dispositius que pertanyen a vostè o a la seva llar (per exemple, perquè està connectat al mateix servei tant al telèfon com a l’ordinador, o perquè pot utilitzar la mateixa connexió a Internet en tots dos dispositius).","illustrations":[]},"3":{"id":3,"name":"Identificar dispositius en funció de la informació transmesa automàticament","description":"El seu dispositiu pot distingir-se d’altres dispositius en funció de la informació que envia automàticament en accedir a Internet (per exemple, l’adreça IP de la seva connexió a Internet o el tipus de navegador que utilitza) per contribuir a les finalitats exposades en aquest avís.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Utilitzar dades de geolocalització precises","description":"Amb la seva acceptació, la seva ubicació precisa (dins d’un radi de menys de 500 metres) pot utilitzar-se per contribuir a les finalitats explicades en aquest avís.","illustrations":[]},"2":{"id":2,"name":"Explorar activament les característiques del dispositiu per a la identificació.","description":"Amb la seva acceptació, es poden sol·licitar certes característiques específiques del seu dispositiu i utilitzar-les per distingir-lo d’altres dispositius (com les fonts o connectors instal·lats, la resolució de la seva pantalla) per contribuir a les finalitats explicades en aquest avís.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Dades de geolocalització precises i identificació mitjançant l’exploració de dispositius","description":"Es pot utilitzar la geolocalització específica i informació sobre les característiques del dispositiu."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Publicitat basada en dades limitades i mesurament de la publicitat","description":"La publicitat es pot presentar a partir de dades limitades. Es pot mesurar el rendiment de la publicitat."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Publicitat personalitzada","description":"La publicitat es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a la publicitat personalitzada."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Publicitat basada en dades limitades, mesurament de la publicitat i una comprensió del públic","description":"La publicitat es pot presentar a partir de dades limitades. Es pot mesurar el rendiment de la publicitat. Els informes es poden generar en funció de la seva activitat i la dels altres."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Publicitat basada en dades limitades, perfils de publicitat personalitzada i mesurament de la publicitat","description":"La publicitat es pot presentar a partir de dades limitades. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a la publicitat personalitzada. Es pot mesurar el rendiment de la publicitat."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Selecció de publicitat personalitzada i mesurament de la publicitat","description":"La publicitat es pot personalitzar en funció del seu perfil. Es pot mesurar el rendiment de la publicitat."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Selecció de publicitat personalitzada, mesurament de la publicitat i investigació sobre el públic","description":"La publicitat es pot personalitzar en funció del seu perfil. Es pot mesurar el rendiment de la publicitat. Els informes es poden generar en funció de la seva activitat i la dels altres."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Publicitat personalitzada i mesurament de la publicitat","description":"La publicitat es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a la publicitat personalitzada. Es pot mesurar el rendiment de la publicitat."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Publicitat personalitzada, mesurament de la publicitat i investigació sobre el públic","description":"La publicitat es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a la publicitat personalitzada. Es pot mesurar el rendiment de la publicitat. Els informes es poden generar en funció de la seva activitat i la dels altres."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Publicitat personalitzada","description":"La publicitat es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a la publicitat personalitzada."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Contingut personalitzat","description":"El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Selecció de contingut personalitzat i mesurament del contingut","description":"El contingut es pot personalitzar en funció del seu perfil. El rendiment del contingut es pot mesurar."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Selecció de contingut personalitzat, mesurament del contingut i investigació sobre el públic","description":"El contingut es pot personalitzar en funció del seu perfil. El rendiment del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres. El contingut es pot personalitzar en funció del seu perfil. El rendiment del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Contingut personalitzat i mesurament del contingut","description":"El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats. El rendiment del contingut es pot mesurar."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Contingut personalitzat, mesurament del contingut i investigació sobre el públic","description":"El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats. El rendiment del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Contingut personalitzat, mesurament del contingut, investigació sobre el públic i desenvolupament de serveis","description":"El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats. El rendiment del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Mesurament de la publicitat i del contingut, i investigació sobre el públic","description":"El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Mesurament de la publicitat i del contingut","description":"El rendiment de la publicitat i del contingut es pot mesurar."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Mesurament de la publicitat i investigació sobre el públic","description":"La publicitat es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Mesurament de la publicitat i del contingut, investigació sobre el públic i desenvolupament de serveis","description":"El rendiment de la publicitat i del contingut es pot mesurar. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis. Els informes es poden generar en funció de la seva activitat i la dels altres."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Mesurament del contingut, investigació sobre el públic i desenvolupament de serveis.","description":"El rendiment del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Mesurament del contingut i desenvolupament de serveis","description":"El rendiment del contingut es pot mesurar. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Selecció de publicitat i contingut personalitzats, mesurament de la publicitat i del contingut","description":"La publicitat i el contingut es poden personalitzar en funció del seu perfil. El rendiment de la publicitat i del contingut es pot mesurar."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Selecció de publicitat i contingut personalitzats, mesurament de la publicitat i del contingut, i investigació sobre el públic","description":"La publicitat i el contingut es poden personalitzar en funció del seu perfil. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres. Les dades es poden utilitzar per crear o millorar l’experiència de l’usuari, els sistemes i el programari."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Publicitat i contingut personalitzats, mesurament de la publicitat i del contingut","description":"La publicitat i el contingut es poden personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a publicitat o contingut personalitzats. El rendiment de la publicitat i del contingut es pot mesurar."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Publicitat i contingut personalitzats, mesurament de la publicitat i del contingut, i investigació sobre el públic","description":"La publicitat i el contingut es poden personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a publicitat o contingut personalitzats. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Publicitat personalitzada i perfil del contingut","description":"La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a publicitat o contingut personalitzats."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Selecció de publicitat i contingut personalitzats","description":"La publicitat i el contingut es poden personalitzar en funció del seu perfil."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Publicitat basada en dades limitades, mesurament de la publicitat i del contingut, i investigació sobre el públic","description":"La publicitat es pot presentar a partir de dades limitades. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Selecció de publicitat personalitzada, contingut personalitzat, mesurament de la publicitat i del contingut, i investigació sobre el públic","description":"La publicitat i el contingut es poden personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a publicitat o contingut personalitzats. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Selecció de publicitat personalitzada, contingut personalitzat, mesurament de la publicitat i del contingut, investigació sobre el públic i desenvolupament de serveis","description":"La publicitat i el contingut es poden personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Publicitat basada en dades limitades, contingut personalitzat, mesurament de la publicitat i del contingut i investigació sobre el públic","description":"La publicitat es pot presentar a partir de dades limitades. El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicitat basada en dades limitades, contingut personalitzat, mesurament de la publicitat i del contingut, investigació sobre el públic i desenvolupament de serveis","description":"La publicitat es pot presentar a partir de dades limitades. El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Publicitat basada en dades limitades, contingut personalitzat, mesurament del contingut i investigació sobre el públic","description":"La publicitat es pot presentar a partir de dades limitades. El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Publicitat basada en dades limitades, contingut personalitzat, mesurament del contingut, investigació sobre el públic i desenvolupament de serveis","description":"La publicitat es pot presentar a partir de dades limitades. El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats. El rendiment del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Publicitat basada en dades limitades, contingut personalitzat i mesurament de la publicitat","description":"La publicitat es pot presentar a partir de dades limitades. El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats. Es pot mesurar el rendiment de la publicitat."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Publicitat basada en dades limitades, contingut personalitzat, mesurament de la publicitat i desenvolupament de serveis","description":"La publicitat es pot presentar a partir de dades limitades. El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a continguts personalitzats. Es pot mesurar el rendiment de la publicitat. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Publicitat personalitzada, mesurament de la publicitat i desenvolupament de serveis","description":"La publicitat pot personalitzar-se en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a la publicitat personalitzada. Es pot mesurar el rendiment de la publicitat. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Publicitat personalitzada, mesurament de la publicitat, investigació sobre el públic i desenvolupament de serveis","description":"La publicitat es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a la publicitat personalitzada. Es pot mesurar el rendiment de la publicitat. Els informes es poden generar en funció de la seva activitat i la dels altres. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Publicitat personalitzada, mesurament de la publicitat i del contingut, investigació sobre el públic i desenvolupament de serveis","description":"La publicitat pot personalitzar-se en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a la publicitat personalitzada. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicitat personalitzada, selecció de contingut personalitzat, mesurament de la publicitat i del contingut, investigació sobre el públic i desenvolupament de serveis","description":"La publicitat i el contingut es poden personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a la publicitat personalitzada. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicitat i continguts personalitzats, mesurament de la publicitat i del contingut, investigació sobre el públic i desenvolupament de serveis","description":"La publicitat i el contingut es poden personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a publicitat i contingut personalitzats. El rendiment de la publicitat i del contingut es pot mesurar. Els informes es poden generar en funció de la seva activitat i la dels altres. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Contingut basat en dades limitades i mesurament del contingut","description":"El contingut es pot seleccionar a partir de dades limitades. El rendiment del contingut es pot mesurar."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Contingut personalitzat","description":"El contingut es pot personalitzar en funció del seu perfil. La seva activitat en aquest servei pot utilitzar-se per construir o millorar un perfil sobre vostè per a contingut personalitzat."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Publicitat basada en dades limitades, mesurament de la publicitat, investigació sobre el públic i desenvolupament de serveis","description":"La publicitat es pot presentar a partir de dades limitades. Es pot mesurar el rendiment de la publicitat. Els informes es poden generar en funció de la seva activitat i la dels altres. La seva activitat en aquest servei pot ajudar a desenvolupar i millorar productes i serveis."}},"dataCategories":{"1":{"id":1,"name":"Adreces IP","description":"La seva adreça IP és un número que el seu proveïdor de serveis d’Internet assigna a cada connexió a Internet. No sempre és específic del seu dispositiu ni és sempre un identificador estable. Es fa servir per enviar la informació per Internet i mostrar contingut en línia (inclosos anuncis) en el dispositiu connectat."},"2":{"id":2,"name":"Característiques del dispositiu","description":"Característiques tècniques sobre el dispositiu que utilitza, que no són úniques de vostè, com ara idioma, zona horària o sistema operatiu."},"3":{"id":3,"name":"Identificadors del dispositiu","description":"L’identificador del dispositiu és una cadena única de caràcters assignada al seu dispositiu o navegador mitjançant una galeta o altres tecnologies d’emmagatzematge.  Es pot crear o s’hi pot accedir per reconèixer el seu dispositiu, per exemple a través de pàgines web d’un mateix lloc o a través de diversos llocs o aplicacions."},"4":{"id":4,"name":"Identificadors probabilístics","description":"Un identificador probabilístic es pot crear combinant característiques associades amb el seu dispositiu (tipus de navegador o sistema operatiu utilitzat) i l’adreça IP de la connexió a Internet. Si vostè hi està d’acord, també es poden combinar característiques addicionals (com ara el tipus de lletra instal·lat o la resolució de pantalla) per tal de millorar la precisió de l’identificador probabilístic. Es considera que aquest identificador és “probabilistic” perquè diversos dispositius poden compartir les mateixes característiques i connexió a Internet. Es pot utilitzar per reconèixer el seu dispositiu, per exemple a través de pàgines web d’un mateix lloc o a través de diversos llocs o aplicacions."},"5":{"id":5,"name":"Identificadors derivats d’autenticació","description":"Quan es crea un identificador prenent com a base les dades d’autenticació, com ara les dades de contacte associades amb comptes en línia creats en llocs web o aplicacions (per exemple, correu electrònic o número de telèfon) o els identificadors de clients (per exemple, l’identificador que proporciona l’operador de telecomunicacions), aquest identificador es pot fer servir per reconèixer l’usuari en diferents llocs web, aplicacions i dispositius quan inicia sessió amb les mateixes dades de contacte."},"6":{"id":6,"name":"Dades de navegació i interacció","description":"La seva activitat en línia, com ara els llocs web que visita, les aplicacions que utilitza, el contingut que cerca en aquest servei o les seves interaccions amb el contingut o els anuncis, com ara el nombre de vegades que ha vist determinat contingut o anunci o si hi ha fet clic."},"7":{"id":7,"name":"Dades proporcionades per l’usuari","description":"La informació que vostè pot haver proporcionat mitjançant una declaració en un formulari (per exemple, comentaris o opinions) o en crear un compte (per exemple, la seva edat o la seva feina)."},"8":{"id":8,"name":"Dades d’ubicació imprecises","description":"Les dades aproximades de la seva ubicació, expressades com una zona en un radi que té com a mínim 500 metres. La seva ubicació aproximada es pot deduir a partir de l’adreça IP de la seva connexió."},"9":{"id":9,"name":"Dades d’ubicació precises","description":"La seva ubicació precisa en un radi de menys de 500 metres, basada en les seves coordenades GPS. Només es pot utilitzar si vostè ho ha acceptat."},"10":{"id":10,"name":"Perfils dels usuaris","description":"Determinades característiques (per exemple, els seus possibles interessos, intencions de compra, perfil de consumidor) es poden deduir o modelar a partir de la seva activitat prèvia en línia (per exemple, el contingut que ha vist o el servei que ha utilitzat, l’estona dedicada a diferents continguts i serveis en línia) o de la informació que ha proporcionat (per exemple, la seva edat o la seva feina)."},"11":{"id":11,"name":"Opcions de privadesa","description":"Les seves preferències pel que fa al tractament de dades, en funció de la informació que ha rebut."}}}