{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:56Z","purposes":{"1":{"id":1,"name":"Čuvanje i/ili pristup informacijama na uređaju","description":"Kolačići, uređaj ili slični identifikatori na mreži (npr. identifikatori zasnovani na prijavljivanju, nasumično dodeljeni identifikatori, identifikatori zasnovani na mreži) zajedno sa drugim informacijama (npr. tip pregledača i informacije, jezik, veličina ekrana, podržane tehnologije itd.) mogu se čuvati ili čitati na vašem uređaju da bi se prepoznao svaki put kada se poveže sa aplikacijom ili sa veb-sajtom, za potrebe jedne ili više svrha predstavljenih ovde.","illustrations":["Većina svrha objašnjenih u ovom obaveštenju oslanja se na skladištenje ili pristup informacijama sa vašeg uređaja kada koristite aplikaciju ili posetite veb-sajt. Na primer, prodavac ili izdavač će možda morati da sačuvaju kolačić na vašem uređaju tokom vaše prve posete veb-sajtu, kako bi mogli da prepoznaju vaš uređaj tokom vaših narednih poseta (pristupajući ovom kolačiću svaki put)."]},"2":{"id":2,"name":"Korišćenje ograničenih podataka za izbor oglašavanja","description":"Oglašavanje koje vam je predstavljeno putem ove usluge može se zasnivati na ograničenim podacima kao što su veb-sajt ili aplikacija koju koristite, vaša približna lokacija, tip vašeg uređaja ili sadržaja sa kojima ste (bili) u interakciji (na primer, da bi se ograničio broj prikaza nekog oglasa).","illustrations":["Proizvođač automobila želi da nakon radnog vremena promoviše svoja električna vozila za ekološki orjentisane korisnike koji žive u gradu. Oglašavanje je predstavljeno na stranici sa srodnim sadržajem (kao što je članak o akcijama koje se preduzimaju u borbi protiv klimatskih promena) nakon 18:30 časova korisnicima čija približna lokacija ukazuje na to da su u urbanoj zoni.","Veliki proizvođač akvarel boja želi da sprovede reklamnu kampanju na mreži za svoj najnoviji asortiman akvarela, diversifikujući svoju publiku kako bi dosegao što više amaterskih i profesionalnih umetnika i izbegava prikazivanje oglasa pored neusklađenog sadržaja (na primer, članci o tome kako da okrečite svoju kuću). Prepoznaje se i zatim ograničava broj prikazivanja određenog oglasa, kako bi se izbeglo prečesto prikazivanje."]},"3":{"id":3,"name":"Kreiranje profila za personalizovano oglašavanje","description":"Informacije o vašoj aktivnosti pri korišćenju ove usluge (kao što su obrasci koje šaljete, sadržaj koji gledate) mogu se čuvati i kombinovati sa drugim informacijama o vama (na primer, informacije o vašoj prethodnoj aktivnosti u okviru ove usluge i drugih veb-sajtova ili aplikacija) ili sličnim korisnicima. Ovo se zatim koristi za kreiranje ili poboljšanje profila o vama (što može uključivati moguća interesovanja i lične karakteristike). Vaš profil se (takođe kasnije) može koristiti, od strane ovog i drugih entiteta, za prikaz oglasa koji se čini relevantnijim na osnovu vaših mogućih interesovanja.","illustrations":["Ako pročitate nekoliko članaka o najboljoj dodatnoj opremi za bicikle, ove informacije se mogu koristiti za kreiranje profila o vašem interesovanju za dodatnu opremu za bicikle. Takav profil se može koristiti ili poboljšati kasnije, na istom ili drugom veb sajtu ili aplikaciji kako bi vam predstavio oglašavanje za određeni brend dodatne opreme za bicikle. Ako takođe pogledate konfigurator za vozilo na veb-sajtu proizvođača luksuznih automobila, ove informacije se mogu kombinovati sa vašim interesovanjem za bicikle kako bi se baš profil detaljnije definisao i pretpostavilo da ste zainteresovani za luksuznu biciklističku opremu.","Kompanija za odeću želi da promoviše svoju novu liniju moderne odeće za bebe. Stupa u kontakt sa agencijom koja ima mrežu klijenata čiji kupci imaju visoke prihode (kao što su vrhunski supermarketi) i traži od agencije da stvori profile mladih roditelja ili parova za koje se može pretpostaviti da su bogati i da imaju novorođenče, tako da se ti profili kasnije mogu koristiti za predstavljanje oglašavanja u partnerskim aplikacijama."]},"4":{"id":4,"name":"Korišćenje profila za izbor personalizovanog oglašavanja","description":"Oglašavanje koje vam je predstavljeno putem ove usluge, može se zasnivati na vašim oglasnim profilima, što može odražavati vašu aktivnost u okviru ove usluge ili drugih veb-sajtova ili aplikacija (kao što su obrasci koje šaljete, sadržaj koji gledate), moguća interesovanja i lične karakteristike.","illustrations":["Onlajn prodavac želi da reklamira ograničenu prodaju patika za trčanje. On svojim oglašavanjem cilja korisnike koji su ranije razgledali patike za trčanje na njegovoj mobilnoj aplikaciji. Tehnologije za praćenje mogu se koristiti da bi prepoznale da ste prethodno koristili mobilnu aplikaciju u potrazi za patikama za trčanje, te da bi vam predstavile odgovarajuću reklamu u aplikaciji.","Profil kreiran za personalizovano oglašavanje u odnosu na osobu koja je tražila biciklističku dodatnu opremu na veb-sajtu može se koristiti za predstavljanje relevantne reklame za biciklističku dodatnu opremu na mobilnoj aplikaciji druge organizacije."]},"5":{"id":5,"name":"Kreiranje profila za personalizaciju sadržaja","description":"Informacije o vašoj aktivnosti tokom korišćenja ove usluge (na primer, obrasci koje šaljete, nereklamni sadržaj koji gledate) mogu se čuvati i kombinovati sa drugim informacijama o vama (kao što je vaša prethodna aktivnost pri korišćenju ove usluge ili drugih veb-sajtova ili aplikacija) ili sličnim korisnicima. Ovo se zatim koristi za izgradnju ili poboljšanje profila o vama (koji bi, na primer, mogao uključivati moguća interesovanja i lične karakteristike). Vaš profil se može (takođe kasnije) koristiti za predstavljanje sadržaja koji se čini relevantniji na osnovu vaših mogućih interesovanja, kao što je prilagođavanje redosleda kojim vam se sadržaj prikazuje, tako da vam još više olakša pronalaženje sadržaja koji odgovara vašim interesovanjima.","illustrations":["Na nekoj od društvenih mreža ste pročitali nekoliko članaka o tome kako izgraditi kućicu na drvetu. Ove informacije se mogu dodati profilu kako bi se obeležilo vaše interesovanje za sadržaj koji se odnosi na aktivnosti na otvorenom, kao i vodiče u stilu „uradi sam“ (sa ciljem dopuštanja personalizacije sadržaja, tako da vam se u budućnosti predstavi više blog objava i članaka o kućicama na drvetu i drvenim kolibama).","Gledali ste tri video-snimka o istraživanju svemira u različitim TV aplikacijama. Nepovezana platforma za vesti sa kojom niste imali kontakt gradi profil zasnovan na tom ponašanju gledanja, označavajući istraživanje svemira kao temu od mogućeg interesa za ostale video-snimke."]},"6":{"id":6,"name":"Korišćenje profila za izbor personalizovanog sadržaja","description":"Sadržaj koji vam je predstavljen putem ove usluge može biti odabran na osnovu personalizovanog sadržaja na vašem profilu, koji odražava vaše aktivnosti tokom korišćenja ove ili drugih usluga (na primer, obrasci koje šaljete, sadržaj koji gledate), kao i na osnovu vaših eventualnih interesovanja i ličnih karakteristika. Ovo se može koristiti, na primer, za prilagođavanje redosleda prikazivanja sadržaja, tako da će vam biti još lakše da pronađete sadržaj (koji nije reklamnog tipa), a koji odgovara vašim interesovanjima.","illustrations":["Čitate članke o vegetarijanskoj hrani na društvenim mrežama, a zatim koristite aplikaciju za kuvanje nepovezane kompanije. Profil izgrađen o vama na društvenim mrežama će se koristiti da vam predstavi vegetarijanske recepte na ekranu dobrodošlice aplikacije za kuvanje.","Pogledali ste tri video-snimka o veslanju na različitim veb-sajtovima. Nepovezana platforma za deljenje video-snimaka će preporučiti još pet video-snimaka o veslanju koji mogu biti interesantni za vas kada koristite TV aplikaciju, na osnovu profila napravljenog o vama kada ste posetili te različite veb-sajtove da biste gledali onlajn video-snimke."]},"7":{"id":7,"name":"Merenje učinka oglašavanja","description":"Informacije o tome koje oglašavanje vam je predstavljeno i kakva je vaša interakcija s njim mogu se koristiti za određivanje koliko je oglas bio od koristi vama ili drugim korisnicima i da li su ciljevi oglašavanja postignuti. Na primer, da li ste videli oglas, da li ste kliknuli na njega, da li vas je naveo da kupite proizvod ili posetite veb-sajt, itd. Ovo je veoma korisno za razumevanje relevantnosti reklamnih kampanja.","illustrations":["Kliknuli ste na oglas o popustu na „crni petak“ koji nudi onlajn prodavnica na veb-sajtu izdavača i kupili proizvod. Vaš klik će biti povezan sa ovom kupovinom. Vaša interakcija i interakcija ostalih korisnika će se meriti da bi se znalo koliko je klikova na oglas dovelo do kupovine.","Vi ste jedan od retkih koji je kliknuo na oglas o popustu na „međunarodni dan zahvalnosti“ koji nudi onlajn prodavnica poklona u aplikaciji izdavača. Izdavač želi da ima izveštaje da bi razumeo koliko često ste videli ili kliknuli na reklamu „međunarodnog dana zahvalnosti“ u aplikaciji, što bi izdavaču i njegovim partnerima (kao što su agencije) pomoglo da optimizuju plasiranje oglasa."]},"8":{"id":8,"name":"Merenje performansi sadržaja","description":"Informacije o tome koji sadržaj vam je predstavljen i kakvu interakciju imate sa njim mogu se koristiti za utvrđivanje da li je (ne-reklamni) sadržaj, npr. dospeo do ciljane publike i odgovara vašim interesovanjima. Na primer, bilo da čitate članak, gledate video-snimak, slušate podkast ili gledate opis proizvoda, koliko vremena ste proveli na ovoj usluzi i veb-sajtovima koje posećujete itd. Ovo je veoma korisno za razumevanje relevantnosti (ne-reklamnog) sadržaja koji vam je prikazan.","illustrations":["Pročitali ste blog objavu o planinarenju na mobilnoj aplikaciji izdavača i pratili link do preporučene i slične objave. Vaše interakcije će biti zabeležene tako da pokazuju da je početna objava o planinarenju bila korisna za vas i da vas je uspešno zainteresovala i usmerila ka sličnoj objavi. Ovo će se meriti da bi se znalo da li ubuduće treba pisati više objava o planinarenju i gde bi ih trebalo postaviti na početnom ekranu mobilne aplikacije.","prikazan vam je video-snimak o modnim trendovima, ali ste vi i nekoliko drugih korisnika prestali da ga gledate nakon 30 sekundi. Ove informacije se zatim koriste za procenu odgovarajuće dužine budućih video-snimaka o modnim trendovima."]},"9":{"id":9,"name":"Razumevanje publike kroz statistiku ili kombinovanje podataka iz različitih izvora","description":"Izveštaji se mogu generisati na osnovu kombinacije skupova podataka (kao što su korisnički profili, statistika, istraživanje tržišta, analitički podaci) u vezi sa vašim interakcijama i interakcijama drugih korisnika sa reklamnim ili (ne-reklamnim) sadržajem kako bi se identifikovale zajedničke karakteristike (na primer, da bi se utvrdilo koja ciljana publika je prijemčivija za reklamnu kampanju ili za određeni sadržaj).","illustrations":["Vlasnik onlajn knjižare želi komercijalni izveštaj koji pokazuje proporciju posetilaca koji su prelistali i napustili veb-sajt knjižare bez kupovine ili prelistali i kupili najnoviju autobiografiju slavnih aktuelnu tog meseca, kao i prosečnu starost i distribuciju muških/ženskih kupaca u svakoj kategoriji. Podaci koji se odnose na vašu navigaciju sajtom i na vaše lične karakteristike se zatim koriste i kombinuju sa drugim takvim podacima za izradu ove statistike.","Oglašivač želi da bolje razume vrstu publike koja ima bilo kakvu vrstu interakcije sa njegovim oglasima. On poziva istraživački institut da uporedi karakteristike korisnika koji su imali bilo kakvu vrstu interakcije sa oglasom sa tipičnim atributima korisnika sličnih platformi, na različitim uređajima. Ovo poređenje otkriva oglašivaču da njegova oglasna publika uglavnom pristupa oglasima putem mobilnih uređaja i verovatno je u starosnom opsegu od 45-60 godina."]},"10":{"id":10,"name":"Razvoj i unapređenje usluga","description":"Informacije o vašoj aktivnosti tokom korišćenja ove usluge, kao što je interakcija sa oglasima ili sadržajem, mogu biti veoma korisne za poboljšanje proizvoda i usluga i za kreiranje novih proizvoda i usluga na osnovu interakcija korisnika, vrste publike itd. Ova specifična svrha ne uključuje razvoj ili poboljšanje korisničkih profila i identifikatora.","illustrations":["Tehnološka platforma koja radi sa društvenom mrežom primećuje rast korisnika mobilnih aplikacija i vidi na osnovu njihovih profila da se mnogi od njih povezuju putem mobilnih veza. Koristi novu tehnologiju za isporuku oglasa koji su formatirani za mobilne uređaje i koji su prilagođeni za prenos na mrežama malog propusnog opsega, kako bi poboljšali svoje performanse.","Oglašavač traži način da prikaže oglase na novom tipu uređaja potrošača. Prikuplja informacije o načinu na koji korisnici komuniciraju sa ovom novom vrstom uređaja kako bi utvrdio da li može da napravi novi mehanizam za prikazivanje oglašavanja na ovoj vrsti uređaja."]},"11":{"id":11,"name":"Korišćenje ograničenih podataka za izbor sadržaja","description":"Sadržaj koji vam je predstavljen u okviru ove usluge može se zasnivati na ograničenim podacima kao što su veb-sajt ili aplikacija koju koristite, vaša približna lokacija, tip vašeg uređaja ili sa kojim sadržajem ste bili u interakciji (na primer, da bi se ograničio broj prikaza određenog video-snimka ili članka).","illustrations":["Putopisni časopis objavio je članak na svom veb-sajtu o novim onlajn kursevima koje je predložila škola stranih jezika, kako bi se poboljšala iskustva putovanja u inostranstvo. Objave školskog bloga se ubacuju direktno na dno stranice i biraju se na osnovu vaše približne lokacije (na primer, blogovi koji objašnjavaju nastavni plan i program kursa za jezike koji se razlikuju od jezika zemlje u kojoj se nalazite).","Mobilna aplikacija za sportske vesti pokrenula je novi odeljak sa člancima koji pokrivaju najnovije fudbalske utakmice. Svaki članak uključuje video-snimke koje hostuje posebna striming platforma koja prikazuje najzanimljivije momente sa svake utakmice. Ako premotate video-snimak unapred, ove informacije se mogu koristiti za izbor kraćeg video-snimka koji bi trebalo da bude sledeći u nizu za reprodukciju."]}},"specialPurposes":{"1":{"id":1,"name":"Obezbeđivanje sigurnosti, sprečavanje i otkrivanje prevara i ispravljanje grešaka","description":"Vaši podaci se mogu koristiti za praćenje i sprečavanje neuobičajenih i eventualno lažnih aktivnosti (na primer, u vezi sa oglašavanjem, klikovima na oglase od strane botova) i obezbeđivanje da sistemi i procesi funkcionišu ispravno i bezbedno. Takođe se mogu koristiti za ispravljanje bilo kakvih problema sa kojima se vi, izdavač ili oglašivač mogu susresti u isporuci sadržaja i oglasa i u vašoj interakciji sa njima.","illustrations":["Posrednik oglašavanja isporučuje oglase od različitih oglašivača do mreže njihovih partnerskih veb-sajtova. Primećuje veliko povećanje klikova na oglase koji se odnose na jednog oglašivača i koristi podatke u vezi sa izvorom klikova kako bi utvrdio da 80% klikova dolazi od botova, a ne od ljudi."]},"2":{"id":2,"name":"Dostavljanje i predstavljanje reklama i sadržaja","description":"Određene informacije (kao što su IP adresa ili mogućnosti uređaja) se koriste da bi se obezbedila tehnička kompatibilnost sadržaja ili oglašavanja i da bi se olakšao prenos sadržaja ili oglasa na vaš uređaj.","illustrations":["Klik na link u članku može vas obično poslati na drugu stranicu ili deo članka. Da bi se to postiglo, 1) vaš pregledač šalje zahtev serveru povezanom sa veb-sajtom, 2) server šalje nazad odgovor („evo članka koji ste tražili“), koristeći tehničke informacije automatski uključene u zahtev koji je poslao vaš uređaj, kako bi pravilno prikazao informacije/slike koje su deo članka koji ste tražili. Tehnički, takva razmena informacija je neophodna za isporuku sadržaja koji se pojavljuje na ekranu."]},"3":{"id":3,"name":"Sačuvajte i dostavite odluke u vezi sa privatnošću","description":"Odluke koje napravite u vezi sa svrhama i subjektima navedenim u ovom obaveštenju čuvaju se i stavljaju na raspolaganje tim subjektima u obliku digitalnih signala (kao što je niz znakova). Ovo je neophodno kako bi se omogućilo da i ova usluga i ti subjekti poštuju takve izbore-odluke.","illustrations":["Ako posetite veb-sajt i ponudi vam se izbor između davanja saglasnosti za korišćenje profila za personalizovano oglašavanje i odbijanja saglasnosti, vaš izbor se čuva i stavlja na raspolaganje pružaocima usluga oglašavanja, kako bi se u oglašavanju koje vam je predstavljeno poštovao taj izbor."]}},"features":{"1":{"id":1,"name":"Usklađivanje i kombinovanje podataka iz drugih izvora podataka","description":"Informacije o vašoj aktivnosti tokom korišćenja ove usluge mogu se povezivati i kombinovati sa drugim informacijama koje se odnose na vas i potiču iz različitih izvora (na primer, vaša aktivnost na posebnoj onlajn usluzi, vaša upotreba kartice lojalnosti u prodavnici ili vaši odgovori na anketu), kao podrška svrhama objašnjenim u ovom obaveštenju.","illustrations":[]},"2":{"id":2,"name":"Povezivanje različitih uređaja","description":"Kao podršku svrhama objašnjenim u ovom obaveštenju, vaš uređaj se može smatrati verovatno povezanim sa drugim uređajima koji pripadaju vama ili vašem domaćinstvu (na primer, zato što ste prijavljeni na istu uslugu na telefonu i računaru ili zato što možete koristiti istu internet vezu na oba uređaja).","illustrations":[]},"3":{"id":3,"name":"Identifikovanje uređaja na osnovu informacija koje se automatski prenose","description":"Vaš uređaj se može izdvajati od drugih uređaja na osnovu informacija koje automatski šalje prilikom pristupa Internetu (na primer, IP adresa vaše internet veze ili tip pretraživača koji koristite) u prilog svrhama izloženim u ovom obaveštenju.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Korišćenje podataka o preciznoj geolokaciji","description":"Uz vaš pristanak, vaša precizna lokacija (u prečniku manjem od 500 metara) može se koristiti u prilog svrhama objašnjenim u ovom obaveštenju.","illustrations":[]},"2":{"id":2,"name":"Aktivno skeniranje karakteristika uređaja za identifikaciju","description":"Uz vaš pristanak, određene karakteristike specifične za vaš uređaj mogu se tražiti i koristiti za izdvajanje od drugih uređaja (kao što su instalirani fontovi ili dodaci, rezolucija vašeg ekrana) u prilog svrhama objašnjenim u ovom obaveštenju.","illustrations":[]}},"stacks":{"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima i merenju oglašavanja","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Performanse oglašavanja se mogu izmeriti."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Personalizovano oglašavanje","description":"Oglašavanje se može personalizovati na osnovu vašeg profila. Vaša aktivnost pri korišćenju ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima, merenju oglašavanja i razumevanju publike","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Performanse oglašavanja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima, personaloizovanom oglasnom profilu i merenju oglašavanja","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Vaša aktivnost pri korišćenju ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje. Performanse oglašavanja se mogu izmeriti."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Izbor personalizovanog oglašavanja i merenja oglašavanja","description":"Oglašavanje se može personalizovati na osnovu vašeg profila. Performanse oglašavanja se mogu izmeriti."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Izbor personalizovanog oglašavanja, merenja oglašavanja i istraživanja publike","description":"Oglašavanje se može personalizovati na osnovu vašeg profila. Performanse oglašavanja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Personalizovano oglašavanje i merenje oglašavanja","description":"Oglašavanje se može personalizovati na osnovu vašeg profila. Vaša aktivnost pri korišćenju ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje. Performanse oglašavanja se mogu izmeriti."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Personalizovano oglašavanje, merenje oglašavanja i istraživanje publike","description":"Oglašavanje se može personalizovati na osnovu vašeg profila. Vaša aktivnost pri korišćenju ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje. Performanse oglašavanja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Personalizovano oglašavanje","description":"Oglašavanje se može personalizovati na osnovu vašeg profila. Vaša aktivnost pri korišćenju ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Personalizovani sadržaj","description":"Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Izbor personalizovanog sadržaja i merenje sadržaja","description":"Sadržaj se može personalizovati na osnovu vašeg profila. Performanse sadržaja se mogu izmeriti."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Izbor personalizovanog sadržaja, merenja sadržaja i istraživanja publike","description":"Sadržaj se može personalizovati na osnovu vašeg profila. Performanse sadržaja se mogu izmeriti. Izveštaji mogu biti generisani na osnovu vaše aktivnosti i aktivnosti drugih. Sadržaj se može personalizovati na osnovu vašeg profila. Performanse sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Personalizovani sadržaj i merenje sadržaja","description":"Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj. Performanse sadržaja se mogu izmeriti."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Personalizovani sadržaj, merenje sadržaja i istraživanje publike","description":"Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj. Performanse sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Personalizovani sadržaj, merenje sadržaja, istraživanje publike i razvoj usluga","description":"Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj. Performanse sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Merenje oglašavanja i sadržaja, i istraživanje publike","description":"Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Merenje oglašavanja i sadržaja","description":"Performanse oglašavanja i sadržaja se mogu izmeriti."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Merenje oglašavanja i istraživanje publike","description":"Oglašavanje se može izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Merenje oglašavanja i sadržaja, istraživanje publike i razvoj usluga","description":"Performanse oglašavanja i sadržaja se mogu izmeriti. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Merenje sadržaja, istraživanje publike i razvoj usluga","description":"Performanse sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Merenje sadržaja i razvoj usluga","description":"Performanse sadržaja se mogu izmeriti. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Izbor personalizovanog oglašavanja i sadržaja, merenje oglašavanja i sadržaja","description":"Oglašavanje i sadržaj se mogu personalizovati na osnovu vašeg profila. Performanse oglašavanja i sadržaja se mogu izmeriti."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Izbor personalizovanog oglašavanja i sadržaja, merenje oglašavanja i sadržaja, i istraživanje publike","description":"Oglašavanje i sadržaj se mogu personalizovati na osnovu vašeg profila. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih. Podaci se mogu koristiti za izgradnju ili poboljšanje korisničkog iskustva, sistema i softvera."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Personalizovano oglašavanje i sadržaj, merenje oglašavanja i sadržaja","description":"Oglašavanje i sadržaj se mogu personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje ili sadržaj. Performanse oglašavanja i sadržaja se mogu izmeriti."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Personalizovano oglašavanje i sadržaj, merenje oglašavanja i sadržaja, i istraživanje publike","description":"Oglašavanje i sadržaj se mogu personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje ili sadržaj. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Personalizovani profil za oglašavanje i sadržaj","description":"Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje ili sadržaj."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Izbor personalizovaniog profila za oglašavanje i sadržaj","description":"Oglašavanje i sadržaj se mogu personalizovati na osnovu vašeg profila."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima, merenju oglašavanja i sadržaja, i istraživanju publike","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Izbor personalizovanog oglašavanja i sadržaja, merenja oglašavanja i sadržaja, i istraživanja publike","description":"Oglašavanje i sadržaj se mogu personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje ili sadržaj. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Izbor personalizovanog oglašavanja i sadržaja, merenja oglašavanja i sadržaja, istraživanja publike i razvoja usluga","description":"Oglašavanje i sadržaj se mogu personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima, personalizovanom sadržaju, merenju oglašavanja i sadržaja, i istraživanju publike","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima, personalizovanom sadržaju, merenju oglašavanja i sadržaja, istraživanju publike, kao i razvoju usluga","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima, personalizovanom sadržaju, merenju sadržaja, i istraživanju publike","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima, personalizovanom sadržaju, merenju sadržaja, istraživanju publike, i razvoju usluga","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj. Performanse sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima, personalizovanom sadržaju i merenju oglašavanja","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj. Performanse oglašavanja se mogu izmeriti."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima, personalizovanom sadržaju, merenju oglašavanja i razvoju usluga","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovani sadržaj. Performanse oglašavanja se mogu izmeriti. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Personalizovano oglašavanje, merenje oglašavanja i razvoj usluga","description":"Oglašavanje se može personalozovati na osnovu vašeg profila. Vaša aktivnost pri korišćenju ove usluge može se koristiti u kreiranju ili poboljšanju profila o vama za potrebe personalizovanog oglašavanja. Performanse oglašavanja se mogu izmeriti. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Personalizovano oglašavanje, merenje oglašavanja, istraživanje publike i razvoj usluga","description":"Oglašavanje se može personalizovati na osnovu vašeg profila. Vaša aktivnost pri korišćenju ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje. Performanse oglašavanja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Personalizovano oglašavanje, merenje oglašavanja i sadržaja, istraživanje publike i razvoj usluga","description":"Oglašavanje se može personalozovati na osnovu vašeg profila. Vaša aktivnost pri korišćenju ove usluge može se koristiti u kreiranju ili poboljšanju profila o vama za potrebe personalizovanog oglašavanja. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Personalizovano oglašavanje, izbor personalizovanog sadržaja, merenje oglašavanja i sadržaja, istraživanje publike i razvoj usluga","description":"Oglašavanje i sadržaj se mogu personalizovati na osnovu vašeg profila. Vaša aktivnost pri korišćenju ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Personalizovano oglašavanje i sadržaj, merenje oglašavanja i sadržaja, istraživanje publike i razvoj usluga","description":"Oglašavanje i sadržaj se mogu personalizovati na osnovu vašeg profila. Vaša aktivnost u okviru ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za personalizovano oglašavanje i sadržaj. Performanse oglašavanja i sadržaja se mogu izmeriti. Izveštaji se mogu generisati na osnovu vaših aktivnosti i aktivnosti drugih. Vaša aktivnost u okviru ove usluge može pomoći u razvoju i unapređenju proizvoda i usluga."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Sadržaj zasnovan na ograničenim podacima i merenju sadržaja","description":"Sadržaj se može birati na osnovu ograničenih podataka. Performanse sadržaja se mogu izmeriti."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Personalizovani sadržaj","description":"Sadržaj se može personalizovati na osnovu vašeg profila. Vaša aktivnost pri korišćenju ove usluge može se koristiti za izgradnju ili poboljšanje profila o vama za  personalizovani sadržaj."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Oglašavanje zasnovano na ograničenim podacima, merenju oglašavanja, istraživanju publike i razvoju usluga","description":"Oglašavanje se može prikazati na osnovu ograničenih podataka. Performanse oglašavanja se mogu izmeriti. Prijave se generišu na osnovu vaše i aktivnosti drugih korisnika. Vaša aktivnost u vezi sa ovom uslugom nam može pomoći da razvijemo i poboljšamo proizvode i usluge."},"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Podaci o preciznoj geolokaciji i identifikacija putem skeniranja uređaja","description":"Mogu se koristiti precizna geolokacija i informacije o karakteristikama uređaja."}},"dataCategories":{"1":{"id":1,"name":"IP adrese","description":"Vaša IP adresa je broj koji vaš pružalac internet usluga dodeljuje svakoj internet vezi. Ona nije uvek specifična za vaš uređaj i ne predstavlja uvek stabilan identifikator. Koristi se za usmeravanje informacija na internetu i prikazivanje onlajn sadržaja (uključujući oglase) na vašem povezanom uređaju."},"2":{"id":2,"name":"Karakteristike uređaja","description":"Tehničke karakteristike uređaja koji koristite a koje nisu jedinstvene za vas, kao što su jezik, vremenska zona ili operativni sistem."},"3":{"id":3,"name":"Identifikatori uređaja","description":"Identifikator uređaja je jedinstven niz znakova dodeljenih vašem uređaju ili pretraživaču pomoću kolačića ili drugih tehnologija za skladištenje.  Može da se napravi ili može da mu se pristupi radi prepoznavanja vašeg uređaja, npr. preko veb stranica istog sajta, odnosno preko više sajtova ili aplikacija."},"4":{"id":4,"name":"Probabilistički identifikatori","description":"Probabilistički identifikator može da se napravi kombinovanjem karakteristika povezanih sa vašim uređajem (tip pretraživača ili operativni sistem koji se koristi) i IP adresom internet veze. Ako date saglasnost, mogu se kombinovati i dodatne karakteristike (npr. instalirani font ili rezolucija ekrana), kako bi se poboljšala preciznost probabilističkog identifikatora. Takav identifikator se smatra probabilističkim jer nekoliko uređaja može da deli iste karakteristike i internet vezu. On može da se koristi za prepoznavanje vašeg uređaja, npr. preko veb stranica istog sajta, odnosno preko više sajtova ili aplikacija."},"5":{"id":5,"name":"Identifikatori izvedeni iz provere identiteta","description":"Kada se identifikator napravi na osnovu podataka za proveru identiteta, kao što su podaci za kontakt povezani sa onlajn nalozima koje ste napravili na veb sajtovima ili u aplikacijama (npr. adresa e-pošte, broj telefona itd.), odnosno identifikatori klijenata (npr. identifikator koji dostavi vaš telekomunikacioni operater), taj identifikator se može koristiti da vas prepozna na veb sajtovima, u aplikacijama i na uređajima dok ste prijavljeni sa istim podacima za kontakt."},"6":{"id":6,"name":"Podaci o pretraživanju i interakcijama","description":"Vaše onlajn aktivnosti, kao što su veb sajtovi koje posećujete, aplikacije koje koristite, sadržaji koju pretražujete na ovoj usluzi ili vaše interakcije sa sadržajima ili oglasima – na primer, koliko ste puta videli određeni sadržaj ili oglas, odnosno da li ste na njega kliknuli."},"7":{"id":7,"name":"Podaci koje dostavlja korisnik","description":"Informacije koje ste možda dostavili u obliku izjave putem obrasca (npr. povratne informacije ili komentar), odnosno tokom pravljenja naloga (npr. vaša starosna dob ili zanimanje)."},"8":{"id":8,"name":"Podaci o približnoj lokaciji","description":"Vaša približna lokacija, izražena kao površina sa poluprečnikom od najmanje 500 metara. Vaša približna lokacija se može izvesti, na primer, iz IP adrese vaše veze."},"9":{"id":9,"name":"Podaci o preciznoj lokaciji","description":"Vaša precizna lokacija u poluprečniku manjem od 500 metara na osnovu GPS koordinata. Može se koristiti samo uz vašu saglasnost."},"10":{"id":10,"name":"Profili korisnika","description":"Određene karakteristike (npr. vaša moguća interesovanja, namere u pogledu kupovine, potrošački profil) mogu biti izvedene ili modelovane na osnovu vaše prethodne onlajn aktivnosti (npr. sadržaja koji ste prikazivali ili usluge koju ste koristili, odnosno vremena provedenog na različitim onlajn sadržajima i uslugama), ili informacija koje ste dostavili (npr. vaša starosna dob ili zanimanje)."},"11":{"id":11,"name":"Izbori privatnosti","description":"Vaši prioriteti u vezi sa obradom vaših podataka, na osnovu informacija koje ste dobili."}}}