{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:38Z","purposes":{"1":{"id":1,"name":"Opbevare og/eller tilgå oplysninger på en enhed","description":"Cookies, enheder eller lignende onlineidentifikatorer (f.eks. login-baserede identifikatorer, tilfældigt tildelte identifikatorer, netværksbaserede identifikatorer) sammen med andre oplysninger (f.eks. browsertype og -oplysninger, sprog, skærmstørrelse, understøttede teknologier, osv.) kan opbevares eller læses på din enhed for at genkende den, hver gang den opretter forbindelse til en app eller til et websted, til et eller flere af de formål, der angives her.","illustrations":["De fleste formål, der er forklaret i denne erklæring, afhænger af opbevaringen af eller adgangen til oplysninger fra din enhed, når du bruger en app eller besøger et websted. For eksempel kan en leverandør eller udgiver være nødt til at opbevare en cookie på din enhed under dit første besøg på et websted for at kunne genkende din enhed under dine næste besøg (ved at tilgå denne cookie hver gang)."]},"2":{"id":2,"name":"Bruge begrænsede oplysninger til at vælge annoncering","description":"Annoncering, der vises for dig på denne tjeneste, kan være baseret på begrænsede oplysninger, såsom det websted eller den app, du bruger, din ikke-præcise placering, din enhedstype eller hvilket indhold, du interagerer (eller har interageret) med (for eksempel for at begrænse antallet af gange en annonce vises for dig).","illustrations":["En bilproducent ønsker at markedsføre sine elbiler til miljøbevidste brugere, der bor i byen, efter kontortid. Annoncen vises på en side med relateret indhold (såsom en artikel om klimaændringer) efter kl. 18.30 til brugere, hvis ikke-præcise placering antyder, at de befinder sig i en byzone.","En stor producent af akvarelmaling ønsker at udføre en annonceringskampagne online for sit nyeste sortiment af akvarelmaling, diversificere sin målgruppe for at nå ud til så mange amatører og professionelle kunstnere som muligt og undgå at vise annoncen ved siden af uoverensstemmende indhold (for eksempel artikler om, hvordan du maler dit hus). Det antal gange, annoncen er blevet vist for dig, registreres og begrænses for at undgå at vise den for ofte."]},"3":{"id":3,"name":"Oprette profiler til tilpasset annoncering","description":"Oplysninger om din aktivitet på denne tjeneste (såsom formularer, du indsender, indhold, du ser) kan opbevares og kombineres med andre oplysninger om dig (f.eks. oplysninger fra din tidligere aktivitet på denne tjeneste og andre websteder eller apps) eller lignende brugere. Dette bruges derefter til at opbygge eller forbedre en profil om dig (som kan omfatte mulige interesser og personlige aspekter). Din profil kan bruges (også senere) til at vise annoncering, der ser mere relevant ud baseret på dine mulige interesser af denne og andre enheder.","illustrations":["Hvis du læser flere artikler om det bedste cykeltilbehør at købe, kan disse oplysninger bruges til at oprette en profil om din interesse for cykeltilbehør. En sådan profil kan bruges eller forbedres senere hen, på samme eller et andet websted eller app for at vise dig annoncering for et bestemt mærke af cykeltilbehør. Hvis du også ser på en konfigurator for et køretøj på en luksusbilproducents websted, kan disse oplysninger kombineres med din interesse for cykler for at forfine din profil og antage, at du er interesseret i luksuscykeludstyr.","En tøjvirksomhed ønsker at markedsføre sin nye serie af luksus-babytøj. Den kontakter et bureau, der har et netværk af klienter med kunder med høj indkomst (såsom high-end supermarkeder) og beder bureauet om at oprette profiler af unge forældre eller par, der kan antages at være velhavende og nye forældre, så disse senere kan bruges til at vise annoncering i partnerapps baseret på disse profiler.\n\n"]},"4":{"id":4,"name":"Bruge profiler til at vælge tilpasset annoncering","description":"Annoncering, der vises for dig på denne tjeneste, kan være baseret på dine annonceringsprofiler, som kan afspejle din aktivitet på denne tjeneste eller andre websteder eller apps (såsom de formularer, du indsender, indhold, du ser), mulige interesser og personlige aspekter.","illustrations":["En online-forhandler ønsker at annoncere for et begrænset udsalg på løbesko. Den ønsker at målrette annoncering til brugere, der tidligere har kigget på løbesko på forhandlerens mobilapp. Sporingsteknologier kan bruges til at genkende, at du tidligere har brugt mobilappen til at kigge på løbesko for at vise dig den tilsvarende annonce på appen.\n\n","En profil, der er oprettet til tilpasset annoncering i forhold til en person, der har søgt efter cykeltilbehør på et websted, kan bruges til at vise den relevante annonce for cykeltilbehør på en mobilapp i en anden organisation."]},"5":{"id":5,"name":"Oprette profiler for at tilpasse indhold\n","description":"Oplysninger om din aktivitet på denne tjeneste (f.eks. formularer, som du indsender, indhold, som ikke er annoncering, som du ser) kan opbevares og kombineres med andre oplysninger om dig (såsom din tidligere aktivitet på denne tjeneste eller andre websteder eller apps) eller lignende brugere. Dette bruges derefter til at opbygge eller forbedre en profil om dig (som for eksempel kan omfatte mulige interesser og personlige aspekter). Din profil kan bruges (også senere) til at vise indhold, der virker mere relevant baseret på dine mulige interesser, såsom ved at tilpasse den rækkefølge, hvori indhold vises for dig, så det er endnu nemmere for dig at finde indhold, der matcher dine interesser.","illustrations":["Du læser flere artikler på en social medieplatform om, hvordan man bygger et træhus. Disse oplysninger kan føjes til en profil for at markere din interesse for indhold relateret til friluftsliv samt gør-det-selv-vejledninger (med henblik på at tillade tilpasning af indhold, så du for eksempel får vist flere blogindlæg og artikler om træhuse og træhytter fremover).","Du har set tre videoer om rumforskning på tværs af forskellige tv-apps. En ikke-relateret nyhedsplatform, som du ikke har haft nogen kontakt med, opbygger en profil baseret på den pågældende visningsadfærd og markerer rumforskning som et emne af mulig interesse for andre videoer.\n\n"]},"6":{"id":6,"name":"Bruge profiler til at vælge tilpasset indhold","description":"Indhold, der vises for dig på denne tjeneste, kan være baseret på dine indholdstilpasningsprofiler, som kan afspejle din aktivitet på denne eller andre tjenester (f.eks. de formularer, du indsender, indhold, du ser), mulige interesser og personlige aspekter. Dette kan eksempelvis bruges til at tilpasse den rækkefølge, hvori indhold vises for dig, så det er endnu nemmere for dig at finde indhold (der ikke er annoncering), som matcher dine interesser.”","illustrations":["Du læser artikler om vegetarisk mad på en social medieplatform og bruger derefter madlavningsappen fra en ikke-relateret virksomhed. Den profil, der opbygges om dig på den sociale medieplatform, vil blive brugt til at vise dig vegetariske opskrifter på velkomstskærmen i madlavningsappen.","Du har set tre videoer om roning på tværs af forskellige websteder. En ikke-relateret videodelingsplatform vil anbefale fem andre videoer om roning, der kan være af interesse for dig, når du bruger din tv-app, baseret på en profil, der blev opbygget om dig, da du besøgte de forskellige websteder for at se onlinevideoer."]},"7":{"id":7,"name":"Måle annonceringseffektivitet\n","description":"Oplysninger om, hvilken annoncering der vises for dig, og hvordan du interagerer med den, kan bruges til at vurdere, hvor godt en annonce har fungeret for dig eller andre brugere, og hvorvidt målene med annonceringen blev nået. For eksempel, hvorvidt du så en annonce, hvorvidt du klikkede på den, hvorvidt den førte dig til at købe et produkt eller besøge et websted, osv. Dette er meget nyttigt for at forstå relevansen af annonceringskampagner.\n\n","illustrations":["Du har klikket på en annonce om en ”Black Friday”-rabat i en onlinebutik på webstedet tilhørende en udgiver og købt et produkt. Dit klik vil blive knyttet til dette køb. Din og andre brugeres interaktion vil blive målt for at vide, hvor mange klik på annoncen, der førte til et køb.","Du er en af meget få til at have klikket på en annonce om en ”international påskønnelsesdag”-rabat i en online-gavebutik i appen tilhørende en udgiver. Udgiveren ønsker at modtage rapporter for at forstå, hvor ofte en bestemt annonceplacering i appen, og nærmere bestemt den ”internationale påskønnelsesdag”-annonce, er blevet set eller klikket på af dig og andre brugere for at hjælpe udgiveren og dennes partnere (såsom bureauer) med at optimere annonceplaceringer."]},"8":{"id":8,"name":"Måle indholdseffektivitet\n","description":"Oplysninger om, hvilket indhold der vises for dig, og hvordan du interagerer med det, kan f.eks. bruges til at vurdere, hvorvidt indholdet (der ikke er annoncering) nåede sin tilsigtede målgruppe og matchede dine interesser. For eksempel, hvorvidt du læser en artikel, ser en video, lytter til en podcast eller ser på en produktbeskrivelse, hvor lang tid du har brugt på denne tjeneste og de websider, du besøger, osv. Dette er meget nyttigt for at forstå relevansen af indhold (der ikke er annoncering), der vises for dig.","illustrations":["Du har læst et blogindlæg om vandreture på en mobilapp fra en udgiver og fulgt et link til et anbefalet og relateret indlæg. Dine interaktioner vil blive registreret som om, at de viser, at det indledende indlæg om vandreture var nyttigt for dig, og at det lykkedes med at interessere dig i det relaterede indlæg. Dette vil blive målt for at vide, hvorvidt der skal udarbejdes flere indlæg om vandreture fremover, og hvor de skal placeres på startskærmen i mobilappen.","Du fik vist en video om modetrends, men du og flere andre brugere stoppede afspilningen efter 30 sekunder. Disse oplysninger bruges derefter til at evaluere den rigtige længde af fremtidige videoer om modetrends."]},"9":{"id":9,"name":"Forstå målgrupper gennem statistikker eller kombinationer af oplysninger fra forskellige kilder","description":"Rapporter kan genereres baseret på kombinationen af datasæt (såsom brugerprofiler, statistikker, markedsundersøgelser, analysedata) vedrørende dine interaktioner og andre brugeres interaktioner med annoncerings- eller (ikke-annoncerings-)indhold for at identificere fælles karakteristika (for eksempel, for at fastslå, hvilke målgrupper der er mere modtagelige for en annoncekampagne eller for bestemt indhold).","illustrations":["Ejeren af en online-boghandel ønsker kommerciel rapportering, der viser andelen af besøgende i måneden, der kiggede på og forlod dets websted uden at købe, eller kiggede på og købte den sidste selvbiografi af en berømthed, samt gennemsnitsalderen og fordelingen af mænd/kvinder i hver kategori. Oplysninger vedrørende din navigation på webstedet og dine personlige karakteristika bruges og kombineres derefter med andre sådanne oplysninger til at udarbejde disse statistikker.","En annoncør ønsker at have en bedre forståelse af, hvilken type målgruppe, der interagerer med sine annoncer. Den opfordrer et forskningsinstitut til at sammenligne karakteristika for brugere, der interagerede med annoncen, med typiske attributter for brugere af lignende platforme på tværs af forskellige enheder. Denne sammenligning afslører for annoncøren, at dens annoncemålgruppe hovedsageligt tilgår annoncerne via mobilenheder og sandsynligvis er i aldersgruppen 45-60 år."]},"10":{"id":10,"name":"Udvikle og forbedre tjenester","description":"Oplysninger om din aktivitet på denne tjeneste, såsom din interaktion med annoncer eller indhold, kan være meget nyttige til at forbedre produkter og tjenester og til at opbygge nye produkter og tjenester baseret på brugerinteraktioner, typen af målgruppe, osv. Dette specifikke formål omfatter ikke udvikling eller forbedring af brugerprofiler og identifikatorer.","illustrations":["En teknologiplatform, der arbejder med en social medieudbyder, bemærker en vækst i mobilapp-brugere og ser, baseret på deres profiler, at mange af dem forbinder via mobilforbindelser. Den bruger en ny teknologi til at vise annoncer, der er formateret til mobilenheder, og som anvender lav båndbredde, for at forbedre deres effektivitet.","En annoncør er på udkig efter en måde til at vise annoncer på en ny type forbrugerenhed. Den indsamler oplysninger om, hvordan brugere interagerer med denne nye type enhed for at vurdere, hvorvidt den kan opbygge en ny mekanisme til at vise annoncering på denne type enhed."]},"11":{"id":11,"name":"Bruge begrænsede oplysninger til at vælge indhold\n","description":"Indhold, der vises for dig på denne tjeneste, kan være baseret på begrænsede oplysninger, såsom det websted eller den app, du bruger, din ikke-præcise placering, din enhedstype, eller hvilket indhold du interagerer (eller har interageret) med (for eksempel, for at begrænse antallet af gange en video eller en artikel vises for dig).","illustrations":["Et rejsemagasin har offentliggjort en artikel på sit websted om de nye onlinekurser, der tilbydes af en sprogskole, for at forbedre rejseoplevelser i udlandet. Skolens blogindlæg indsættes direkte i bunden af siden og vælges på grundlag af din ikke-præcise placering (for eksempel, blogindlæg, der forklarer pensum for andre sprog end sproget i det land, du befinder dig i).","En mobilapp til sportsnyheder har startet et nyt afsnit med artikler, der dækker de seneste fodboldkampe. Hver artikel indeholder videoer hostet af en separat streamingplatform, der viser højdepunkterne fra hver kamp. Hvis du spoler frem i en video, kan disse oplysninger bruges til at vælge en kortere video til næste afspilning."]}},"specialPurposes":{"1":{"id":1,"name":"Sikre sikkerhed, forebygge og påvise svig, samt rette fejl\n","description":"Dine oplysninger kan bruges til at overvåge og forebygge usædvanlig og muligvis svigagtig aktivitet (f.eks. vedrørende annoncering, annonceklik fra bots), og sikre, at systemer og processer fungerer korrekt og sikkert. De kan også bruges til at rette eventuelle problemer, som du, udgiveren eller annoncøren måtte støde på under leveringen af indhold og annoncer og i din interaktion med dem.","illustrations":["En annonceringsformidler leverer annoncer fra forskellige annoncører til sit netværk af partnerwebsteder. Den bemærker en stor stigning i klik på annoncer, der vedrører én annoncør, og bruger oplysninger vedrørende kilden til klikkene til at fastslå, at 80 % af klikkene kommer fra bots snarere end mennesker.\n"]},"2":{"id":2,"name":"Levere og præsentere annoncering og indhold","description":"Visse oplysninger (f.eks. en IP-adresse eller enhedsfunktioner) bruges til at sikre indholdet eller annonceringens tekniske kompatibilitet og til at formidle overførslen af indholdet eller annoncen til din enhed. ","illustrations":["Hvis du klikker på et link i en artikel, kan dette normalt sende dig til en anden side eller en del af artiklen. For at opnå dette, 1) sender din browser en anmodning til en server, der er linket til webstedet, 2) svarer serveren tilbage (”her er den artikel, du bad om”), ved hjælp af tekniske oplysninger, der automatisk er inkluderet i den anmodning, der sendes af din enhed, for korrekt at vise de oplysninger/billeder, der er en del af den artikel, du bad om. Teknisk set er en sådan udveksling af oplysninger nødvendig for at levere det indhold, der vises på din skærm."]},"3":{"id":3,"name":"Gem og kommunikér databeskyttelsesvalg","description":"De valg, du træffer om de formål og enheder, der er nævnt i denne erklæring, gemmes og deles digitalt med de pågældende enheder, f.eks. som en streng af tegn. Dette sikrer, at både denne tjeneste og enhederne kan følge dine valg.","illustrations":["Når du besøger et websted og vælger, om du vil tillade tilpasset annoncering baseret på profiler eller ej, gemmes dit valg og deles med udbydere af annoncering. Dette sikrer, at de annoncer, du ser, respekterer dit valg. "]}},"features":{"1":{"id":1,"name":"Matche og kombinere data fra andre datakilder\n","description":"Oplysninger om din aktivitet på denne tjeneste kan matches og kombineres med andre oplysninger vedrørende dig, som stammer fra forskellige kilder (f.eks. din aktivitet på en separat onlinetjeneste, din brug af et loyalitetskort i butikken eller dine svar på en spørgeundersøgelse), for at understøtte de formål, der er forklaret i denne erklæring.\n","illustrations":[]},"2":{"id":2,"name":"Tilknytte forskellige enheder \n","description":"For at understøtte de formål, der er forklaret i denne erklæring, kan din enhed anses for sandsynligvis at være forbundet med andre enheder, der tilhører dig eller din husstand (for eksempel, fordi du er logget ind på den samme tjeneste på både din telefon og din computer, eller fordi du kan bruge den samme internetforbindelse på begge enheder). ","illustrations":[]},"3":{"id":3,"name":"Identificere enheder baseret på oplysninger, der sendes automatisk","description":"Din enhed kan skelnes fra andre enheder baseret på oplysninger, som den automatisk sender, når du tilgår internettet (f.eks. IP-adressen på din internetforbindelse eller den type browser, du bruger) for at understøtte de formål, der er forklaret i denne erklæring.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Bruge præcise geografiske placeringsoplysninger","description":"Med din accept kan din præcise placering (inden for en radius på mindre end 500 meter) bruges til at understøtte de formål, der er forklaret i denne erklæring.","illustrations":[]},"2":{"id":2,"name":"Aktivt scanne enhedskarakteristika til identifikation","description":"Med din accept kan der anmodes om visse karakteristika, der er specifikke for din enhed, og som bruges til at skelne den fra andre enheder (såsom de installerede skrifttyper eller plugins, din skærmopløsning) for at understøtte de formål, der er forklaret i denne erklæring.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Præcise geografiske placeringsoplysninger og identifikation gennem enhedsscanning","description":"Præcis geografisk placering og oplysninger om enhedskarakteristika kan anvendes."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger og annonceringsmåling","description":"Annoncering kan vises baseret på begrænsede oplysninger. Annonceringseffektivitet kan måles."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Tilpasset annoncering","description":"Annoncering kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger, annonceringsmåling og målgruppeundersøgelser","description":"Annoncering kan vises baseret på begrænsede oplysninger. Annonceringseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger, tilpasset annonceringsprofil og annonceringsmåling","description":"Annoncering kan vises baseret på begrænsede oplysninger. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering. Annonceringseffektivitet kan måles."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Valg af tilpasset annoncering og annonceringsmåling","description":"Annoncering kan tilpasses baseret på din profil. Annonceringseffektivitet kan måles."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Valg af tilpasset annoncering, annonceringsmåling og målgruppeundersøgelser","description":"Annoncering kan tilpasses baseret på din profil. Annonceringseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Tilpasset annoncering og annonceringsmåling","description":"Annoncering kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering. Annonceringseffektivitet kan måles."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Tilpasset annoncering, annonceringsmåling og målgruppeundersøgelser","description":"Annoncering kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering. Annonceringseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Tilpasset annoncering","description":"Annoncering kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Tilpasset indhold","description":"Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Valg af tilpasset indhold og indholdsmåling","description":"Indhold kan tilpasses baseret på din profil. Indholdseffektivitet kan måles."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Valg af tilpasset indhold, indholdsmåling og målgruppeundersøgelser","description":"Indhold kan tilpasses baseret på din profil. Indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Indhold kan tilpasses baseret på din profil. Indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Tilpasset indhold og indholdsmåling","description":"Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold. Indholdseffektivitet kan måles."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Tilpasset indhold, indholdsmåling og målgruppeundersøgelser","description":"Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold. Indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Tilpasset indhold, indholdsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold. Indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Annoncerings- og indholdsmåling og målgruppeundersøgelser","description":"Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Annoncerings- og indholdsmåling","description":"Annoncerings- og indholdseffektivitet kan måles."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Annonceringsmåling og målgruppeundersøgelser","description":"Annoncering kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Annoncerings- og indholdsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Annoncerings- og indholdseffektivitet kan måles. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester. Rapporter kan genereres baseret på din og andres aktivitet."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Indholdsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Indholdsmåling og udvikling af tjenester","description":"Indholdseffektivitet kan måles. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Valg af tilpasset annoncering og indhold, annoncerings- og indholdsmåling","description":"Annoncering og indhold kan tilpasses baseret på din profil. Annoncerings- og indholdseffektivitet kan måles."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Valg af tilpasset annoncering og indhold, annoncerings- og indholdsmåling og målgruppeundersøgelser","description":"Annoncering og indhold kan tilpasses baseret på din profil. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Oplysninger kan bruges til at udvikle eller forbedre brugeroplevelse, systemer og software."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Tilpasset annoncering og indhold, annoncerings- og indholdsmåling","description":"Annoncering og indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering eller indhold. Annoncerings- og indholdseffektivitet kan måles."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Tilpasset annoncering og indhold, annoncerings- og indholdsmåling og målgruppeundersøgelser","description":"Annoncering og indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering eller indhold. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Tilpasset annoncering og indholdsprofil","description":"Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering eller indhold."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Valg af tilpasset annoncering og indhold","description":"Annoncering og indhold kan tilpasses baseret på din profil."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger, annoncerings- og indholdsmåling og målgruppeundersøgelser","description":"Annoncering kan vises baseret på begrænsede oplysninger. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Valg af tilpasset annoncering, tilpasset indhold, annoncerings- og indholdsmåling og målgruppeundersøgelser","description":"Annoncering og indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering eller indhold. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Valg af tilpasset annoncering, tilpasset indhold, annoncerings- og indholdsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Annoncering og indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger, tilpasset indhold, annoncerings- og indholdsmåling og målgruppeundersøgelser","description":"Annoncering kan vises baseret på begrænsede oplysninger. Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger, tilpasset indhold, annoncerings- og indholdsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Annoncering kan vises baseret på begrænsede oplysninger. Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger, tilpasset indhold, indholdsmåling og målgruppeundersøgelser","description":"Annoncering kan vises baseret på begrænsede oplysninger. Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger, tilpasset indhold, indholdsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Annoncering kan vises baseret på begrænsede oplysninger. Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold. Indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger, tilpasset indhold og annonceringsmåling","description":"Annoncering kan vises baseret på begrænsede oplysninger. Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold. Annonceringseffektivitet kan måles."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger, tilpasset indhold, annonceringsmåling og udvikling af tjenester","description":"Annoncering kan vises baseret på begrænsede oplysninger. Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold. Annonceringseffektivitet kan måles. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Tilpasset annoncering, annonceringsmåling og udvikling af tjenester","description":"Annoncering kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering. Annonceringseffektivitet kan måles. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Tilpasset annoncering, annonceringsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Annoncering kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering. Annonceringseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Tilpasset annoncering, annoncerings- og indholdsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Annoncering kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Tilpasset annoncering, valg af tilpasset indhold, annoncerings- og indholdsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Annoncering og indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Tilpasset annoncering og indhold, annoncerings- og indholdsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Annoncering og indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset annoncering og indhold. Annoncerings- og indholdseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Indhold baseret på begrænsede oplysninger og indholdsmåling","description":"Indhold kan vælges baseret på begrænsede oplysninger. Indholdseffektivitet kan måles."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Tilpasset indhold","description":"Indhold kan tilpasses baseret på din profil. Din aktivitet på denne tjeneste kan bruges til at opbygge eller forbedre en profil om dig til tilpasset indhold."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Annoncering baseret på begrænsede oplysninger, annonceringsmåling, målgruppeundersøgelser og udvikling af tjenester","description":"Annoncering kan vises baseret på begrænsede oplysninger. Annonceringseffektivitet kan måles. Rapporter kan genereres baseret på din og andres aktivitet. Din aktivitet på denne tjeneste kan hjælpe med at udvikle og forbedre produkter og tjenester."}},"dataCategories":{"1":{"id":1,"name":"IP-adresser","description":"Din IP-adresse er et nummer, som din internettjenesteudbyder tildeler enhver internetforbindelse. Den er ikke altid specifik for din enhed og er ikke altid en stabil identifikator. Den bruges til at sende oplysninger på internettet og vise onlineindhold (herunder annoncer) på din forbundne enhed."},"2":{"id":2,"name":"Enhedskarakteristika","description":"Tekniske karakteristika ved den enhed, du bruger, som ikke er unikke for dig, f.eks. sproget, tidszonen eller operativsystemet."},"3":{"id":3,"name":"Enhedsidentifikatorer","description":"En enhedsidentifikator er en unik streng af tegn, der tildeles din enhed eller browser ved hjælp af en cookie eller andre lagringsteknologier.  Den kan oprettes eller tilgås for at genkende din enhed, f.eks. på tværs af websider fra samme websted eller på tværs af flere websteder eller apps."},"4":{"id":4,"name":"Probabilistiske identifikatorer","description":"En probabilistisk identifikator kan oprettes ved at kombinere karakteristika, der er forbundet med din enhed (den anvendte type browser eller operativsystem) og IP-adressen på internetforbindelsen. Hvis du giver dit samtykke, kan yderligere karakteristika (f.eks. den installerede skrifttype eller skærmopløsning) også kombineres for at forbedre præcisionen af den probabilistiske identifikator. En sådan identifikator betragtes som ”probabilistisk”, fordi flere enheder kan dele de samme karakteristika og den samme internetforbindelse. Den kan bruges til at genkende din enhed på tværs af f.eks. websider fra samme websted eller på tværs af flere websteder eller apps."},"5":{"id":5,"name":"Godkendelsesafledte identifikatorer","description":"Hvis en identifikator oprettes på grundlag af godkendelsesoplysninger, såsom kontaktoplysninger forbundet med onlinekonti, som du har oprettet på websteder eller apps (f.eks. e-mailadresse, telefonnummer) eller kundeidentifikatorer (f.eks. identifikator tilvejebragt af din teleoperatør), kan den pågældende identifikator bruges til at genkende dig på tværs af websteder, apps og enheder, når du er logget ind med de samme kontaktoplysninger."},"6":{"id":6,"name":"Browsing- og interaktionsoplysninger","description":"Din onlineaktivitet, såsom de websteder, du besøger, apps du bruger, det indhold, du søger efter på denne tjeneste, eller dine interaktioner med indhold eller annoncer såsom det antal gange, du har set et bestemt indhold eller en bestemt annonce, eller om du klikkede på den."},"7":{"id":7,"name":"Bruger-tilvejebragte oplysninger","description":"De oplysninger, som du muligvis har givet gennem en erklæring via en formular (f.eks. feedback, en kommentar), eller da du oprettede en konto (f.eks. din alder, dit erhverv)."},"8":{"id":8,"name":"Omtrentlige placeringsoplysninger","description":"En tilnærmelse af din placering, udtrykt som et område med en radius på mindst 500 meter. Din omtrentlige placering kan udledes af f.eks. IP-adressen på din forbindelse."},"9":{"id":9,"name":"Præcise placeringsoplysninger","description":"Din præcise placering inden for en radius på mindre end 500 meter baseret på dine GPS-koordinater. Den må kun bruges med din accept."},"10":{"id":10,"name":"Brugeres profiler","description":"Visse karakteristika (f.eks. dine mulige interesser, dine købshensigter, din forbrugerprofil) kan udledes eller modelleres fra din tidligere onlineaktivitet (f.eks. det indhold, du har set, eller den tjeneste, du brugte, din tid brugt på forskelligt onlineindhold og -tjenester) eller de oplysninger, som du har tilvejebragt (f.eks. din alder, dit erhverv)."},"11":{"id":11,"name":"Databeskyttelsesvalg","description":"Dine præferencer vedrørende behandlingen af dine oplysninger, baseret på de oplysninger, du har modtaget."}}}