{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:46Z","purposes":{"1":{"id":1,"name":"Archiviare informazioni su dispositivo e/o accedervi","description":"Cookie, identificatori del dispositivo o analoghi identificatori online (ad es. identificatori basati sull’accesso, identificatori assegnati casualmente, identificatori basati sulla rete) insieme ad altre informazioni (ad es. tipo di browser e informazioni sul browser, lingua, dimensioni dello schermo, tecnologie supportate, ecc.) possono essere archiviati sul o letti dal dispositivo dell’utente per riconoscerlo ogni volta che l’utente si connette a un’app o a un sito web, per una o più finalità qui presentate. ","illustrations":["La maggior parte delle finalità illustrate nella presente informativa si basa sull’archiviazione delle o l’accesso alle informazioni del dispositivo dell’utente durante l’uso di un’app o la visita di un sito web. Ad esempio, un fornitore o un editore potrebbe avere l’esigenza di memorizzare un cookie sul dispositivo dell’utente nel corso della sua prima visita di un sito web per poter riconoscere il dispositivo alle visite successive (accedendo di volta in volta a tale cookie)."]},"2":{"id":2,"name":"Utilizzare dati limitati per la selezione della pubblicità","description":"La pubblicità presentata all’utente su questo servizio può basarsi su dati limitati, come il sito web o l’app in uso, la posizione approssimativa, il tipo di dispositivo dell’utente o il contenuto con cui interagisce (o ha interagito) (ad esempio, per limitare il numero di volte in cui un annuncio viene presentato all’utente).","illustrations":["Una casa automobilistica vuole promuovere i propri veicoli elettrici ad utenti attenti all’ambiente che permangono in città dopo l’orario di ufficio. La pubblicità viene presentata dopo le 18:30 su una pagina con contenuti correlati (come un articolo sulle azioni per contrastare il cambiamento climatico) a utenti la cui posizione approssimativa suggerisce che si trovino in una zona urbana.","Un grande produttore di vernici per acquerelli desidera realizzare una campagna pubblicitaria online per la sua ultima gamma di acquerelli, diversificando il pubblico per raggiungere il maggior numero possibile di artisti amatoriali e professionisti ed evitare di mostrare la pubblicità accanto a contenuti non in linea con questo obiettivo (ad esempio, articoli su come ridipingere la casa). Il numero di volte in cui la pubblicità è stata presentata all’utente viene rilevato e limitato, per evitare di riproporla troppo spesso."]},"3":{"id":3,"name":"Creare profili per la pubblicità personalizzata","description":"Le informazioni sull’attività dell’utente su questo servizio (come i moduli inviati, i contenuti visualizzati) possono essere archiviate e combinate con altre informazioni riguardanti l’utente (ad esempio, informazioni tratte dall’attività precedente dell’utente sul servizio e su altri siti web o app) o utenti simili. Tali informazioni vengono, quindi, impiegate per creare o migliorare un profilo dell’utente (che potrebbe includere eventuali interessi e aspetti personali). Questa o altre entità potrebbero avvalersi del profilo dell’utente (anche in seguito) per presentare annunci più pertinenti sulla base dei possibili interessi dell’utente.","illustrations":["Se l’utente legge diversi articoli sui migliori accessori per bicicletta da acquistare, tali informazioni potrebbero essere utilizzate per creare un profilo sull’interesse dell’utente per gli accessori per bicicletta. Tale profilo può essere usato o migliorato in seguito, sugli stessi siti web o app o su siti web o app diversi, per presentare all’utente annunci su una determinata marca di accessori per bicicletta. Inoltre, se l’utente cerca un configuratore per veicoli sul sito web di un produttore di automobili di lusso, tali informazioni potrebbero essere combinate con il suo interesse per le biciclette per perfezionarne il profilo e supporre che all’utente interessi l’attrezzatura da ciclismo di lusso.","Un’azienda di abbigliamento desidera promuovere una nuova linea di lusso di abbigliamento per bambini. Si mette in contatto con un’agenzia che ha una rete di clienti ad alto reddito (come supermercati di fascia alta) e chiede all’agenzia di creare profili di giovani genitori o coppie per i quali si può supporre che siano benestanti e che avranno un altro figlio, in modo da potersene avvalere in seguito per presentare annunci basati su tali profili all’interno delle app dei partner."]},"4":{"id":4,"name":"Utilizzare profili per la selezione di pubblicità personalizzata","description":"La pubblicità presentata all’utente sul servizio può basarsi sui suoi profili pubblicitari, che possono riflettere l’attività sul servizio o su altri siti web o app (come i moduli inviati, i contenuti visualizzati), possibili interessi e aspetti personali dell’utente.","illustrations":["Un rivenditore online vuole pubblicizzare una vendita limitata di scarpe da corsa. Vuole rivolgere gli annunci agli utenti che in precedenza avevano guardato scarpe da corsa sulla sua app mobile. Il riconoscimento dell’utente che ha precedentemente utilizzato l’app mobile per guardare scarpe da corsa, al fine di presentargli la pubblicità corrispondente sull’app, potrebbe realizzarsi tramite tecnologie di tracciamento.","Un profilo creato per la pubblicità personalizzata in relazione a una persona che ha cercato accessori per biciclette su un sito web può essere utilizzato per presentare pubblicità pertinente di accessori per biciclette su un’app mobile di un’altra organizzazione."]},"5":{"id":5,"name":"Creare profili per la personalizzazione dei contenuti","description":"Le informazioni sull’attività dell’utente sul questo servizio (ad esempio, i moduli inviati, i contenuti non pubblicitari visualizzati) possono essere archiviate e combinate con altre informazioni riguardanti l’utente (quali informazioni tratte dall’attività precedente dell’utente sul servizio o su altri siti web o app) o utenti simili. Tali informazioni vengono, quindi, impiegate per creare o migliorare un profilo dell’utente (il che potrebbe includere, ad esempio, possibili interessi e aspetti personali). Il profilo dell’utente può essere utilizzato (anche successivamente) per presentare contenuti che, a giudicare dai possibili interessi dell’utente, appaiono più pertinenti, ad esempio adattando l’ordine in cui i contenuti vengono mostrati, in modo da rendere ancora più facile per l’utente trovare contenuti che rispondano ai suoi interessi. \n","illustrations":["L’utente ha letto diversi articoli su una piattaforma di social media su come costruire una casa sull’albero. Queste informazioni potrebbero essere aggiunte al profilo per contrassegnare l’interesse dell’utente verso contenuti relativi all’outdoor e alle guide sul fai-da-te (con l’obiettivo di consentire la personalizzazione dei contenuti, in modo da presentare in futuro, ad esempio, più post di blog e articoli su case sull’albero e baite di legno).","L’utente ha guardato tre video sull’esplorazione dello spazio su diverse app TV. Una piattaforma di notizie non correlata, con cui l’utente non ha avuto contatti, crea un profilo basato su quel comportamento di visualizzazione, contrassegnando l’esplorazione dello spazio come un argomento di possibile interesse per altri video."]},"6":{"id":6,"name":"Utilizzare profili per la selezione di contenuti personalizzati","description":"I contenuti presentati all’utente sul servizio possono basarsi sui suoi profili per la personalizzazione dei contenuti, che possono riflettere la sua attività su questo o altri servizi (ad esempio, i moduli inviati, i contenuti visualizzati), eventuali interessi e aspetti personali. Ciò può essere utilizzato, ad esempio, per adattare l’ordine in cui i contenuti vengono mostrati all’utente, in modo da rendere ancora più facile per l’utente trovare contenuti (non pubblicitari) che rispondano ai suoi interessi.","illustrations":["L’utente legge degli articoli sull’alimentazione vegetariana su una piattaforma di social media e poi usa l’app di cucina di un’azienda non correlata. Il profilo creato sull’utente sulla piattaforma di social media sarà utilizzato per presentare delle ricette vegetariane nella schermata di benvenuto dell’app di cucina.","L’utente ha guardato tre video sul canottaggio su diversi siti web. Quando l’utente usa l’app TV, una piattaforma di condivisione video non correlata consiglia altri cinque video sul canottaggio di suo possibile interesse in base al profilo creato sull’utente quando ha visitato i vari siti web per guardare i video online."]},"7":{"id":7,"name":" Misurare le prestazioni degli annunci","description":"Le informazioni relative alla pubblicità presentata all’utente e al modo in cui l’utente interagisce con essa possono essere utilizzate per determinare il livello di efficacia di una pubblicità riguardo all’utente o ad altri utenti e se gli obiettivi della pubblicità sono stati raggiunti. Ad esempio, se l’utente ha visualizzato un annuncio, vi ha cliccato sopra, ha indotto l’utente ad acquistare un prodotto o a visitare un sito web, ecc. Ciò è molto utile per comprendere la pertinenza delle campagne pubblicitarie.","illustrations":["L’utente ha fatto clic su una pubblicità relativa a uno sconto per il “black Friday” da un negozio online sul sito web di un editore e ha acquistato un prodotto. Il clic dell’utente sarà collegato all’acquisto. L’interazione dell’utente e quella di altri utenti saranno valutate per sapere quanti clic sulla pubblicità hanno dato luogo a un acquisto.","L’utente è tra i pochi ad aver fatto clic su una pubblicità relativa a uno sconto per la “Giornata internazionale della riconoscenza” applicato da un negozio di articoli regalo online all’interno dell’app di un editore. L’editore desidera avere dei report per comprendere con quale frequenza una specifica inserzione pubblicitaria all’interno dell’app e, in particolare, l’annuncio “Giornata internazionale della riconoscenza”, è stata visualizzata o cliccata dall’utente e da altri utenti, al fine di ottimizzare le inserzioni pubblicitarie dell’editore e dei suoi partner (come le agenzie)."]},"8":{"id":8,"name":"Misurare le prestazioni dei contenuti","description":"Le informazioni relative ai contenuti presentati all’utente e al modo in cui l’utente interagisce con essi possono essere utilizzate per stabilire se i contenuti (non pubblicitari) hanno raggiunto, ad es., il pubblico previsto e incontrato i suoi interessi. Ad esempio, se l’utente legge un articolo, guarda un video, ascolta un podcast o guarda la descrizione di un prodotto, quanto tempo trascorre sul servizio, le pagine web visitate, ecc. Ciò è molto utile per comprendere la pertinenza dei contenuti (non pubblicitari) che vengono mostrati all’utente. \n","illustrations":["L’utente ha letto un post di un blog sulle escursioni su un’app mobile di un editore e ha seguito un link a un post attinente consigliato. Le interazioni dell’utente registrate dimostreranno che il post iniziale sull’escursionismo si è rivelato utile e capace di suscitare l’interesse dell’utente per il post correlato. Tale circostanza sarà valutata per sapere se produrre più post sull’escursionismo in futuro e dove posizionarli nella schermata iniziale dell’app mobile.","All’utente è stato presentato un video sulle tendenze della moda, ma l’utente e molti altri utenti hanno smesso di guardarlo dopo 30 secondi. Queste informazioni vengono, quindi, utilizzate per valutare la giusta lunghezza di video futuri sulle tendenze della moda."]},"9":{"id":9,"name":"Comprendere il pubblico attraverso statistiche o la combinazione di dati provenienti da fonti diverse","description":"I report possono essere generati in base alla combinazione di set di dati (come profili utente, statistiche, ricerche di mercato, dati analitici) riguardanti le interazioni dell’utente e quelle di altri utenti con contenuti pubblicitari o (non pubblicitari) al fine di identificare caratteristiche comuni (ad esempio, per determinare quale pubblico di riferimento è più ricettivo a una campagna pubblicitaria o a determinati contenuti).","illustrations":["Il proprietario di una libreria online desidera un report commerciale che mostri la percentuale di visitatori che hanno consultato e lasciato il suo sito senza fare acquisti o hanno consultato e acquistato l’ultima autobiografia delle celebrità del mese, nonché l’età media e la distribuzione di genere per ciascuna categoria. I dati relativi alla navigazione dell’utente sul sito e alle sue caratteristiche personali vengono quindi utilizzati e combinati con altri dati di questo tipo per produrre le statistiche.","Un inserzionista vuole comprendere meglio il tipo di pubblico che interagisce con le sue pubblicità. Richiede a un istituto di ricerca di confrontare le caratteristiche degli utenti che hanno interagito con gli annunci con le caratteristiche tipiche degli utenti di piattaforme simili, su diversi dispositivi. Il confronto rivela all’inserzionista che il suo pubblico sta accedendo agli annunci principalmente tramite dispositivi mobili e si colloca probabilmente nella fascia di età compresa tra i 45 e i 60 anni."]},"10":{"id":10,"name":"Sviluppare e migliorare i servizi","description":"Le informazioni sull’attività dell’utente sul servizio, come l’interazione con annunci o contenuti, possono essere molto utili per migliorare prodotti e servizi e creare nuovi prodotti e servizi basati sulle interazioni dell’utente, il tipo di pubblico, ecc. Questa specifica finalità non include lo sviluppo o il miglioramento dei profili utente e degli identificatori.","illustrations":["Una piattaforma tecnologica che collabora con un fornitore di social media nota una crescita degli utenti di app mobili e constata dai rispettivi profili che molti di loro si connettono attraverso connessioni mobili. Impiega una nuova tecnologia per fornire annunci formattati per i dispositivi mobili e a bassa larghezza di banda al fine di migliorarne le prestazioni.","Un inserzionista sta cercando un modo per visualizzare annunci su un nuovo tipo di dispositivo per consumatori. Raccoglie informazioni sul modo in cui gli utenti interagiscono con il nuovo tipo di dispositivo, per valutare la possibilità di costruire un nuovo meccanismo per visualizzare pubblicità su questo tipo di dispositivo."]},"11":{"id":11,"name":"Utilizzare dati limitati per la selezione dei contenuti","description":"I contenuti presentati all’utente sul servizio possono basarsi su dati limitati, come il sito web o l’app in uso, la posizione approssimativa, il tipo di dispositivo dell’utente o il contenuto con cui interagisce (o ha interagito) (ad esempio, per limitare il numero di volte in cui un video o un articolo viene presentato all’utente).\n","illustrations":["Una rivista di viaggi ha pubblicato un articolo sul suo sito web sui nuovi corsi online proposti da una scuola di lingue, al fine di migliorare le esperienze di viaggio all’estero. I post del blog della scuola vengono inseriti direttamente in fondo alla pagina e selezionati in base alla posizione approssimativa dell’utente (ad esempio, i post del blog che illustrano l’offerta formativa del corso per lingue diverse da quella del paese in cui si trova l’utente).\n","Un’app mobile di notizie sportive ha avviato una nuova sezione di articoli riguardanti le partite di calcio più recenti. Ogni articolo include video che mostrano i punti salienti di ogni partita, ospitati da una piattaforma di streaming a sé. Se l’utente manda avanti un video, tale azione potrebbe servire da informazione per selezionare un video più breve da riprodurre in seguito.\n"]}},"specialPurposes":{"1":{"id":1,"name":"Garantire la sicurezza, prevenire e rilevare frodi, correggere errori\n","description":"I dati dell’utente possono essere utilizzati per monitorare e prevenire attività  insolite e potenzialmente fraudolente (ad esempio, con riguardo alla pubblicità, i click sugli annunci da parte di bot) e garantire che i sistemi e i processi funzionino correttamente e in modo sicuro. Possono anche essere utilizzati per correggere eventuali problemi riscontrati dall’utente, dall’editore o dall’inserzionista nella erogazione di contenutio e annunci e nell’interazione dell’utente con essi.","illustrations":["Un intermediario pubblicitario mostra annunci provenienti da vari inserzionisti sulla propria rete di siti web partner. Nota un grande aumento dei clic sugli annunci relativi a un inserzionista e, avvalendosi dei dati relativi all’origine dei clic, giunge alla conclusione che l’80% dei clic proviene da bot e non da esseri umani."]},"2":{"id":2,"name":"Erogare e presentare pubblicità e contenuto","description":"Alcune informazioni (come un indirizzo IP o le funzionalità del dispositivo) vengono utilizzate per garantire la compatibilità tecnica del contenuto o dell'annuncio e per facilitare la trasmissione del contenuto o dell’annuncio al dispositivo dell’utente.","illustrations":["Facendo clic su un link in un articolo è possibile, normalmente, reindirizzare l’utente a un’altra pagina o parte dell’articolo. A tal fine, 1°) il browser invia una richiesta a un server collegato al sito web, 2°) il server risponde (“ecco l’articolo richiesto”), utilizzando le informazioni tecniche automaticamente incluse nella richiesta inviata dal dispositivo dell’utente, al fine di mostrare correttamente le informazioni/immagini che sono parte dell’articolo richiesto. Tecnicamente, tale scambio di informazioni è necessario per fornire il contenuto mostrato sullo schermo dell’utente."]},"3":{"id":3,"name":"Salvare e comunicare le scelte sulla privacy","description":"Le scelte effettuate dall'utente in merito alle finalità e alle entità elencate nella presente informativa vengono salvate e messe a disposizione di tali entità sotto forma di segnali digitali (come ad esempio una stringa di caratteri). Ciò è necessario per consentire sia a questo servizio che a tali entità di rispettare tali scelte.","illustrations":["Quando l’utente visita un sito web e gli viene offerta la possibilità di scegliere se acconsentire o meno all’utilizzo dei profili per la pubblicità personalizzata, la scelta effettuata viene salvata e resa disponibile ai fornitori di servizi pubblicitari, in modo che la pubblicità presentata rispetti tale scelta."]}},"features":{"1":{"id":1,"name":"Abbinare e combinare dati provenienti da altre fonti di dati","description":"Le informazioni sull’attività dell’utente sul servizio possono essere abbinate e combinate con altre informazioni sull’utente provenienti da varie fonti (ad esempio, l’attività dell’utente su un'altro servizio online, l’uso di una carta fedeltà in negozio o le risposte dell’utente a un sondaggio), a supporto delle finalità illustrate nella presente informativa.","illustrations":[]},"2":{"id":2,"name":"Collegare diversi dispositivi","description":"A supporto delle finalità illustrate nella presente informativa, il dispositivo dell’utente potrebbe considerarsi collegato, con tutta probabilità, ad altri dispositivi appartenenti all’utente o alla sua famiglia (ad esempio, perché l’utente ha effettuato l’accesso a un medesimo servizio sia da telefono sia da computer o perché usa la stessa connessione Internet su entrambi i dispositivi).","illustrations":[]},"3":{"id":3,"name":"Identificare i dispositivi in base alle informazioni trasmesse automaticamente","description":"Il dispositivo dell’utente potrebbe essere riconosciuto tra altri dispositivi in base alle informazioni che invia automaticamente quando accede a Internet (ad esempio, l’indirizzo IP della connessione Internet o il tipo di browser utilizzato) a supporto delle finalità esposte nella presente informativa.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Utilizzare dati di geolocalizzazione precisi","description":"Con il consenso dell’utente, la sua posizione precisa (entro un raggio inferiore a 500 metri) può essere utilizzata a supporto delle finalità illustrate nella presente informativa.","illustrations":[]},"2":{"id":2,"name":"Scansione attiva delle caratteristiche del dispositivo ai fini dell’identificazione","description":"In presenza del consenso dell’utente potrebbero essere richieste e venire utilizzate alcune caratteristiche specifiche del suo dispositivo per distinguerlo da altri dispositivi (come i font o i plug-in installati, la risoluzione dello schermo) a supporto delle finalità illustrate nella presente informativa.","illustrations":[]}},"stacks":{"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Pubblicità basata su dati limitati e misurazione delle prestazioni degli annunci","description":"La pubblicità può essere erogata sulla base di dati limitati. È possibile che le prestazioni degli annunci vengano misurate."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Pubblicità personalizzata \n","description":"La pubblicità erogata può essere personalizzata in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Pubblicità basata su dati limitati, misurazione delle prestazioni degli annunci e comprensione del pubblico","description":"La pubblicità può essere erogata sulla base di dati limitati. È possibile misurare le prestazioni degli annunci. È possibile generare report basati sull’attività dell’utente e di altri utenti."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Pubblicità basata su dati limitati, profilo per la personalizzazione della pubblicità e misurazione delle prestazioni degli annunci \n\n","description":"La pubblicità può essere erogata sulla base di dati limitati. L’attività dell’utente sul servizio può essere utililzzata per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità. È possibile misurare valutare le prestazioni degli annunci."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Selezione di pubblicità personalizzata e misurazione delle prestazioni degli annunci","description":"È possibile personalizzare la pubblicità in base al profilo dell’utente. È possibile misurare le prestazioni degli annunci."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Selezione di pubblicità personalizzata, valutazione dell’efficacia della pubblicità e ricerche sul pubblico","description":"È possibile personalizzare la pubblicità in base al profilo dell’utente. È possibile misurare le prestazioni degli annunci. È possibile generare report basati sull’attività dell’utente e di altri utenti."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Pubblicità personalizzata e misurazione delle prestazioni degli annunci","description":"È possibile personalizzare la pubblicità in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità. È possibile valutare le prestazioni degli annunci.\n"},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Pubblicità personalizzata, misurazione delle prestazioni degli annunci e ricerche sul pubblico","description":"È possibile personalizzare la pubblicità in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata utilizzarsi per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità. È possibile misurare valutare le prestazioni degli annunci. È possibile generare report basati sull’attività dell’utente e di altri utenti."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Pubblicità personalizzata","description":"È possibile personalizzare la pubblicità in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata utilizzarsi per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Contenuti personalizzati","description":"È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata utilizzarsi per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Selezione di contenuti personalizzati e misurazione delle prestazioni dei contenuti","description":"È possibile personalizzare i contenuti in base al profilo dell’utente. È possibile misurare valutare le prestazioni dei contenuti.\n"},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Selezione di contenuti personalizzati, misurazione delle prestazioni dei contenuti e ricerche sul pubblico\n","description":"È possibile personalizzare i contenuti in base al profilo dell’utente. È possibile misurare le prestazioni dei contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. I contenuti sono personalizzabili in base al profilo dell’utente. È possibile misurare le prestazioni dei contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. "},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Contenuti personalizzati e misurazione delle prestazioni dei contenuti","description":"È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti. È possibile misurare le prestazioni dei contenuti."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Contenuti personalizzati, misurazione delle prestazioni dei contenuti e ricerche sul pubblico","description":"È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti. È possibile misurare le prestazioni dei contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Contenuti personalizzati, misurazione delle prestazioni dei contenuti, ricerche sul pubblico e sviluppo di servizi","description":"È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti. È possibile misurare le prestazioni dei contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Misurazione delle prestazioni dei contenuti e dell’efficacia della pubblicità, ricerche sul pubblico","description":"È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Misurazione delle prestazioni dei contenuti e dell’efficacia della pubblicità\n\n","description":"È possibile misurare le prestazioni di pubblicità e contenuti."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Misurazione delle prestazioni degli annunci e ricerche sul pubblico","description":"È possibile misurare le prestazioni degli annunci. È possibile generare report basati sull’attività dell’utente e di altri utenti."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico e sviluppo di servizi","description":"È possibile misurare le prestazioni di pubblicità e contenuti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi. È possibile generare report basati sull’attività dell’utente e di altri utenti. \n"},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Misurazione delle prestazioni dei contenuti, ricerche sul pubblico e sviluppo di servizi","description":"È possibile misurare le prestazioni dei contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Misurazione delle prestazioni dei contenuti e sviluppo di servizi","description":"È possibile misurare le prestazioni dei contenuti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi.\n"},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Selezione di pubblicità e contenuti personalizzati, misurazione delle prestazioni dei contenuti e dell’efficacia della pubblicità","description":"È possibile personalizzare pubblicità e contenuti in base al profilo dell’utente. È possibile misurare le prestazioni di pubblicità e contenuti.\n"},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Selezione di pubblicità e contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico","description":"È possibile personalizzare pubblicità e contenuti in base al profilo dell’utente. È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. I dati possono essere utilizzati per creare o migliorare l’esperienza utente, sistemi e software."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Pubblicità e contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci","description":"È possibile personalizzare pubblicità e contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità o dei contenuti. È possibile misurare le prestazioni di pubblicità e contenuti."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Pubblicità e contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico","description":"È possibile personalizzare pubblicità e contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità o dei contenuti. È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. \n"},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Pubblicità personalizzata e profilo per la personalizzazione dei contenuti","description":"L’attività dell’utente sul servizio può utilizzarsi per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità o dei contenuti.\n"},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Selezione di pubblicità e contenuti personalizzati","description":"È possibile personalizzare pubblicità e contenuti in base al profilo dell’utente."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Pubblicità basata su dati limitati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico\n\n","description":"La pubblicità può essere erogata sulla base di dati limitati. È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. \n"},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Selezione di pubblicità personalizzata, contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico\n","description":"È possibile personalizzare pubblicità e contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità o dei contenuti. È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Selezione di pubblicità personalizzata, contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico, sviluppo di servizi","description":"È possibile personalizzare pubblicità e contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti. È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi.\n"},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Pubblicità basata su dati limitati, contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico","description":"La pubblicità può essere erogata sulla base di dati limitati. È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti. È possibile valutare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. \n"},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Pubblicità basata su dati limitati, contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico e sviluppo di servizi","description":"La pubblicità può essere erogata sulla base di dati limitati. È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti. È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Pubblicità basata su dati limitati, contenuti personalizzati, misurazione delle prestazioni dei contenuti e ricerche sul pubblico","description":"La pubblicità può essere erogata sulla base di dati limitati. È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può utilizzarsi per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti. È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Pubblicità basata su dati limitati, contenuti personalizzati, misurazione delle prestazioni dei contenuti, ricerche sul pubblico e sviluppo di servizi","description":"La pubblicità può essere erogata sulla base di dati limitati. È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti. È possibile valutare le prestazioni dei contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi.\n"},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Pubblicità basata su dati limitati, contenuti personalizzati e misurazione delle prestazioni degli annunci","description":"La pubblicità può essere erogata sulla base di dati limitati. È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti. È possibile misurare le prestazioni degli annunci.\n"},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Pubblicità basata su dati limitati, contenuti personalizzati, misurazione delle prestazioni degli annunci e sviluppo di servizi","description":"La pubblicità può essere erogata sulla base di dati limitati. È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti. È possibile misurare le prestazioni degli annunci. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi.\n"},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Pubblicità personalizzata, misurazione delle prestazioni degli annunci e sviluppo di servizi","description":"È possibile personalizzare la pubblicità in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare il profilo stesso, per la personalizzazione della pubblicità. È possibile misurare le prestazioni degli annunci. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Pubblicità personalizzata, misurazione delle prestazioni degli annunci, ricerche sul pubblico e sviluppo di servizi","description":"È possibile personalizzare la pubblicità in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità. È possibile misurare le prestazioni degli annunci. È possibile generare report basati sull’attività dell’utente e di altri utenti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Pubblicità personalizzata, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico, sviluppo di servizi","description":"È possibile personalizzare la pubblicità in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare il profilo stesso, per la personalizzazione della pubblicità. È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi.\n"},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Pubblicità personalizzata, selezione di contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico e sviluppo di servizi","description":"È possibile personalizzare pubblicità e contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata utilizzarsi per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità. È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi.\n"},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Pubblicità e contenuti personalizzati, misurazione delle prestazioni dei contenuti e degli annunci, ricerche sul pubblico, sviluppo di servizi\n","description":"È possibile personalizzare pubblicità e contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione della pubblicità e dei contenuti. È possibile misurare le prestazioni di pubblicità e contenuti. È possibile generare report basati sull’attività dell’utente e di altri utenti. L’attività dell’utente sul servizio può contribuire allo sviluppo e al miglioramento di prodotti e servizi."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Contenuti basati su dati limitati e misurazione delle prestazioni dei contenuti","description":"È possibile selezionare contenuto in base a dati limitati. È possibile valutare le prestazioni dei contenuti."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Contenuti personalizzati","description":"È possibile personalizzare i contenuti in base al profilo dell’utente. L’attività dell’utente sul servizio può essere utilizzata per creare o migliorare un profilo dell’utente per la personalizzazione dei contenuti."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Pubblicità basata su dati limitati, misurazione degli annunci, ricerche sul pubblico e sviluppo di servizi","description":"La pubblicità può essere erogata sulla base di dati limitati. È possibile misurare le prestazioni degli annunci. I report possono essere generati in base all’attività dell’utente e a quella di altri. L’attività dell’utente su questo servizio può aiutarci a sviluppare e migliorare prodotti e servizi."},"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Dati di geolocalizzazione precisi e identificazione attraverso la scansione del dispositivo","description":"È possibile utilizzare la geolocalizzazione precisa e le informazioni sulle caratteristiche del dispositivo.\n\n"}},"dataCategories":{"1":{"id":1,"name":"Indirizzi IP","description":"L’indirizzo IP è un numero assegnato dal provider di servizi Internet a qualsiasi connessione Internet. Non è sempre specifico del dispositivo e non è sempre un identificatore stabile.Viene utilizzato per indirizzare le informazioni su Internet e mostrare contenuti online (inclusi gli annunci) sul dispositivo connesso."},"2":{"id":2,"name":"Caratteristiche del dispositivo","description":"Caratteristiche tecniche del dispositivo utilizzato che non sono specifiche dell’utente, come la lingua, il fuso orario o il sistema operativo."},"3":{"id":3,"name":"Identificatori del dispositivo","description":"Un identificatore del dispositivo è una stringa univoca di caratteri assegnati al dispositivo o al browser dell’utente tramite un cookie o altre tecnologie di archiviazione. È possibile crearne uno o accedervi per riconoscere il dispositivo dell’utente, ad es. su tutte le pagine web dello stesso sito o su più siti o app."},"4":{"id":4,"name":"Identificatori probabilistici","description":"È possibile creare un identificatore probabilistico interconnettendo le caratteristiche associate al dispositivo (il tipo di browser o sistema operativo utilizzato) e l’indirizzo IP della connessione Internet. Con il consenso dell’utente, è possibile interconnettere anche altre caratteristiche (ad es. il carattere installato o la risoluzione dello schermo) per migliorare la precisione dell’identificatore probabilistico.Tale identificatore è considerato “probabilistico” perché più dispositivi possono condividere le stesse caratteristiche e la stessa connessione Internet. È possibile usarlo per riconoscere il dispositivo dell’utente, ad es. su tutte le pagine web dello stesso sito o su più siti o app."},"5":{"id":5,"name":"Identificatori derivati dall’autenticazione","description":"Quando viene creato un identificatore sulla base dei dati di autenticazione, come i dettagli di contatto associati agli account online creati dall’utente su siti web o app (ad es. indirizzo e-mail, numero di telefono) o gli identificatori dei clienti (ad es. l’identificatore fornito dall’operatore di telecomunicazione), tale identificatore può essere utilizzato per riconoscere l’utente su siti web, app e dispositivi quando è connesso con gli stessi dettagli di contatto."},"6":{"id":6,"name":"Dati di navigazione e interazione","description":"L’attività online dell’utente, ovvero i siti web che visita, le app che utilizza, i contenuti che cerca su questo servizio o le sue interazioni con contenuti o annunci, ad esempio il numero di volte che ha visualizzato un contenuto o un annuncio specifico o se ha cliccato sullo stesso."},"7":{"id":7,"name":"Dati forniti dall’utente","description":"Le informazioni che l’utente potrebbe aver fornito rilasciando una dichiarazione tramite modulo online (ad es. un feedback, un commento) o creando un account (ad es. la sua età, la sua occupazione)."},"8":{"id":8,"name":"Dati di geolocalizzazione non precisi","description":"La posizione approssimativa dell’utente, espressa come un’area compresa in un raggio di almeno 500 metri può essere dedotta, ad es., dall’indirizzo IP della sua connessione."},"9":{"id":9,"name":"Dati di geolocalizzazione precisi","description":"La posizione precisa dell’utente, compresa in un raggio inferiore a 500 metri, si deduce in base alle sue coordinate GPS e può essere utilizzata solo con il consenso dell’utente."},"10":{"id":10,"name":"Profili degli utenti","description":"Alcune caratteristiche dell’utente (ad es. possibili interessi, intenzioni di acquisto, profilo cliente) possono essere dedotte o modellate dalla sua precedente attività online (ad es. i contenuti che ha visualizzato o il servizio che ha utilizzato, il tempo trascorso su vari contenuti e servizi online) o dalle informazioni che ha fornito (ad es. la sua età, la sua occupazione)."},"11":{"id":11,"name":"Scelte sulla privacy","description":"Le preferenze dell’utente relative al trattamento dei suoi dati, in base alle informazioni che ha ricevuto."}}}