{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:38Z","purposes":{"1":{"id":1,"name":"Speichern von oder Zugriff auf Informationen auf einem Endgerät","description":"Cookies, Endgeräte- oder ähnliche Online-Kennungen (z. B. login-basierte Kennungen, zufällig generierte Kennungen, netzwerkbasierte Kennungen) können zusammen mit anderen Informationen (z. B. Browsertyp und Browserinformationen, Sprache, Bildschirmgröße, unterstützte Technologien usw.) auf Ihrem Endgerät gespeichert oder von dort ausgelesen werden, um es jedes Mal wiederzuerkennen, wenn es eine App oder einer Webseite aufruft. Dies geschieht für einen oder mehrere der hier aufgeführten Verarbeitungszwecke.","illustrations":["Die meisten in dieser Mitteilung erläuterten Verarbeitungszwecke beruhen auf der Speicherung von oder dem Zugriff auf Informationen auf Ihrem Endgerät, wenn Sie eine App verwenden oder eine Webseite besuchen. So kann es beispielsweise erforderlich sein, dass ein Anbieter oder Webseitenbetreiber bei Ihrem ersten Besuch einer Webseite ein Cookie auf Ihrem Endgerät speichert, um dieses bei Ihren nächsten Besuchen wiederzuerkennen (indem er dieses Cookie jedes Mal erneut abruft)."]},"2":{"id":2,"name":"Verwendung reduzierter Daten zur Auswahl von Werbeanzeigen","description":"Werbeanzeigen, die Ihnen auf diesem Dienst präsentiert werden, können auf reduzierten Daten basieren, wie z. B. der Webseite oder App, die Sie gerade verwenden, Ihrem ungefähren Standort, Ihrem Gerätetyp oder den Inhalten, mit denen Sie interagieren (oder interagiert haben) (z. B., um die Anzeigefrequenz der Werbung zu begrenzen, die Ihnen ausgespielt werden).","illustrations":["Ein Autohersteller will seine Elektrofahrzeuge bei umweltbewussten Nutzern, die in der Stadt leben, nach Feierabend bewerben.\nDie Werbung wird Benutzern, deren ungefährerer Standort darauf hindeutet, dass sie sich in einem städtischen Raum befinden, nach 18:30 Uhr auf einer Seite mit ähnlichen Inhalten (z. B. einem Artikel über Klimaschutzmaßnahmen) angezeigt.","Ein großer Hersteller von Wasserfarben möchte eine Online-Werbekampagne für sein neuestes Wasserfarben-Sortiment durchführen. Dabei soll die Zielgruppe diversifiziert werden, um möglichst viele Amateur- und Profikünstler zu erreichen, und es soll vermieden werden, die Anzeige neben ungeeigneten Inhalten (z. B. Artikel über das Streichen des Hauses) zu zeigen. Die Häufigkeit, mit der Ihnen die Anzeige präsentiert wurde, wird erfasst und begrenzt, um zu vermeiden, dass Sie sie zu oft zu sehen bekommen."]},"3":{"id":3,"name":"Erstellung von Profilen für personalisierte Werbung","description":"Informationen über Ihre Aktivitäten auf diesem Dienst (wie ausgefüllte Formulare, angesehene Inhalte) können gespeichert und mit anderen Informationen über Sie (z. B. Informationen aus Ihrer vorherigen Aktivität auf diesem Dienst oder anderen Webseiten oder Apps) oder ähnlichen Benutzern kombiniert werden. Diese werden dann verwendet, um ein Profil über Sie zu erstellen oder zu verbessern (dies kann z. B. mögliche Interessen und persönliche Merkmale beinhalten). Ihr Profil kann (auch zu einem späteren Zeitpunkt) verwendet werden, um es zu ermöglichen, Ihnen Werbung zu präsentieren, die aufgrund Ihrer möglichen Interessen für Sie wahrscheinlich relevanter ist.","illustrations":["Wenn Sie beispielsweise mehrere Artikel über das beste Fahrradzubehör im Handel lesen, können diese Informationen verwendet werden, um ein Profil über Ihr Interesse an Fahrradzubehör zu erstellen. Ein solches Profil kann zu einem späteren Zeitpunkt auf derselben oder einer anderen Webseite oder App verwendet oder verbessert werden, um Ihnen Werbung für eine bestimmte Fahrradzubehörmarke anzuzeigen. Wenn Sie sich auch einen Konfigurator für ein Fahrzeug auf der Webseite eines Luxusautoherstellers ansehen, können diese Informationen mit Ihrem Interesse an Fahrrädern kombiniert werden, um Ihr Profil zu verfeinern, und zur Annahme führen, dass Sie an Luxusfahrradausrüstung interessiert sind.","Ein Bekleidungsunternehmen möchte seine neue Kollektion hochwertiger Babykleidung bewerben.Es setzt sich mit einer Agentur in Verbindung, die über ein Netzwerk von Kunden mit hohem Einkommen verfügt (z. B. Supermärkte der gehobenen Preisklasse) und bittet die Agentur, Profile junger Eltern oder Paare zu erstellen, von denen angenommen werden kann, dass sie wohlhabend sind und kürzlich ein Kind bekommen haben, damit diese später verwendet werden können, um Werbung in Partner-Apps zu schalten."]},"4":{"id":4,"name":"Verwendung von Profilen zur Auswahl personalisierter Werbung","description":"Werbung, die Ihnen auf diesem Dienst angezeigt wird, kann auf Ihrem Werbeprofil basieren.  Dieses Werbeprofil kann Ihre Aktivitäten (wie ausgefüllte Formulare, angesehene Inhalte) auf diesem Dienst oder anderen Webseiten oder Apps, mögliche Interessen und persönliche Merkmale beinhalten.","illustrations":["Ein Online-Händler möchte einen begrenzten Ausverkauf für Laufschuhe bewerben.Er möchte gezielt Werbung für Benutzer schalten, die sich zuvor Laufschuhe in seiner mobilen App angesehen haben.Tracking-Technologien können verwendet werden, um festzustellen, ob Sie die mobile App in der Vergangenheit verwendet haben, um nach Laufschuhen zu suchen, und um Ihnen so die entsprechende Werbung in der App anzuzeigen.","Ein Profil, das für personalisierte Werbung in Bezug auf eine Person erstellt wurde, die auf einer Webseite nach Fahrradzubehör gesucht hat, kann verwendet werden, um die entsprechende Werbung für Fahrradzubehör auf einer mobilen App eines anderen Anbieters anzuzeigen."]},"5":{"id":5,"name":"Erstellung von Profilen zur Personalisierung von Inhalten","description":"Informationen über Ihre Aktivitäten auf diesem Dienst (wie zum Beispiel: ausgefüllte Formulare, angesehene nicht werbliche Inhalte) können gespeichert und mit anderen Informationen über Sie (wie Ihrer vorherigen Aktivität auf diesem Dienst oder anderen Webseiten oder Apps) oder ähnlichen Benutzern kombiniert werden.\nDiese werden dann verwendet, um ein Profil über Sie zu erstellen oder zu ergänzen (dies kann z.B. mögliche Interessen und persönliche Merkmale beinhalten). Ihr Profil kann (auch zu einem späteren Zeitpunkt) verwendet werden, um Ihnen Inhalte anzuzeigen, die aufgrund Ihrer möglichen Interessen für Sie wahrscheinlich relevanter sind, indem z. B. die Reihenfolge, in der Ihnen Inhalte angezeigt werden, geändert wird, um es Ihnen noch leichter zu machen, Inhalte zu finden, die Ihren Interessen entsprechen.","illustrations":["Sie lesen auf einer Social-Media-Plattform mehrere Artikel darüber, wie man ein Baumhaus baut. Diese Information kann einem Profil hinzugefügt werden, um Ihr Interesse an Inhalten zu Aktivitäten im Freien sowie an Do-it-yourself-Anleitungen festzuhalten (mit dem Ziel, die Personalisierung von Inhalten zu ermöglichen, sodass Ihnen beispielsweise in Zukunft mehr Blog-Posts und Artikel über Baumhäuser und Holzhütten präsentiert werden).","Sie haben sich in verschiedenen TV-Apps drei Videos zum Thema Weltraumforschung angesehen. Eine davon unabhängige Nachrichtenplattform, die Sie bisher nicht genutzt haben, erstellt basierend auf diesem Nutzungsverhalten ein Profil und erfasst Weltraumforschung als ein Thema von möglichem Interesse für zukünftige Videos."]},"6":{"id":6,"name":"Verwendung von Profilen zur Auswahl personalisierter Inhalte","description":"Inhalte, die Ihnen auf diesem Dienst präsentiert werden, können auf Ihren Inhaltsprofilen basieren, die Ihre Aktivitäten auf diesem oder anderen Diensten (wie Formulare, die Sie einreichen, Inhalte, die Sie sich ansehen), mögliche Interessen und persönliche Aspekte widerspiegeln können. Dies kann beispielsweise dazu genutzt werden, um die Reihenfolge anzupassen, in der Ihnen Inhalte angezeigt werden, um es Ihnen noch leichter zu machen, (Nicht-Werbe-)Inhalte zu finden, die Ihren Interessen entsprechen.","illustrations":["Sie lesen auf einer Social-Media-Plattform Artikel über vegetarisches Essen und verwenden dann die Koch-App eines von der Plattform unabhängigen Unternehmens. Das Profil, das über Sie auf der Social-Media-Plattform erstellt wurde, wird verwendet, um Ihnen auf der Startseite der Koch-App vegetarische Rezepte zu präsentieren. ","Sie haben sich auf verschiedenen Webseiten drei Videos zum Thema Rudersport angesehen. Wenn Sie Ihre TV-App verwenden, empfiehlt Ihnen eine von den Webseiten unabhängige Video-Sharing-Plattform, basierend auf einem Profil das über Sie erstellt wurde als Sie sich die Online-Videos auf diesen Websites angesehen haben, fünf weitere Videos zum Thema Rudersport, die für Sie von Interesse sein könnten."]},"7":{"id":7,"name":"Messung der Werbeleistung","description":"Informationen darüber, welche Werbung Ihnen präsentiert wird und wie Sie damit interagieren, können verwendet werden, um festzustellen, wie sehr eine Werbung Sie oder andere Benutzer angesprochen hat und ob die Ziele der Werbekampagne erreicht wurden. Die Informationen umfassen zum Beispiel, ob Sie sich eine Anzeige angesehen haben, ob Sie daraufgeklickt haben, ob sie Sie dazu animiert hat, ein Produkt zu kaufen oder eine Webseite zu besuchen usw. Diese Informationen sind hilfreich, um die Relevanz von Werbekampagnen zu ermitteln.\n\n","illustrations":["Sie haben auf der Webseite eines Webseitenbetreibers auf eine Werbung über einen „Black Friday“-Rabatt eines Online-Shops geklickt und ein Produkt gekauft. Ihr Klick wird mit diesem Kauf verknüpft. Ihre Interaktion und die anderer Benutzer wird gemessen, um herauszufinden, wie viele Klicks auf die Anzeige zu einem Kauf geführt haben.","Sie gehören zu den wenigen, die in der App eines App-Betreibers auf eine Werbung, über einen Rabatt anlässlich eines besonderen Ereignisses (z.B. „internationaler Tag der Anerkennung“), eines Online-Geschenkeshops geklickt haben. Der App-Betreiber möchte Statistiken darüber erhalten, wie oft eine bestimmte Anzeige innerhalb der App, insbesondere die Anzeige zu einem besonderen Ereignis (z.B. „internationaler Tag der Anerkennung“) von Ihnen und anderen Benutzern angesehen oder angeklickt wurde, um dem App-Betreiber und seinen Partnern (wie Agenturen) zu helfen, die Anzeigenschaltung zu optimieren."]},"8":{"id":8,"name":"Messung der Performance von Inhalten","description":"Informationen darüber, welche Werbung Ihnen präsentiert wird und wie Sie damit interagieren, können dazu verwendet werden festzustellen, ob (nicht werbliche) Inhalte z. B. die beabsichtigte Zielgruppe erreicht und Ihren Interessen entsprochen haben. Dazu gehören beispielsweise Informationen darüber, ob Sie einen bestimmten Artikel gelesen, sich ein bestimmtes Video angesehen, einen bestimmten Podcast angehört oder sich eine bestimmte Produktbeschreibung angesehen haben, wie viel Zeit Sie auf diesem Dienst und den von Ihnen besuchten Webseiten verbracht haben usw. Diese Informationen helfen dabei, die Relevanz von (nicht werblichen) Inhalten, die Ihnen angezeigt werden, zu ermitteln.","illustrations":["Sie haben in der mobilen App eines App-Betreibers einen Blog-Post zum Thema Wandern gelesen und einen Link zu einem empfohlenen ähnlichen Post angetippt. Ihre Interaktionen werden aufgezeichnet, um festzuhalten, dass der erste Post zum Thema Wandern für Sie nützlich war und dass er Sie erfolgreich zum Lesen des ähnlichen Posts animiert hat. Diese Informationen werden gemessen, um herauszufinden, ob in Zukunft mehr Posts zum Thema Wandern verfasst werden sollen und wo sie auf dem Startbildschirm der mobilen App platziert werden sollten.","Ihnen wurde ein Video über Modetrends präsentiert, aber Sie und mehrere andere Benutzer haben dieses nach 30 Sekunden abgebrochen. Diese Information wird zur Evaluierung der geeigneten Länge zukünftiger Videos zu Modetrends verwendet."]},"9":{"id":9,"name":"Analyse von Zielgruppen durch Statistiken oder Kombinationen von Daten aus verschiedenen Quellen","description":"Basierend auf der Kombination von Datensätzen (wie Benutzerprofilen, Statistiken, Marktforschung, Analysedaten) können Berichte über Ihre Interaktionen und die anderer Benutzer mit Werbe- oder (nicht werblichen) Inhalten erstellt werden, um gemeinsame Merkmale zu ermitteln (z. B., um festzustellen, welche Zielgruppen für eine Werbekampagne oder für bestimmte Inhalte empfänglich sind).","illustrations":["Der Eigentümer eines Online-Buchhandels möchte eine Auswertung, wie viele Besucher seine Webseite besucht haben, ohne etwas zu kaufen, oder wie viele die Webseite besucht haben, um die neuste Promi-Biographie des Monats zu kaufen, sowie das Durchschnittsalter der Besucher und wie viele davon männlich bzw. weiblich sind, aufgeteilt je nach Kategorie. Daten über Ihre Navigation auf der Webseite und Ihre persönlichen Merkmale werden dann verwendet und mit anderen solcher Daten kombiniert, um diese Statistiken zu erstellen.","Ein Werbetreibender möchte die Art der Zielgruppe, die mit seinen Anzeigen interagiert, besser verstehen. Er beauftragt ein Forschungsinstitut, die Eigenschaften von Benutzern, die mit der Anzeige interagiert haben, mit typischen Attributen von Benutzern ähnlicher Plattformen über verschiedene Geräte hinweg zu vergleichen. Dieser Vergleich zeigt dem Werbetreibenden, dass seine Zielgruppe hauptsächlich über mobile Geräte auf die Werbung zugreift und wahrscheinlich im Alter zwischen 45–60 Jahren liegt. "]},"10":{"id":10,"name":"Entwicklung und Verbesserung der Angebote","description":"Informationen über Ihre Aktivitäten auf diesem Angebot, wie z. B. Ihre Interaktion mit Anzeigen oder Inhalten, können dabei helfen, Produkte und Angebote zu verbessern und neue Produkte und Angebote zu entwickeln basierend auf Benutzerinteraktionen, der Art der Zielgruppe usw. Dieser Verarbeitungszweck umfasst nicht die Entwicklung, Ergänzung oder Verbesserung von Benutzerprofilen und Kennungen.","illustrations":["Eine Technologieplattform, die mit einem Social-Media-Anbieter zusammenarbeitet, stellt ein Wachstum in den Nutzerzahlen ihrer mobilen App fest und erkennt basierend auf den Benutzerprofilen, dass viele von ihnen sich über mobile Verbindungen einwählen. Die Plattform verwendet zur Verbesserung der Ladegeschwindigkeit von Anzeigen eine neue Technologie zur Auslieferung von Werbung, die für mobile Endgeräte optimiert ist und eine geringe Bandbreite benötigt.","Ein Werbetreibender sucht nach einer Möglichkeit, Anzeigen auf einem neuartigen Endgerät anzuzeigen. Er sammelt Informationen darüber, wie Benutzer mit dieser neuen Art von Endgerät interagieren, um herauszufinden, ob er einen neuen Mechanismus für die Anzeige von Werbung auf dieser Art von Endgerät entwickeln kann."]},"11":{"id":11,"name":"Verwendung reduzierter Daten zur Auswahl von Inhalten","description":"Inhalte, die Ihnen auf diesem Dienst präsentiert werden, können auf reduzierten Daten basieren, wie z. B. der Webseite oder App, die Sie verwenden, Ihrem ungefähren Standort, Ihrem Endgerätetyp oder der Information, mit welchen Inhalten Sie interagieren (oder interagiert haben) (z. B. zur Begrenzung wie häufig Ihnen ein Video oder ein Artikel angezeigt wird).","illustrations":["Ein Reisemagazin hat auf seiner Webseite einen Artikel über die neuen Online-Kurse veröffentlicht, die von einer Sprachschule angeboten werden, um die Reiseerfahrungen im Ausland zu verbessern. Die Blog-Posts der Reiseschule werden direkt am Ende der Seite eingefügt und basierend auf Ihrem ungefähren Standort ausgewählt (z. B. Blog-Posts mit dem Lehrplan für den Kurs einer Sprache, die nicht die Sprache Ihres Landes ist).","Eine mobile App für Sportnachrichten hat eine neue Sparte mit Artikeln über die neuesten Fußballspiele eingeführt. Jeder Artikel enthält Videos mit Highlights des Spiels, die von einer externen Streaming-Plattform gehostet werden. Wenn Sie ein Video vorspulen, kann diese Information verwendet werden, um im Anschluss ein Video abzuspielen, das kürzer ist."]}},"specialPurposes":{"1":{"id":1,"name":"Gewährleistung der Sicherheit, Verhinderung und Aufdeckung von Betrug und Fehlerbehebung","description":"Ihre Daten können verwendet werden, um ungewöhnliche und potenziell betrügerische Aktivitäten (zum Beispiel bezüglich Werbung, Werbe-Klicks durch Bots) zu überwachen und zu verhindern, und um sicherzustellen, dass Systeme und Prozesse ordnungsgemäß und sicher funktionieren. Die Daten können auch verwendet werden, um Probleme zu beheben, die Sie, der Webseite- oder Appbetreiber oder der Werbetreibende bei der Bereitstellung von Inhalten und Anzeigen und bei Ihrer Interaktion mit diesen haben können.","illustrations":["Ein Werbevermittler stellt Anzeigen von unterschiedlichen Werbetreibenden an sein Netzwerk von Partner-Webseiten und -Apps bereit. Der Werbevermittler bemerkt einen starken Anstieg von Klicks auf Anzeigen eines bestimmten Werbetreibenden. Er analysiert die Daten bezüglich der Quelle der Klicks und findet heraus, dass 80 % der Klicks von Bots und nicht von Menschen stammen."]},"2":{"id":2,"name":"Bereitstellung und Anzeige von Werbung und Inhalten","description":"Bestimmte Informationen (wie IP-Adresse oder Endgerätefunktionen) werden verwendet, um die technische Kompatibilität des Inhalts oder der Werbung zu gewährleisten und die Übertragung des Inhalts oder der Werbung auf Ihr Endgerät zu ermöglichen.\n\n","illustrations":["Wenn Sie auf einen Link in einem Artikel klicken, werden Sie normalerweise zu einer anderen Seite oder einem anderen Teil des Artikels weitergeleitet. Zu diesem Zweck 1°) sendet Ihr Browser eine Anfrage an einen Server, der mit der Webseite verknüpft ist, 2°) antwortet der Server auf die Anfrage („hier ist der von Ihnen angeforderte Artikel“) mithilfe von technischen Informationen, die in der von Ihrem Endgerät gesendeten Anfrage standardmäßig enthalten sind, um die Informationen/Bilder, die Teil des von Ihnen angeforderten Artikels sind, ordnungsgemäß anzuzeigen.Technisch gesehen ist ein solcher Informationsaustausch notwendig, um die Inhalte bereitzustellen, die auf Ihrem Bildschirm angezeigt werden."]},"3":{"id":3,"name":"Ihre Entscheidungen zum Datenschutz speichern und übermitteln","description":"Die von Ihnen in Bezug auf die in diesem Hinweis aufgeführten Zwecke und Unternehmen getroffenen Entscheidungen werden gespeichert und den betreffenden Unternehmen in Form digitaler Signale (z. B. einer Zeichenfolge) zur Verfügung gestellt. Nur so können sowohl dieser Dienst als auch die betreffenden Unternehmen die jeweiligen Entscheidungen respektieren.","illustrations":["Wenn Sie eine Website besuchen und vor die Wahl gestellt werden, ob Sie in die Verwendung von Profilen für personalisierte Werbung einwilligen oder nicht, wird die von Ihnen getroffene Entscheidung gespeichert und an die betreffenden Werbeanbieter übermittelt, damit Ihre Entscheidung im Rahmen der Ihnen präsentierten Werbung berücksichtigt wird."]}},"features":{"1":{"id":1,"name":"Abgleichung und Kombination von Daten aus unterschiedlichen Quellen","description":"Informationen über Ihre Aktivitäten auf diesem Dienst können zur Unterstützung der in diesem Rahmenwerk erläuterten Zwecke mit anderen Informationen über Sie aus unterschiedlichen Quellen abgeglichen und kombiniert werden (z. B. Ihre Aktivitäten auf einem anderen Online-Dienst, Ihrer Nutzung einer Kundenkarte im Geschäft oder Ihren Antworten auf eine Umfrage).","illustrations":[]},"2":{"id":2,"name":"Verknüpfung verschiedener Endgeräte","description":"Zur Unterstützung der in diesem Rahmenwerk erläuterten Zwecke kann ermittelt werden, ob es wahrscheinlich ist, dass Ihr Endgerät mit anderen Endgeräten verbunden ist, die Ihnen oder Ihrem Haushalt angehören (z. B., weil Sie sowohl auf Ihrem Handy als auch auf Ihrem Computer beim gleichen Dienst angemeldet sind oder weil Sie auf beiden Endgeräten die gleiche Internetverbindung verwenden).","illustrations":[]},"3":{"id":3,"name":"Identifikation von Endgeräten anhand automatisch übermittelter Informationen","description":"Ihr Endgerät kann zur Unterstützung der in diesem Rahmenwerk erläuterten Zwecke mithilfe von Informationen unterschieden werden, die es beim Zugriff auf das Internet automatisch übermittelt (z. B. die IP-Adresse Ihrer Internetverbindung oder die Art des Browsers, den Sie verwenden).","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Verwendung genauer Standortdaten","description":"Mit Ihrer Zustimmung kann Ihr genauer Standort (mit einem Radius von weniger als 500 Metern) zur Unterstützung der in diesem Rahmenwerk erläuterten Zwecke verwendet werden.","illustrations":[]},"2":{"id":2,"name":"Endgeräteeigenschaften zur Identifikation aktiv abfragen","description":"Mit Ihrer Zustimmung können bestimmte für Ihr Endgerät spezifische Merkmale angefordert und verwendet werden, um es von anderen Endgeräten zu unterscheiden (wie z. B. die installierten Zeichensätze oder Plugins, die Auflösung Ihres Bildschirms), um die in diesem Rahmenwerk erläuterten Zwecke zu unterstützen.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Genaue Standortdaten und Identifikation durch Scannen von Endgeräten","description":"Es können genaue Standortdaten und Informationen über Endgerätemerkmale verwendet werden."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Werbung basierend auf einer reduzierten Menge von Daten und Messung von Werbeleistung","description":"Werbung kann basierend auf einer reduzierten Menge von Daten dargestellt werden. Die Werbeleistung kann gemessen werden."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Personalisierte Werbung","description":"Werbung kann basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung zu erstellen oder zu verbessern."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Werbung basierend auf einer reduzierten Menge von Daten, Messung von Werbeleistung und Zielgruppenforschung","description":"Werbung kann basierend auf einer reduzierten Menge von Daten präsentiert werden. Die Messung von Werbeleistung und Analyse von Zielgruppen wird ermöglicht. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Werbung basierend auf einer reduzierten Menge von Daten, einem personalisierten Werbeprofil und Messung von Werbeleistung","description":"Werbung kann basierend auf einer reduzierten Menge von Daten präsentiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung zu erstellen oder zu ergänzen. Die Werbeleistung kann gemessen werden."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Auswahl personalisierter Werbung und Messung von Werbeleistung","description":"Werbung kann basierend auf Ihrem Profil personalisiert werden. Die Werbeleistung kann gemessen werden."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Auswahl personalisierter Werbung, Messung von Werbeleistung und Zielgruppenforschung","description":"Werbung kann basierend auf Ihrem Profil personalisiert werden. Werbeleistung kann gemessen werden. Basierend auf  einer Kombination Ihrer Aktivität und den Aktivitäten anderer können allgemeine statistische Berichte erstellt werden."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Personalisierte Werbung und Messung von Werbeleistung","description":"Werbung kann basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung zu erstellen oder zu ergänzen. Die Werbeleistung kann gemessen werden."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Personalisierte Werbung, Messung von Werbeleistung und Zielgruppenforschung","description":"Werbung kann basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung zu erstellen oder zu ergänzen. Die Werbeleistung kann gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Personalisierte Werbung","description":"Werbung kann basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung zu erstellen oder zu ergänzen."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Personalisierte Inhalte","description":"Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Auswahl personalisierter Inhalte und Messung der Performance von Inhalten","description":"Inhalte können basierend auf Ihrem Profil personalisiert werden. Die Performance von Inhalten kann gemessen werden."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Auswahl personalisierter Inhalte, Messung von Inhalten und Zielgruppenforschung","description":"Inhalte können basierend auf Ihrem Profil personalisiert werden. Die Performance von Inhalten kann gemessen werden. Berichte können basierend auf Ihren Aktivitäten und denen anderer erstellt werden. Inhalte können basierend auf Ihrem Profil personalisiert werden. Die Performance von Inhalten kann gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. "},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Personalisierte Inhalte und Messung von Inhalten","description":"Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen. Die Performance von Inhalten kann gemessen werden."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Personalisierte Inhalte, Messung von Inhalten und Zielgruppenforschung","description":"Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen. Die Performance von Inhalten kann gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Personalisierte Inhalte, Messung von Inhalten, Zielgruppenforschung und Entwicklung von Angeboten","description":"Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen. Die Performance von Inhalten kann gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Messung von Werbeleistung und Inhalten sowie Zielgruppenforschung","description":"Die Werbeleistung und die Performance von Inhalten kann gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Messung von Werbeleistung und Inhalten","description":"Die Performance von Werbung und Inhalten kann gemessen werden."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Messung von Werbeleistung und Zielgruppenforschung","description":"Werbung kann gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Messung von Werbeleistung und der Performance von Inhalten, Zielgruppenforschung sowie Entwicklung und Verbesserung der Angebote","description":"Die Werbeleistung und Performance von Inhalten können gemessen werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. "},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Messung der Performance von Inhalten, Zielgruppenforschung sowie Entwicklung und Verbesserung der Angebote","description":"Die Performance von Inhalten kann gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Messung der Performance von Inhalten sowie Entwicklung und Verbesserung der Angebote","description":"Die Performance von Inhalten kann gemessen werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Auswahl personalisierter Werbung und Inhalte, Messung von Werbeleistung und der Performance von Inhalten","description":"Werbung und Inhalte können basierend auf Ihrem Profil personalisiert werden. Die Werbeleistung und die Performance von Inhalten können gemessen werden."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Auswahl personalisierter Werbung und Inhalte, Messung von Werbeleistung und der Performance von Inhalten sowie Zielgruppenforschung","description":"Werbung und Inhalte können basierend auf Ihrem Profil personalisiert werden. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. Daten können verwendet werden, um Benutzerfreundlichkeit zu verbessern sowie Systeme und Software zu entwickeln und zu verbessern."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Personalisierte Werbung und Inhalte, Messung von Werbeleistung und der Performance von Inhalten","description":"Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung oder Inhalte zu erstellen oder zu ergänzen. "},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Personalisierte Werbung und Inhalte, Messung von Werbeleistung und der Performance von Inhalten sowie Zielgruppenforschung","description":"Werbung und Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung oder Inhalte zu erstellen oder zu ergänzen. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. "},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Erstellung von Profilen für personalisierte Werbung und Inhalte","description":"Ihre Aktivitäten auf diesem Dienst können verwendet werden, um Profile über Sie für personalisierte Werbung oder Inhalte zu erstellen oder zu ergänzen."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Erstellung von Profilen für personalisierte Werbung und Inhalte ","description":"Werbung und Inhalte können auf Basis Ihrer Profile personalisiert werden"},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Werbung basierend auf einer reduzierten Menge von Daten, Messung von Werbeleistung und der Performance von Inhalten sowie Zielgruppenforschung","description":"Werbung kann basierend auf einer reduzierten Menge von Daten präsentiert werden. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. "},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Auswahl personalisierter Inhalte, personalisierte Inhalte, Messung von Werbeleistung und der Performance Inhalten sowie Zielgruppenforschung","description":"Werbung kann basierend auf einer reduzierten Menge von Daten präsentiert werden. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Auswahl personalisierter Werbung und Inhalte, Messung von Werbeleistung und der Performance von Inhalten, Zielgruppenforschung sowie Entwicklung und Verbesserung der Angebote","description":"Werbung und Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Werbung basierend auf einer reduzierten Menge von Daten, personalisierte Inhalte, Messung von Werbeleistung und der Performance von Inhalten sowie Zielgruppenforschung","description":"Werbung kann basierend auf einer reduzierten Menge von Daten präsentiert werden. Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Werbung basierend auf einer reduzierten Menge von Daten, personalisierte Inhalte, Messung von Werbeleistung und der Performance von Inhalten, Zielgruppenforschung sowie Entwicklung und Verbesserung von Angeboten","description":"Werbung kann basierend auf einer reduzierten Menge von Daten präsentiert werden. Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Werbung basierend auf einer reduzierten Menge von Daten, personalisierte Inhalte, Messung der Performance von Inhalten und Zielgruppenforschung","description":"Werbung kann basierend auf einer reduzierten Menge von Daten präsentiert werden. Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Werbung basierend auf einer reduzierten Menge von Daten, personalisierte Inhalte, Messung der Performance von Inhalten, Zielgruppenforschung sowie die Entwicklung und Verbesserung von Angeboten","description":"Werbung kann basierend auf einer reduzierten Menge von Daten präsentiert werden. Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen. Die Performance von Inhalten kann gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Werbung basierend auf einer reduzierten Menge von Daten, personalisierte Inhalte und Messung von Werbeleistung","description":"Werbung kann basierend auf einer reduzierten Menge von Daten präsentiert werden. Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen. Die Werbeleistung kann gemessen werden."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Werbung basierend auf einer reduzierten Menge von Daten, personalisierte Inhalte, Messung von Werbeleistung sowie Entwicklung und Verbesserung von Angeboten","description":"Werbung kann basierend auf speziellen Daten präsentiert werden. Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen. Die Werbeleistung kann gemessen werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Personalisierte Werbung, Messung von Werbeleistung sowie Entwicklung und Verbesserung von Angeboten","description":"Werbung kann basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung zu erstellen oder zu ergänzen. Die Werbeleistung kann gemessen werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Personalisierte Werbung, Messung von Werbeleistung, Zielgruppenforschung sowie Entwicklung und Verbesserung von Angeboten","description":"Werbung kann basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung zu erstellen oder zu ergänzen. Die Werbeleistung kann gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Personalisierte Werbung, Messung von Werbeleistung und der Performance von Inhalten, Zielgruppenforschung sowie Entwicklung und Verbesserung von Angeboten","description":"Werbung kann basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung zu erstellen oder zu ergänzen. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Personalisierte Werbung, Auswahl personalisierter Inhalte, Messung von Werbeleistung und der Performance von Inhalten, Zielgruppenforschung sowie Entwicklung und Verbesserung von Angeboten","description":"Anzeigen und Werbung können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung zu erstellen oder zu ergänzen. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Personalisierte Werbung und Inhalte, Messung von Werbeleistung und der Performance von Inhalten, Zielgruppenforschung sowie Entwicklung und Verbesserung von Angeboten","description":"Anzeigen und Werbung können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung zu erstellen oder zu ergänzen. Die Werbeleistung und die Performance von Inhalten können gemessen werden. Basierend auf Ihrer Aktivität und den Aktivitäten anderer können Berichte erstellt werden. Ihre Aktivitäten auf diesem Dienst können helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern"},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Inhalte basierend auf einer reduzierten Menge von Daten und Messung der Performance von Inhalten","description":"Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Werbung und die Auswahl von Inhalten zu erstellen oder zu ergänzen."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Personalisierte Inhalte","description":"Inhalte können basierend auf Ihrem Profil personalisiert werden. Ihre Aktivitäten auf diesem Dienst können verwendet werden, um ein Profil über Sie für personalisierte Inhalte zu erstellen oder zu ergänzen."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Werbung auf der Grundlage begrenzter Daten, Messung der Werbeleistung, Zielgruppenforschung und Entwicklung von Dienstleistungen","description":"Werbung kann basierend auf einer reduzierten Menge von Daten dargestellt werden. Die Werbeleistung kann gemessen werden. Berichte können auf der Grundlage Ihrer Aktivitäten und der Aktivitäten anderer Personen erstellt werden. Ihre Aktivitäten auf diesem Dienst können dabei helfen, Produkte und Dienstleistungen zu entwickeln und zu verbessern."}},"dataCategories":{"1":{"id":1,"name":"IP-Adressen","description":"Bei Ihrer IP-Adresse handelt es sich um eine Nummer, die von Ihrem Internetdienstanbieter für jede Internetverbindung vergeben wird. Diese Nummer ist nicht immer gerätespezifisch und es handelt sich nicht immer um eine dauerhaft Kennung. Sie wird verwendet, um Informationen im Internet zu übertragen und Online-Inhalte (einschließlich Werbung) auf Ihrem verbundenen Gerät anzuzeigen."},"2":{"id":2,"name":"Gerätemerkmale","description":"Technische Merkmale des von Ihnen verwendeten Endgeräts, die Ihnen nicht eindeutig zugeordnet werden können, wie z. B. die Sprache, die Zeitzone oder das Betriebssystem."},"3":{"id":3,"name":"Gerätekennungen","description":"Eine Gerätekennung ist eine eindeutige Zeichenfolge, die mittels eines Cookies oder anderen Speichertechnologien Ihrem Endgerät oder Browser zugewiesen wird. Sie kann erstellt oder abgerufen werden, um Ihr Gerät beispielsweise über die einzelnen Seiten einer spezifischen Website oder über verschiedene Sites oder Apps hinweg wiederzuerkennen."},"4":{"id":4,"name":"Probabilistische Kennungen","description":"Eine probabilistische Kennung kann durch die Kombination von Merkmalen Ihres Endgeräts (Art des verwendeten Browsers oder des Betriebssystems) und der IP-Adresse der Internetverbindung erstellt werden. Sofern Sie damit einverstanden sind, können auch zusätzliche Merkmale (z. B. die installierte Schriftart oder die Bildschirmauflösung) kombiniert werden, um die Genauigkeit der probabilistischen Kennung zu verbessern. Eine solche Kennung gilt als „probabilistisch“, da mehrere Geräte dieselben Eigenschaften und dieselbe Internetverbindung aufweisen können. Sie kann verwendet werden, um Ihr Gerät z. B. auf den einzelnen Seiten derselben Webseite oder auf verschiedenen Webseiten oder Anwendungen wiederzuerkennen."},"5":{"id":5,"name":"Aus Authentifizierungen abgeleitete Kennungen","description":"Wenn eine Kennung auf der Grundlage von Authentifizierungsdaten erstellt wird, wie z. B. Kontaktdaten im Zusammenhang mit Online-Konten, die Sie auf Websites oder Apps eingerichtet haben (z. B. E-Mail-Adresse, Telefonnummer) oder Kundenkennungen (z. B. eine von Ihrem Telekommunikationsanbieter bereitgestellte Kennung), dann kann diese Kennung dazu verwendet werden, Sie über Websites, Apps und Geräte hinweg wiederzuerkennen, wenn Sie mit denselben Kontaktdaten angemeldet sind."},"6":{"id":6,"name":"Surf- und Interaktionsdaten","description":"Ihre Online-Aktivitäten, z. B. die von Ihnen besuchten Webseiten, die von Ihnen verwendeten Anwendungen, die Inhalte, nach denen Sie in diesem Dienst suchen, oder Ihre Interaktionen mit Inhalten oder Anzeigen, z. B. wie oft Sie einen bestimmten Inhalt oder eine Anzeige gesehen haben oder ob Sie darauf geklickt haben."},"7":{"id":7,"name":"Vom Benutzer bereitgestellte Daten","description":"Informationen, die Sie möglicherweise durch eine Eingabe über ein Formular (z. B. Feedback, einen Kommentar) oder bei der Einrichtung eines Kontos (z. B. Ihr Alter, Ihren Beruf) angegeben haben."},"8":{"id":8,"name":"Ungefähre Standort-Daten","description":"Eine ungefähre Angabe Ihres Standorts, dargestellt als ein Gebiet mit einem Radius von mindestens 500 Metern. Ihr ungefährer Standort kann z. B. aus der IP-Adresse Ihres Anschlusses abgeleitet werden."},"9":{"id":9,"name":"Genaue Standortdaten","description":"Ihren genauen Standort innerhalb eines Radius von weniger als 500 Metern auf der Grundlage Ihrer GPS-Koordinaten. Diese Information darf nur mit Ihrer Zustimmung verwendet werden."},"10":{"id":10,"name":"Benutzerprofile","description":"Bestimmte Merkmale (z. B. Ihre möglichen Interessen, Ihre Kaufabsichten, Ihr Verbraucherprofil) können aus Ihren früheren Online-Aktivitäten (z. B. die von Ihnen angesehenen Inhalte oder der von Ihnen genutzte Dienst, die von Ihnen auf verschiedenen Online-Inhalten und -Diensten verbrachte Zeit) oder den von Ihnen gemachten Angaben (z. B. Ihr Alter, Ihr Beruf) abgeleitet oder modelliert werden."},"11":{"id":11,"name":"Datenschutzeinstellungen","description":"Ihre Präferenzen hinsichtlich der Verarbeitung Ihrer Daten auf der Grundlage der Informationen, die Sie erhalten haben."}}}