{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:55Z","purposes":{"1":{"id":1,"name":"Shranjevanje in/ali dostop do podatkov na napravi","description":"Piškotki, naprave ali podobni spletni identifikatorji (npr. identifikatorji, ki temeljijo na prijavi, naključno dodeljeni identifikatorji, omrežni identifikatorji) skupaj z drugimi informacijami (npr. vrsta in podatki o brskalniku, jezik, velikost zaslona, podprte tehnologije itd.) se lahko shranijo ali preberejo na vaši napravi, da jo lahko prepoznajo vsakič, ko se poveže z aplikacijo ali spletnim mestom, za enega ali več namenov, predstavljenih tukaj.","illustrations":["Večina namenov, pojasnjenih v tem obvestilu, se zanaša na shranjevanje ali dostop do informacij iz vaše naprave, ko uporabljate aplikacijo ali obiščete spletno mesto. Na primer, prodajalec ali založnik bo morda moral med prvim obiskom na spletnem mestu shraniti piškotek na vašo napravo, da bo lahko prepoznal vašo napravo med vašimi naslednjimi obiski (vsakič z dostopom do tega piškotka)."]},"2":{"id":2,"name":"Uporaba omejenih podatkov za izbiro oglasov","description":"Oglasi, ki so vam predstavljeni v tej storitvi, lahko temeljijo na omejenih podatkih, kot so spletno mesto ali aplikacija, ki jo uporabljate, vaša nenatančna lokacija, vrsta naprave ali vsebina, s katero komunicirate (na primer za omejitev števila prikazov oglasa).","illustrations":["Proizvajalec avtomobilov želi svoje električne avtomobile promovirati okoljsko ozaveščenim uporabnikom, ki po službi živijo v mestu. Oglasi so prikazani na strani s sorodnimi vsebinami (kot npr. članek o podnebnih ukrepih) po 18.30 uporabnikom, katerih nenatančna lokacija kaže, da so v urbanem območju.","Velik proizvajalec akvarelnih barv želi izvesti spletno oglaševalsko kampanjo za svojo najnovejšo paleto akvarelov z diverzifikacijo občinstva, da tako doseže čim več amaterskih in profesionalnih umetnikov ter se izogne prikazovanju oglasa poleg neusklajene vsebine (na primer članki o tem, kako popleskati svojo hišo). Število, kolikokrat vam je bil oglas predstavljen, se zaznava in je omejeno, da ga ne bi prepogosto prikazovali."]},"3":{"id":3,"name":"Ustvarjanje profilov za osebno prilagojeno oglaševanje","description":"Podatke o vaši dejavnosti v tej storitvi (kot so obrazci, ki jih pošljete in vsebina, ki si jo ogledate) lahko shranite in združite z drugimi podatki o vas (na primer podatki iz vaše prejšnje dejavnosti v tej storitvi in drugih spletnih mestih ali aplikacijah) ali podobnih uporabnikih. To se nato uporablja za ustvarjanje ali izboljšanje profila o vas (ki lahko vključuje morebitne interese in osebne vidike). Vaš profil lahko uporabite (tudi pozneje) za predstavitev oglasov, ki se zdijo bolj relevantni glede na vaše morebitne interese s strani tega in drugih subjektov.","illustrations":["Če ste prebrali več člankov o najboljših dodatkih za kolesa, bi lahko te informacije uporabili za ustvarjanje profila o vašem interesu za dodatke za kolo. Takšen profil se lahko pozneje, na isti ali drugi spletni strani ali v aplikaciji, uporabi ali izboljša, da so vam predstavljeni oglasi za določeno znamko dodatne opreme za kolesa. Če si ogledate konfigurator za vozilo na spletni strani proizvajalca luksuznih avtomobilov, bi te informacije lahko združili z vašim interesom za kolesa, da bi izboljšali vaš profil in domnevali, da vas zanima luksuzna kolesarska oprema.","Podjetje za oblačila želi promovirati svojo novo linijo vrhunskih otroških oblačil. Stopi v stik z agencijo, ki ima mrežo strank s kupci z visokimi dohodki (kot so veleblagovnice z luksuznimi blagovnimi znamkami) in jo prosi za ustvarjanje profilov mladih staršev ali parov, za katere se domneva, da so bogati in so pred kratkim dobili otroka, tako da se lahko kasneje uporabijo za prikaz oglasov v partnerskih aplikacijah, ki temeljijo na teh profilih."]},"4":{"id":4,"name":"Uporaba profilov za izbiro osebno prilagojenega oglaševanja","description":"Oglaševanje, ki vam je predstavljeno v tej storitvi, lahko temelji na vaših oglaševalskih profilih, ki lahko odražajo vašo dejavnost v tej storitvi ali drugih spletnih mestih ali aplikacijah (kot so obrazci, ki jih pošljete, vsebina, ki si jo ogledate), morebitni interesi in osebni vidiki.","illustrations":["Spletni trgovec želi oglaševati omejeno prodajo tekaških čevljev. Ciljno usmerjeno oglaševanje za uporabnike, ki so si prej ogledali tekaške čevlje na svoji mobilni aplikaciji. Tehnologije sledenja se lahko uporabijo za prepoznavanje, da ste predhodno uporabili mobilno aplikacijo za ogled tekaških čevljev, da bi vam predstavili ustrezen oglas v aplikaciji.","Profil, ustvarjen za osebno prilagojeno oglaševanje v zvezi z osebo, ki je iskala dodatke za kolesa na spletnem mestu, se lahko uporabi za predstavitev ustreznega oglasa za dodatke za kolesa v mobilni aplikaciji druge organizacije."]},"5":{"id":5,"name":"Ustvarjanje profilov za osebno prilagojene vsebine","description":"Podatke o vaši dejavnosti v tej storitvi (kot so obrazci, ki jih pošljete, neoglaševalske vsebine, ki si jih ogledate) se lahko shranijo in združijo z drugimi podatki o vas (na primer podatki iz vaše prejšnje dejavnosti v tej storitvi in na drugih spletnih mestih ali aplikacijah) ali podobnih uporabnikih. To se nato uporablja za ustvarjanje ali izboljšanje profila o vas (ki lahko npr. vključuje morebitne interese in osebne vidike). Vaš profil se lahko (tudi pozneje) uporablja za predstavitev vsebine, ki se zdi bolj relevantna glede na vaše morebitne interese, na primer s prilagoditvijo vrstnega reda, v katerem vam je prikazana vsebina, tako da boste še lažje našli vsebino, ki ustreza vašim interesom.","illustrations":["Preberite več člankov o tem, kako zgraditi hišo na drevesu na platformi družbenih medijev. Ti podatki se lahko dodajo profilu, da se označi vaš interes za vsebine, povezane z gibanjem na prostem in žilico za ustvarjanje „naredi sam“ (s ciljem omogočanja osebno prilagojene vsebine, tako da vam bo na primer v prihodnosti predstavljeno več objav v blogu in člankov o hišah na drevesu in lesenih hiškah).","Ogledali ste si tri videoposnetke o raziskovanju vesolja v različnih televizijskih aplikacijah. Nepovezana novičarska platforma, s katero niste imeli stika, oblikuje profil na podlagi tega vedenja ogledovanja in označi raziskovanje prostora kot temo morebitnega interesa za druge videoposnetke."]},"6":{"id":6,"name":"Uporaba profilov za izbiro osebno prilagojenih vsebin","description":"Vsebina, ki vam je predstavljena v tej storitvi, lahko temelji na vaših profilih za osebno prilagojene vsebine, ki lahko odražajo vašo dejavnost v tej ali drugih storitvah (na primer obrazcih, ki jih pošljete, vsebini, ki jo gledate), možnih interesih in osebnih vidikih. To se na primer lahko uporabi pri prilagajanju vrstnega reda, v katerem vam je prikazana vsebina, tako da boste še lažje našli (neoglaševalske) vsebine, ki ustrezajo vašim interesom.","illustrations":["Berete članke o vegetarijanski hrani na platformi družbenih medijev in nato uporabite aplikacijo za kuhanje nepovezanih podjetij. Profil, oblikovan o vas na platformi družbenih medijev, bo uporabljen za predstavitev vegetarijanskih receptov na pozdravnem zaslonu aplikacije za kuhanje.","Ogledali ste si tri videoposnetke o veslanju na različnih spletnih mestih. Nepovezana platforma za skupno rabo videoposnetkov vam bo priporočila pet drugih videoposnetkov o veslanju, ki bi vas lahko zanimali, ko uporabljate aplikacijo TV, na podlagi profila, ki je bil oblikovan o vas, ko ste obiskali ta različna spletna mesta, da bi si ogledali spletne videoposnetke."]},"7":{"id":7,"name":"Merjenje uspešnosti oglasov","description":"Informacije o tem, kateri oglasi so vam predstavljeni in kako komunicirate z njimi, se lahko uporabijo za ugotavljanje, kako dobro je oglas deloval za vas ali druge uporabnike in ali so bili doseženi cilji oglaševanja. Na primer, ali ste videli oglas, ali ste nanj kliknili, ali vas je to pripeljalo do nakupa izdelka ali obiska spletne strani itd. To je zelo koristno za razumevanje pomembnosti oglaševalskih kampanj.","illustrations":["Kliknili ste na oglas o popustu „črnega petka“ spletne trgovine na spletni strani založnika in kupili izdelek. Vaš klik bo povezan s tem nakupom. Vaša interakcija in interakcija drugih uporabnikov bo izmerjena tako, da bodo vedeli, koliko klikov na oglas je pripeljalo do nakupa.","Ste eden redkih, ki ste kliknili na oglas o „mednarodnem dnevu hvaležnosti“ s strani spletne darilne trgovine v aplikaciji založnika. Založnik želi imeti poročila, da bi razumel, kako pogosto ste si vi in drugi uporabniki ogledali ali kliknili določeno postavitev oglasov v aplikaciji, še posebej oglasov za mednarodni dan hvaležnosti, da bi založniku in njegovim partnerjem (kot so agencije) pomagali optimizirati prikazovanje oglasov."]},"8":{"id":8,"name":"Merjenje uspešnosti vsebine","description":"Informacije o tem, katera vsebina vam je predstavljena in kako komunicirate z njo, se lahko uporabijo za ugotavljanje, ali je (neoglaševalska) vsebina na primer dosegla ciljno občinstvo in ustrezala vašim interesom. Na primer, ali berete članek, gledate video, poslušate podkast ali si ogledate opis izdelka, koliko časa ste porabili za to storitev in spletne strani, ki jih obiščete itd. To je zelo koristno, če razumete pomen (neoglaševalske) vsebine, ki vam je prikazana.","illustrations":["Prebrali ste blog o pohodništvu na mobilni aplikaciji založnika in sledili povezavi do priporočene in povezane objave. Vaše interakcije bodo zabeležene tako, da bodo pokazale, da vam je bila začetna pohodniška objava koristna in da je vzbudila interes za povezano objavo. To se bo izmerilo, da se bo ugotovilo, ali bi se v prihodnosti pripravilo več objav o pohodništvu in kje jih postaviti na domači zaslon mobilne aplikacije.","Predstavljen vam je bil video o modnih trendih, vendar ste vi in več drugih uporabnikov prenehali gledati po 30 sekundah. Te informacije se nato uporabijo za oceno prave dolžine prihodnjih videoposnetkov o modnih trendih."]},"9":{"id":9,"name":"Razumevanje občinstva s pomočjo statistike ali kombinacij podatkov iz različnih virov","description":"Poročila se lahko ustvarijo na podlagi kombinacije podatkovnih nizov (kot so uporabniški profili, statistika, tržne raziskave, analitični podatki) glede vaših interakcij in interakcij drugih uporabnikov z oglaševanjem ali (neoglaševalsko) vsebino, da se ugotovijo skupne značilnosti (na primer, da se ugotovi, katero ciljno občinstvo je bolj dovzetno za oglaševalsko akcijo ali določene vsebine).","illustrations":["Lastnik spletne knjigarne želi komercialno poročilo, ki prikazuje delež obiskovalcev, ki so si ogledali in zapustili spletno stran brez nakupa, ali si jo ogledali in kupili novo uspešnico - avtobiografijo slavne osebe, pa tudi povprečno starost in delež po spolu za vsako kategorijo. Podatki, ki se nanašajo na vašo navigacijo na spletnem mestu in vaše osebne značilnosti, se nato uporabljajo in kombinirajo z drugimi takšnimi podatki za izdelavo statističnih podatkov.","Oglaševalec želi bolje razumeti vrsto občinstva, ki komunicira z njegovimi oglasi. Najame raziskovalni inštitut, da primerja značilnosti uporabnikov, ki so sodelovali z oglasom, s tipičnimi atributi uporabnikov podobnih platform, v različnih napravah. Ta primerjava oglaševalcu razkriva, da njegova oglaševalska publika večinoma dostopa do oglasov prek mobilnih naprav in je verjetno v starostnem razponu 45-60 let."]},"10":{"id":10,"name":"Razvoj in izboljšave storitev","description":"Informacije o vaši aktivnosti v tej storitvi, kot je interakcija z oglasi ali vsebino, so lahko zelo koristne za izboljšanje izdelkov in storitev ter za izgradnjo novih izdelkov in storitev, ki temeljijo na interakcijah uporabnikov, vrsti občinstva itd. Ta posebni namen ne vključuje razvoja ali izboljšanja uporabniških profilov in identifikatorjev.","illustrations":["Tehnološka platforma, ki sodeluje s ponudnikom družbenih medijev, opazi rast uporabnikov mobilnih aplikacij in na podlagi njihovih profilov vidi, da se mnogi povezujejo prek mobilnih povezav. Uporablja novo tehnologijo za prikaz oglasov, ki so oblikovani za mobilne naprave in imajo nizko pasovno širino za izboljšanje učinkovitosti.","Oglaševalec išče način za prikaz oglasov na novi vrsti potrošniške naprave. Zbira informacije o tem, kako uporabniki komunicirajo s to novo vrsto naprave, da ugotovi, ali lahko zgradi nov mehanizem za prikazovanje oglasov na tej vrsti naprave."]},"11":{"id":11,"name":"Uporaba omejenih podatkov za izbiro vsebin","description":"Oglaševanje, ki vam je predstavljeno v tej storitvi, lahko temelji na omejenih podatkih, kot so spletno mesto ali aplikacija, ki jo uporabljate, vaša nenatančna lokacija, vrsta naprave ali vsebina, s katero komunicirate (na primer za omejitev števila prikazov oglasa).","illustrations":["Revija o potovanjih je na svoji spletni strani objavila članek o novih spletnih tečajih, ki jih je predlagala jezikovna šola za izboljšanje potovalnih izkušenj v tujini. Objave v šolskem blogu so vstavljene neposredno na dnu strani in izbrane na podlagi vaše nenatančne lokacije (na primer objave v blogu, ki pojasnjujejo učni načrt tečaja za različne jezike, kot je jezik države, v kateri se nahajate).","Mobilna aplikacija za športne novice je začela objavljati članke o najnovejših nogometnih tekmah. Vsak članek vključuje videoposnetke, ki jih gosti ločena platforma za pretočne vsebine, ki prikazuje vrhunce vsake tekme. Če si posnetek ogledate s funkcijo hitrega previjanja naprej, se lahko te informacije uporabijo za izbiro krajšega videoposnetka ob naslednjem ogledu."]}},"specialPurposes":{"1":{"id":1,"name":"Zagotavljanje varnosti, preprečevanje in zaznavanje prevar in odpravljanje težav","description":"Vaši podatki se lahko uporabljajo za spremljanje in preprečevanje nenavadnih in domnevno goljufivih dejavnosti (na primer glede oglaševanja in klikanja botov) in za zagotavljanje pravilnega in varnega delovanja sistemov in postopkov. Prav tako se lahko uporablja za odpravljanje težav, s katerimi se lahko srečujete pri dostavi vsebine in oglasov ter v vaši interakciji z njimi.","illustrations":["Oglaševalski posrednik pošilja oglase različnih oglaševalcev v omrežje partnerskih spletnih strani. Opazi veliko povečanje klikov na oglase, ki se nanašajo na enega oglaševalca, in uporablja podatke o viru klikov, tako da ugotovi, da 80% klikov ustvarijo boti in ne iz ljudje."]},"2":{"id":2,"name":"Dostava in prikaz oglasov in vsebin","description":"Določene informacije (kot je naslov IP ali zmogljivost naprave) se uporabljajo za zagotavljanje tehnične združljivosti vsebin ali oglasov in za lažji prenos vsebine ali oglasa v vašo napravo.","illustrations":["S klikom na povezavo v članku vas lahko običajno pošlje na drugo stran ali del članka. Da bi to dosegli, 1°) vaš brskalnik pošlje zahtevo strežniku, povezanemu s spletnim mestom, 2°) strežnik odgovori nazaj („tu je članek, ki ste ga zahtevali“), z uporabo tehničnih podatkov, ki so samodejno vključeni v zahtevo, ki jo je poslala vaša naprava, da pravilno prikaže informacije/slike, ki so del članka, ki ste ga zahtevali. Tehnično je takšna izmenjava podatkov potrebna za dostavo vsebine, ki se pojavi na zaslonu."]},"3":{"id":3,"name":"Shrani in sporoči izbiro zasebnosti","description":"Vaše izbire v zvezi z nameni in subjekti, navedenimi v tem obvestilu, se shranijo in so tem subjektom na voljo v obliki digitalnih signalov (kot je niz znakov). To je potrebno, da lahko ta storitev in ti subjekti spoštujejo takšne izbire.","illustrations":["Ko obiščete spletno mesto in vam je ponujena izbira med privolitvijo v uporabo profilov za prilagojeno oglaševanje ali neprivolitvijo, se vaša izbira shrani in da na voljo ponudnikom oglaševanja, tako da je v oglaševanje, ki vam je predstavljeno, ta izbira spoštovana."]}},"features":{"1":{"id":1,"name":"Povezovanje in združevanje virov podatkov, ki niso pridobljeni na spletu","description":"Informacije o vaši dejavnosti v tej storitvi se lahko povežejo in združujejo z drugimi podatki, ki se nanašajo na vas in izvirajo iz različnih virov (na primer vaša dejavnost v ločeni spletni storitvi, vaša uporaba kartice zvestobe v trgovini ali vaši odgovori na anketo), v podporo namenom, navedenim v tem obvestilu.","illustrations":[]},"2":{"id":2,"name":"Povezovanje različnih naprav","description":"V podporo namenom, navedenim v tem obvestilu, se lahko vaša naprava šteje za verjetno povezano z drugimi napravami, ki pripadajo vam ali vašemu gospodinjstvu (na primer zato, ker ste prijavljeni v isto storitev v telefonu in računalniku ali ker lahko uporabljate isto internetno povezavo na obeh napravah).","illustrations":[]},"3":{"id":3,"name":"Identifikacija naprave na podlagi samodejno prenesenih informacij","description":"Vaša naprava se lahko razlikuje od drugih naprav na podlagi informacij, ki jih samodejno pošlje pri dostopu do interneta (na primer IP-naslov vaše internetne povezave ali vrste brskalnika, ki ga uporabljate) v podporo namenom, izpostavljenim v tem obvestilu.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Uporaba natančnih geolokacijskih podatkov","description":"Z vašo potrditvijo se lahko vaša natančna lokacija (v polmeru manj kot 500 metrov) uporabi v podporo namenom, navedenim v tem obvestilu.","illustrations":[]},"2":{"id":2,"name":"Aktivno skeniranje značilnosti naprave za identifikacijo","description":"Z vašim sprejemom se lahko zahtevajo določene značilnosti, ki so značilne za vašo napravo, in se uporabljajo za razlikovanje od drugih naprav (kot so nameščene pisave ali vtičniki, ločljivost vašega zaslona) v podporo namenom, navedenim v tem obvestilu.","illustrations":[]}},"stacks":{"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov in merjenje oglaševanja","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Oglaševalsko uspešnost je mogoče izmeriti."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje","description":"Oglaševanje je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno oglaševanje."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov, merjenje oglaševanja in raziskovanje občinstva","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Oglaševalsko uspešnost je mogoče izmeriti. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov, profila za osebno prilagojeno oglaševanje in merjenja oglaševanja","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno oglaševanje. Oglaševalsko uspešnost je mogoče izmeriti."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Izbira osebno prilagojenega oglaševanja in merjenje oglaševanja","description":"Oglaševanje je mogoče osebno prilagoditi na podlagi vašega profila. Oglaševalsko uspešnost je mogoče izmeriti."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Izbira osebno prilagojenega oglaševanja, merjenje oglaševanja in raziskovanje občinstva","description":"Oglaševanje je mogoče osebno prilagoditi na podlagi vašega profila. Oglaševalsko uspešnost je mogoče izmeriti. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje in merjenje oglaševanja","description":"Oglaševanje je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno oglaševanje. Oglaševalsko uspešnost je mogoče izmeriti."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje, merjenje oglaševanja in raziskovanje občinstva","description":"Oglaševanje je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno oglaševanje. Oglaševalsko uspešnost je mogoče izmeriti. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje","description":"Oglaševanje je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno oglaševanje."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Osebno prilagojena vsebina","description":"Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Izbira osebno prilagojene vsebine in merjenje vsebine","description":"Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Uspešnost vsebine lahko merite."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Izbira osebno prilagojene vsebine, merjenje vsebine in raziskovanje občinstva","description":"Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Uspešnost vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vsebino je mogoče prilagoditi glede na vaš profil. Uspešnost vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Osebno prilagojena vsebina in merjenje vsebine","description":"Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino. Uspešnost vsebine lahko merite."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Osebno prilagojena vsebina, merjenje vsebine in raziskovanje občinstva","description":"Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino. Uspešnost vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Osebno prilagojena vsebina, merjenje vsebine, raziskovanje občinstva in razvoj storitev","description":"Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino. Uspešnost vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Merjenje oglaševanja in vsebine ter raziskovanje občinstva","description":"Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Merjenje oglaševanja in vsebine","description":"Uspešnost oglasov in vsebine lahko merite."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Merjenje oglaševanja in raziskovanje občinstva","description":"Oglaševanje je mogoče izmeriti. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Merjenje oglaševanja in vsebine, raziskovanje občinstva ter razvoj storitev","description":"Uspešnost oglasov in vsebine lahko merite. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Merjenje vsebine, raziskovanje občinstva in razvoj storitev.","description":"Uspešnost vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Merjenje vsebine in razvoj storitev","description":"Uspešnost vsebine lahko merite. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Izbira osebno prilagojenega oglaševanja in vsebine, merjenje oglaševanja in vsebine","description":"Oglase in vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Uspešnost oglasov in vsebine lahko merite."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Izbira osebno prilagojenega oglaševanja in vsebine, merjenje oglaševanja in vsebine ter raziskovanje občinstva","description":"Oglase in vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Podatki se lahko uporabljajo za izgradnjo ali izboljšanje uporabniške izkušnje, sistemov in programske opreme."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje in vsebina, merjenje oglaševanja in vsebine","description":"Oglase in vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za prilagojeno oglaševanje ali vsebino. Uspešnost oglasov in vsebine lahko merite."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje in vsebina, merjenje oglaševanja in vsebine ter raziskovanje občinstva","description":"Oglase in vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za prilagojeno oglaševanje ali vsebino. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Profil osebno prilagojenega oglaševanja in vsebine","description":"Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za prilagojeno oglaševanje ali vsebino."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Izbira osebno prilagojenega oglaševanja in vsebine","description":"Oglase in vsebino je mogoče osebno prilagoditi na podlagi vašega profila."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov, merjenje oglaševanja in vsebine ter raziskovanje občinstva","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Izbira osebno prilagojenega oglaševanja, osebno prilagojena vsebina, merjenje oglaševanja in vsebine ter raziskovanje občinstva","description":"Oglase in vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za prilagojeno oglaševanje ali vsebino. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Izbira osebno prilagojenega oglaševanja, osebno prilagojena vsebina, merjenje oglaševanja in vsebine, raziskovanje občinstva ter razvoj storitev","description":"Oglase in vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov, osebno prilagojena vsebina, merjenje oglaševanja in vsebine ter raziskovanje občinstva","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov, osebno prilagojena vsebina, merjenje oglaševanja in vsebine, raziskovanje občinstva in razvoj storitev","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov, osebno prilagojena vsebina, merjenje vsebine in raziskovanje občinstva","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov, osebno prilagojena vsebina, merjenje vsebine, raziskovanje občinstva in razvoj storitev","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino. Uspešnost vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov, osebno prilagojena vsebina in merjenje oglaševanja","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino. Oglaševalsko uspešnost je mogoče izmeriti."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov, osebno prilagojena vsebina, merjenje oglaševanja in razvoj storitev","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino. Oglaševalsko uspešnost je mogoče izmeriti. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje, merjenje oglaševanja in razvoj storitev","description":"Oglaševanje je lahko osebno prilagojeno na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno oglaševanje. Oglaševalsko uspešnost je mogoče izmeriti. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje, merjenje oglaševanja, raziskovanje občinstva in razvoj storitev","description":"Oglaševanje je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno oglaševanje. Oglaševalsko uspešnost je mogoče izmeriti. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje, merjenje oglaševanja in vsebine, raziskovanje občinstva in razvoj storitev","description":"Oglaševanje je lahko osebno prilagojeno na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno oglaševanje. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje, izbira osebno prilagojenih vsebina, merjenje oglaševanja in vsebine, raziskovanje občinstva ter razvoj storitev","description":"Oglase in vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno oglaševanje. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Osebno prilagojeno oglaševanje in vsebina, merjenje oglaševanja in vsebine, raziskovanje občinstva in razvoj storitev","description":"Oglase in vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno oglaševanje in vsebino. Uspešnost oglasov in vsebine lahko merite. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšavah izdelkov in storitev."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Vsebina na podlagi omejenih podatkov in merjenje vsebine","description":"Vsebino lahko izberete na podlagi omejenih podatkov. Uspešnost vsebine lahko merite."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Osebno prilagojena vsebina","description":"Vsebino je mogoče osebno prilagoditi na podlagi vašega profila. Vaša aktivnost v tej storitvi se lahko uporablja za ustvarjanje ali izboljšanje profila o vas za osebno prilagojeno vsebino."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Oglaševanje na podlagi omejenih podatkov, merjenje oglaševanja, raziskovanje občinstva in razvoj storitev","description":"Oglasi se lahko prikažejo na podlagi omejenih podatkov. Oglaševalsko uspešnost je mogoče izmeriti. Poročila se lahko ustvarijo na podlagi vaše dejavnosti in dejavnosti drugih. Vaša dejavnost v tej storitvi lahko pomaga pri razvoju in izboljšanju izdelkov in storitev."},"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Natančni geolokacijski podatki in identifikacija prek skeniranja naprave","description":"Uporabite lahko natančno geolokacijo in informacije o lastnostih naprave."}},"dataCategories":{"1":{"id":1,"name":"IP-naslovi","description":"Vaš IP-naslov je številka, ki jo ponudnik spletnih storitev dodeli kateri koli spletni povezavi. Ta številka ni vedno specifična za vašo napravo, obenem pa ni vedno stabilen identifikator. Uporablja se za usmerjanje informacij na splet in za prikazovanje spletnih vsebin (vključno z oglasi) na vaši povezani napravi."},"2":{"id":2,"name":"Značilnosti naprave","description":"Tehnične značilnosti vaše naprave, ki niso edinstvene za vas, kot so jezik, časovni pas ali operacijski sistem."},"3":{"id":3,"name":"Identifikatorji naprave","description":"Identifikator naprave je edinstven niz znakov, dodeljenih vaši napravi ali brskalniku s pomočjo piškotka ali drugih tehnologij za shranjevanje.  Identifikator je lahko ustvarjen ali uporabljen za prepoznavanje vaše naprave, npr. na spletnih straneh istega mesta ali na več spletnih mestih ali aplikacijah."},"4":{"id":4,"name":"Verjetnostni identifikatorji","description":"Verjetnostni identifikator je mogoče ustvariti s kombinacijo značilnosti, povezanih z vašo napravo (vrsta uporabljenega brskalnika ali operacijskega sistema), in IP-naslova spletne povezave. Če se strinjate, se lahko za izboljšanje natančnosti verjetnostnega identifikatorja kombinirajo tudi dodatne značilnosti (npr. nameščena pisava ali ločljivost zaslona). Tak identifikator se šteje za »verjetnostnega«, saj ima lahko enake značilnosti in spletno povezavo več naprav. Uporablja se lahko za prepoznavanje vaše naprave, npr. na spletnih straneh istega mesta ali na več spletnih mestih ali aplikacijah."},"5":{"id":5,"name":"Identifikatorji, pridobljeni s preverjanjem pristnosti","description":"Če se identifikator ustvari na podlagi podatkov o preverjanju pristnosti, kot so kontaktni podatki, povezani s spletnimi računi, ki ste jih ustvarili na spletnih mestih ali v aplikacijah (npr. e-poštni naslov, telefonska številka) ali identifikatorji strank (npr. identifikator, ki ga zagotovi vaš telekomunikacijski operater), se lahko ta identifikator uporabi za vašo prepoznavo na spletnih mestih, aplikacijah in napravah, ko ste prijavljeni z istimi kontaktnimi podatki."},"6":{"id":6,"name":"Podatki o brskanju in interakcijah","description":"Vaša spletna dejavnost, kot so spletna mesta, ki jih obiščete, aplikacije, ki jih uporabljate, vsebine, ki jih iščete v tej storitvi, ali vaše interakcije z vsebinami ali oglasi, na primer število ogledov določenih vsebin ali oglasov ali klikov nanje."},"7":{"id":7,"name":"Podatki, ki jih zagotovi uporabnik","description":"Informacije, ki ste jih morda posredovali z izjavo prek obrazca (npr. povratne informacije, komentar) ali pri ustvarjanju računa (npr. vaša starost, poklic)."},"8":{"id":8,"name":"Nenatančni geolokacijski podatki","description":"Približek vaše lokacije, izražen kot območje s polmerom vsaj 500 metrov. Vašo približno lokacijo je mogoče določiti npr. na podlagi IP-naslova vaše povezave."},"9":{"id":9,"name":"Natančni geolokacijski podatki","description":"Vaša natančna lokacija v polmeru manj kot 500 metrov glede na vaše koordinate GPS. Uporablja se lahko samo, če to možnost sprejmete."},"10":{"id":10,"name":"Profili uporabnikov","description":"O določene značilnostih (npr. vaših možnih interesih, vaših namenih nakupa, vašem potrošniškem profilu) je mogoče sklepati ali jih oblikovati na podlagi vaše prejšnje spletne dejavnosti (npr. vsebin, ki ste si jih ogledali, storitev, ki ste jih uporabili, čas, ki ste ga namenili različnim spletnim vsebinam in storitvam) ali informacij, ki ste jih posredovali (npr. vaša starost, vaš poklic)."},"11":{"id":11,"name":"Nastavitve glede zasebnosti","description":"Vaše prednostne nastavitve glede obdelave vaših podatkov na podlagi informacij, ki ste jih prejeli."}}}