{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:42Z","purposes":{"1":{"id":1,"name":"Almacenar ou acceder a información nun dispositivo","description":"As cookies e os identificadores de dispositivos ou identificadores en liña similares (por exemplo, identificadores por inicio de sesión, identificadores asignados aleatoriamente, identificadores por rede), xunto con outra información (por exemplo, tipo e información do navegador, idioma, tamaño da pantalla, tecnoloxías compatibles, etc.), pódense almacenar ou ler no seu dispositivo para recoñecelo cada vez que se conecte a unha aplicación ou a un sitio web, para unha ou varias das finalidades aquí presentadas.","illustrations":["A maioría das finalidades que se explican neste aviso dependen do almacenamento ou acceso á información do seu dispositivo cando usa unha aplicación ou visita un sitio web. Por exemplo, un provedor ou editor pode ter que almacenar unha cookie no seu dispositivo durante a súa primeira visita a un sitio web, para poder recoñecer o dispositivo durante as súas próximas visitas (accedendo a esta cookie cada vez)."]},"2":{"id":2,"name":"Utilizar datos limitados para seleccionar publicidade","description":"A publicidade que se lle presenta neste servizo pode basearse en datos limitados, como o sitio web ou a aplicación que está a usar, a súa localización non precisa, o tipo de dispositivo ou o contido co que está (ou estivo) interactuando (por exemplo, para limitar o número de veces que se lle presenta un anuncio).","illustrations":["Un fabricante de automóbiles quere promover os seus vehículos eléctricos entre usuarios conscientes do medio ambiente que viven na cidade fóra do horario de oficina. A publicidade preséntase nunha páxina con contidos relacionados (como un artigo sobre accións relativas ao cambio climático) a partir das 18:30 horas aos usuarios cunha localización non precisa que suxira que se atopan nunha zona urbana.","Un gran produtor de acuarelas quere levar a cabo unha campaña de publicidade en liña para a súa última gama de acuarelas, diversificando o seu público para chegar ao maior número posible de artistas afeccionados e profesionais e evitando mostrar o anuncio xunto a contidos que non cadren (por exemplo, artigos sobre como pintar unha casa). O número de veces que se lle presentou o anuncio detéctase e limítase, para evitar presentalo con demasiada frecuencia."]},"3":{"id":3,"name":"Crear perfís para publicidade personalizada","description":"A información sobre a súa actividade neste servizo (como os formularios que envía ou o contido que mira) pódese almacenar e combinar con outra información sobre vostede (por exemplo, información da súa actividade anterior neste servizo e noutros sitios web ou aplicacións) ou con usuarios similares. Logo úsase para crear ou mellorar o seu perfil (que pode incluír posibles intereses e aspectos persoais). Este perfil pode utilizarse (tamén máis tarde) para presentar publicidade que pareza máis relevante en función dos seus posibles intereses por parte desta e doutras entidades.","illustrations":["Se le varios artigos sobre os mellores accesorios para bicicletas que pode mercar, esta información podería usarse para crear un perfil sobre o seu interese por este tipo de accesorios. Este perfil pódese utilizar ou mellorar máis adiante, no mesmo sitio web ou aplicación ou nun sitio web diferente, para presentarlle publicidade dunha determinada marca de accesorios para bicicletas. Se mira tamén un configurador para un vehículo nun sitio web dun fabricante de coches de luxo, esta información podería combinarse co seu interese polas bicicletas para mellorar o seu perfil e presupoñer que está interesado en equipamentos de ciclismo de luxo.","Unha empresa téxtil quere promover a súa nova liña de roupa de alta costura para bebés. Ponse en contacto cunha axencia que ten unha rede de clientes con consumidores de ingresos elevados (como supermercados de gama alta) e pídelle á axencia que cree perfís de pais ou parellas novas que se poida supoñer que sexan adiñeirados e que acaben de ter un fillo, de xeito que posteriormente se poidan utilizar para presentar publicidade dentro de aplicacións de socios baseadas neses perfís."]},"4":{"id":4,"name":"Usar perfís para seleccionar publicidade personalizada","description":"A publicidade que se lle presenta neste servizo pode basearse nos seus perfís publicitarios, que poden reflectir a súa actividade neste servizo ou noutros sitios web ou aplicacións (como os formularios que envía ou o contido que mira), os posibles intereses e aspectos persoais.","illustrations":["Un retallista en liña quere anunciar unha venda limitada de calzado para correr. Quere dirixir a publicidade aos usuarios que antes miraron calzado para correr na súa aplicación móbil. É posible que se utilicen as tecnoloxías de seguimento para recoñecer que vostede utilizou previamente a aplicación móbil para consultar zapatillas deste tipo, co fin de presentarlle o anuncio correspondente na aplicación.","Un perfil creado para a publicidade personalizada en relación cunha persoa que buscou accesorios para bicicletas nun sitio web pode utilizarse para presentar o anuncio relevante de accesorios para bicicletas nunha aplicación móbil doutra organización."]},"5":{"id":5,"name":"Crear perfís para personalizar o contido","description":"A información sobre a súa actividade neste servizo (como os formularios que envía ou o contido non publicitario que mira) pódese almacenar e combinar con outra información sobre vostede (como a súa actividade anterior neste servizo ou noutros sitios web ou aplicacións) ou usuarios similares. Logo úsase para crear ou mellorar o seu perfil (que pode incluír, por exemplo, posibles intereses e aspectos persoais). Este perfil pode utilizarse (tamén máis tarde) para presentar contidos que parezan máis relevantes en función dos seus posibles intereses, por exemplo, adaptando a orde en que se lle mostra o contido, para que lle sexa aínda máis sinxelo atopar contido que coincida cos seus intereses. ","illustrations":["Nunha plataforma de redes sociais leu varios artigos sobre como construír unha casa nunha árbore. Esta información pódese engadir a un perfil para marcar o seu interese en contidos relacionados co aire libre, así como en guías de bricolaxe (co obxectivo de permitir personalizar o contido, para que, por exemplo, se lle presenten no futuro máis artigos e publicacións en blogues sobre casas nas árbores e cabanas de madeira).","Viu tres vídeos sobre exploración espacial en diferentes aplicacións de televisión. Unha plataforma de noticias non relacionada coa que non tivo ningún contacto constrúe un perfil baseado nese comportamento de visionado, marcando a exploración espacial como un tema de posible interese para outros vídeos."]},"6":{"id":6,"name":"Usar perfís para seleccionar contido personalizado","description":"O contido que se lle presenta neste servizo pode basearse nos seus perfís de personalización de contido, que poden reflectir a súa actividade neste ou noutros servizos (por exemplo, os formularios que envía ou o contido que mira), os posibles intereses e aspectos persoais. Isto pode utilizarse, por exemplo, para adaptar a orde na que se lle mostra o contido, para que lle sexa aínda máis fácil atopar contido (non publicitario) que coincida cos seus intereses”.","illustrations":["Le artigos sobre comida vexetariana nunha plataforma de redes sociais e despois usa unha aplicación culinaria dunha empresa allea. O seu perfil creado na plataforma de redes sociais utilizarase para presentarlle receitas vexetarianas na pantalla de benvida desa aplicación.","Viu tres vídeos sobre remo en diferentes sitios web. Unha plataforma para compartir vídeos non relacionada recomendará outros cinco vídeos sobre este deporte que poden ser do seu interese cando utilice a aplicación de televisión, baseándose no seu perfil creado cando visitou eses diferentes sitios web para ver vídeos en liña."]},"7":{"id":7,"name":"Medir o rendemento publicitario","description":"A información sobre que publicidade se lle presenta e como interactúa con ela pode utilizarse para determinar se un anuncio funcionou eficazmente para vostede ou para outros usuarios e se se alcanzaron os obxectivos da publicidade. Por exemplo, se viu un anuncio, se fixo clic nel, se o levou a mercar un produto ou visitar un sitio web, etc. Isto é moi útil para comprender a relevancia das campañas publicitarias.","illustrations":["Fixo clic nun anuncio sobre un desconto do ‘venres negro’ dunha tenda en liña no sitio web dunha editorial e comprou un produto. O seu clic estará vinculado a esta compra. A súa interacción e a doutros usuarios mediranse para saber cantos clics no anuncio incitaron unha compra.","É un dos poucos que fixo clic nun anuncio sobre un desconto do “Día Internacional do Aprecio” dunha tenda de agasallos en liña dentro da aplicación dunha editorial. O editor quere ter informes para comprender a frecuencia con que vostede e outros usuarios viron ou fixeron clic nun anuncio específico dentro da aplicación e, en particular, no anuncio do Día Internacional do Aprecio, co fin de axudar ao editor e aos seus socios (como axencias) a optimizar a colocación de anuncios."]},"8":{"id":8,"name":"Medir o rendemento do contido","description":"A información sobre o contido que se lle presenta e como interactúa con el pódese utilizar para determinar se, de ser o caso, o contido (non publicitario) chegou ao público destinatario e corresponde aos seus intereses. Por exemplo, se le un artigo, visiona un vídeo, escoita un podcast ou mira a descrición dun produto, canto tempo pasou neste servizo e nas páxinas web que visita, etc. Isto é moi útil para comprender a relevancia do contido (non publicitario) que se lle mostra. ","illustrations":["Leu unha publicación nun blog sobre sendeirismo nunha aplicación móbil dunha editorial e seguiu unha ligazón a unha publicación recomendada e relacionada. As súas interaccións rexistraranse como mostras de que a publicación de sendeirismo inicial lle foi útil e de que tivo éxito para interesarse na publicación relacionada. Isto medirase para saber se producir máis publicacións sobre sendeirismo no futuro e onde colocalas na pantalla de inicio da aplicación móbil.","Presentáronlle un vídeo sobre as tendencias da moda, pero vostede e outros usuarios deixaron de velo despois de 30 segundos. Esta información utilízase, entón, para avaliar a duración correcta dos futuros vídeos sobre este tipo de tendencias."]},"9":{"id":9,"name":"Comprender os públicos mediante estatísticas ou combinacións de datos de diferentes fontes","description":"Pódense xerar informes a partir da combinación de conxuntos de datos (como perfís de usuarios, estatísticas, estudos de mercado, datos analíticos) sobre as súas interaccións e as doutros usuarios con contido publicitario (ou non publicitario) e así identificar características comúns (por exemplo, para determinar que públicos obxectivos son máis receptivos a unha campaña publicitaria ou a determinados contidos).","illustrations":["O propietario dunha libraría en liña quere informes comerciais que amosen a proporción de visitantes que consultaron e abandonaron o seu sitio sen mercar ou consultaron e compraron a última autobiografía de famosos do mes, así como a idade media e a proporción masculina/feminina de cada categoría. Os datos relacionados coa súa navegación no seu sitio e coas súas características persoais úsanse e combínanse con outros datos deste tipo para elaborar estas estatísticas.","Un anunciante quere comprender mellor o tipo de público que interactúa cos seus anuncios. Recorre a un instituto de investigación para que compare as características dos usuarios que interactuaron co anuncio cos atributos típicos dos usuarios de plataformas similares en diferentes dispositivos. Esta comparación revélalle ao anunciante que o seu público publicitario accede principalmente aos anuncios a través de dispositivos móbiles e é probable que teña entre 45 e 60 anos."]},"10":{"id":10,"name":"Desenvolver e mellorar os servizos","description":"A información sobre a súa actividade neste servizo, como a súa interacción con anuncios ou contidos, pode ser moi útil para mellorar produtos e servizos e para crear novos produtos e servizos en función das interaccións dos usuarios, do tipo de público, etc. Esta finalidade específica non inclúe o desenvolvemento ou mellora de perfís e identificadores de usuarios.","illustrations":["Unha plataforma tecnolóxica que traballa cun provedor de redes sociais observa un crecemento dos usuarios de aplicacións móbiles e ve, en función dos seus perfís, que moitos deles acceden a través de conexións móbiles. Utiliza unha nova tecnoloxía para ofrecer anuncios formateados para dispositivos móbiles e de baixo ancho de banda para mellorar o seu rendemento.","Un anunciante está a buscar unha forma de amosar anuncios nun novo tipo de dispositivo de consumo. Recolle información sobre a forma en que os usuarios interactúan con este inédito produto para determinar se pode construír un mecanismo distinto e amosar publicidade neste tipo de dispositivos."]},"11":{"id":11,"name":"Utilizar datos limitados para seleccionar contido","description":"O contido que se lle presenta neste servizo pode basearse en datos limitados, como o sitio web ou a aplicación que está a usar, a súa localización non precisa, o tipo de dispositivo ou o contido co que está (ou estivo) interactuando (por exemplo, para limitar o número de veces que se lle presenta un vídeo ou un artigo).","illustrations":["Unha revista de viaxes publicou na súa web un artigo sobre os novos cursos en liña que propón unha escola de idiomas para mellorar as experiencias de viaxe ao estranxeiro. As publicacións do blog da escola insírense directamente na parte inferior da páxina e selecciónanse en función da súa localización non precisa (por exemplo, as publicacións do blog que explican o programa do curso en idiomas diferentes ao do país en que se atopa).","Unha aplicación móbil de noticias deportivas lanzou unha nova sección de artigos sobre os partidos de fútbol máis recentes. Cada artigo inclúe vídeos aloxados por unha plataforma de streaming separada que mostra os aspectos máis destacados de cada partido. Se vostede acelera a reprodución dun vídeo, esta información pode usarse para, a continuación, seleccionar un vídeo de máis curta duración."]}},"specialPurposes":{"1":{"id":1,"name":"Garantir a seguridade, previr e detectar fraudes e corrixir erros\n","description":"Os seus datos pódense utilizar para supervisar e previr actividades pouco comúns e posiblemente fraudulentas (por exemplo, con respecto á publicidade ou aos clics de bots en anuncios) e garantir que os sistemas e procesos funcionen de forma correcta e segura. Tamén se pode usar para corrixir calquera problema que vostede, o editor ou o anunciante poidan atopar na exhibición de contidos e anuncios e na súa interacción con eles.","illustrations":["Un intermediario publicitario ofrece anuncios de varios anunciantes á súa rede de sitios web asociados. Observa un gran aumento dos clics nos anuncios relacionados cun anunciante e utiliza datos relativos á orixe dos clics para determinar que o 80 % dos clics proceden de robots e non de humanos."]},"2":{"id":2,"name":"Ofrecer e presentar publicidade e contido","description":"Determinada información (como un enderezo IP ou as capacidades do dispositivo) úsase para garantir a compatibilidade técnica do contido ou da publicidade e facilitar a transmisión do contido ou do anuncio ao seu dispositivo.","illustrations":["Facer clic nunha ligazón dun artigo pode normalmente envialo a outra páxina ou parte do artigo. Para conseguilo, 1°) o seu navegador envía unha solicitude a un servidor vinculado ao sitio web, 2°) o servidor responde (“Aquí está o artigo que pediu”), utilizando a información técnica incluída automaticamente na solicitude enviada polo seu dispositivo, para mostrar correctamente a información ou as imaxes que forman parte do artigo solicitado. Tecnicamente, este intercambio de información é necesario para exhibir o contido que lle aparece na pantalla."]},"3":{"id":3,"name":"Gardar e comunicar as opcións de privacidade","description":"As eleccións que realice sobre as finalidades e entidades que se indican neste aviso gárdanse e póñense a disposición desas entidades en forma de sinais dixitais (como unha cadea de caracteres). Isto é necesario para que tanto este servizo como as ditas entidades poidan respectar as súas eleccións.","illustrations":["Cando visita un sitio web e se lle ofrece a opción de consentir ou non o uso de perfís para publicidade personalizada, a elección que fai gárdase e ponse a disposición dos provedores de publicidade, para que a publicidade que se lle presente respecte esa elección."]}},"features":{"1":{"id":1,"name":"Relacionar e combinar datos doutras fontes de datos","description":"A información sobre a súa actividade neste servizo pódese xuntar e combinar con outra información relacionada con vostede e procedente de varias fontes (por exemplo, a súa actividade nun servizo en liña separado, o uso dunha tarxeta de fidelidade na tenda ou as súas respostas a unha enquisa), en apoio das finalidades explicadas neste aviso.","illustrations":[]},"2":{"id":2,"name":"Vincular diferentes dispositivos","description":"En apoio das finalidades explicadas neste aviso, é posible que o seu dispositivo estea vinculado a outros dispositivos que lle pertenzan a vostede ou ao seu domicilio (por exemplo, porque iniciou sesión no mesmo servizo tanto no seu teléfono como no seu ordenador, ou porque quizais empregue a mesma conexión a Internet nos dous dispositivos).","illustrations":[]},"3":{"id":3,"name":"Identificar os dispositivos en función da información transmitida automaticamente","description":"É posible que o seu dispositivo se distinga doutros en función da información que envía automaticamente ao acceder a Internet (por exemplo, o enderezo IP da súa conexión a Internet ou o tipo de navegador que está a usar) en apoio das finalidades expostas neste aviso.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Usar datos de xeolocalización precisos","description":"Coa súa aceptación, a localización precisa (nun radio de menos de 500 metros) pode utilizarse para apoiar as finalidades explicadas neste aviso.","illustrations":[]},"2":{"id":2,"name":"Explorar activamente as características do dispositivo para a identificación","description":"Previa aceptación, pódense solicitar e utilizar certas características específicas do seu dispositivo para distinguilo doutros dispositivos (como as fontes ou complementos instalados ou a resolución da pantalla) en apoio das finalidades explicadas neste aviso.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Datos de xeolocalización precisos e identificación mediante a dixitalización do dispositivo","description":"Pódese utilizar xeolocalización precisa e información sobre as características do dispositivo.\n\n"},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Publicidade baseada en datos limitados e medición de publicidade","description":"A publicidade pódese presentar con base en datos limitados. Pódese medir o rendemento publicitario."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Publicidade personalizada \n","description":"A publicidade pódese personalizar en función do seu perfil. A súa actividade neste servizo pode utilizarse para crear ou mellorar o seu perfil e proporcionar publicidade personalizada.\n"},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Publicidade baseada en datos limitados, medición de publicidade e comprensión dos públicos","description":"A publicidade pódese presentar con base en datos limitados. Pódese medir o rendemento publicitario. Pódense xerar informes en función da súa actividade e da dos demais."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Publicidade baseada en datos limitados, perfil de publicidade personalizado e medición de publicidade\n\n","description":"A publicidade pódese presentar con base en datos limitados. A súa actividade neste servizo pode utilizarse para crear ou mellorar o seu perfil e proporcionar publicidade personalizada. Pódese medir o rendemento publicitario."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Selección de publicidade personalizada e medición publicitaria","description":"A publicidade pódese personalizar en función do seu perfil. Pódese medir o rendemento publicitario."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Selección de publicidade personalizada, medición de publicidade e investigación de público","description":"A publicidade pódese personalizar en función do seu perfil. Pódese medir o rendemento publicitario. Pódense xerar informes en función da súa actividade e da dos demais."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Medición de publicidade personalizada e de publicidade","description":"A publicidade pódese personalizar en función do seu perfil. A súa actividade neste servizo pode utilizarse para crear ou mellorar o seu perfil e proporcionar publicidade personalizada. Pódese medir o rendemento publicitario.\n"},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Publicidade personalizada, medición de publicidade e investigación de público","description":"A publicidade pódese personalizar en función do seu perfil. A súa actividade neste servizo pode utilizarse para crear ou mellorar o seu perfil e proporcionar publicidade personalizada. Pódese medir o rendemento publicitario. Pódense xerar informes en función da súa actividade e da dos demais."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Publicidade personalizada","description":"A publicidade pódese personalizar en función do seu perfil. A súa actividade neste servizo pode utilizarse para crear ou mellorar o seu perfil e proporcionar publicidade personalizada."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Contido personalizado","description":"O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Selección de contido personalizado e medición de contido","description":"O contido pódese personalizar en función do seu perfil. Pódese medir o rendemento do contido.\n"},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Selección de contido personalizado, medición de contido e investigación de público\n","description":"O contido pódese personalizar en función do seu perfil. Pódese medir o rendemento do contido. Pódense xerar informes segundo a súa actividade e da dos demais. O contido pódese personalizar en función do seu perfil. Pódese medir o rendemento do contido. Pódense xerar informes en función da súa actividade e da dos demais. "},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Contido personalizado e medición de contido","description":"O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado. Pódese medir o rendemento do contido."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Contido personalizado, medición de contido e investigación de público","description":"O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado. Pódese medir o rendemento do contido. Pódense xerar informes en función da súa actividade e da dos demais."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Contido personalizado, medición de contido, investigación de público e desenvolvemento de servizos","description":"O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado. Pódese medir o rendemento do contido. Pódense xerar informes en función da súa actividade e da dos demais. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Publicidade e medición de contidos e investigación de público","description":"Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Publicidade e medición de contido\n\n","description":"Pódese medir o rendemento da publicidade e dos contidos."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Medición de publicidade e investigación de público","description":"A publicidade pódese medir. Pódense xerar informes en función da súa actividade e da dos demais."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Publicidade e medición de contido, investigación de público e desenvolvemento de servizos","description":"Pódese medir o rendemento da publicidade e dos contidos. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos. Pódense xerar informes en función da súa actividade e da dos demais. \n"},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Medición de contido, investigación de público e desenvolvemento de servizos","description":"Pódese medir o rendemento do contido. Pódense xerar informes en función da súa actividade e da dos demais. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Medición de contido e desenvolvemento de servizos","description":"Pódese medir o rendemento do contido. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos.\n"},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Selección de publicidade e contido personalizado, publicidade e medición de contido","description":"A publicidade e o contido pódense personalizar en función do seu perfil. Pódese medir o rendemento da publicidade e dos contidos.\n"},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Selección de publicidade e contido personalizado, medición de publicidade e contido e investigación de público","description":"A publicidade e o contido pódense personalizar en función do seu perfil. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais. Os datos pódense usar para crear ou mellorar a experiencia do usuario, os sistemas e o software."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Publicidade e contido personalizados, medición de publicidade e contido","description":"A publicidade e o contido pódense personalizar en función do seu perfil. A súa actividade neste servizo pode usarse para crear ou mellorar o seu perfil para fornecerlle publicidade ou contido personalizado. Pódese medir o rendemento da publicidade e dos contidos."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Publicidade e contido personalizados, medición de publicidade e contidos e investigación de público","description":"A publicidade e o contido pódense personalizar en función do seu perfil. A súa actividade neste servizo pode usarse para crear ou mellorar o seu perfil para fornecerlle publicidade ou contido personalizado. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais. \n"},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Perfil de publicidade e contido personalizados","description":"A súa actividade neste servizo pode usarse para crear ou mellorar o seu perfil para fornecerlle publicidade ou contido personalizado.\n"},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Selección de publicidade e contidos personalizados","description":"A publicidade e o contido pódense personalizar en función do seu perfil."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Publicidade baseada en datos limitados, medición de publicidade e contido e investigación de público\n\n","description":"A publicidade pódese presentar con base en datos limitados. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais. \n"},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Selección de publicidade personalizada, contido personalizado, medición de publicidade e contido e investigación de público\n","description":"A publicidade e o contido pódense personalizar en función do seu perfil. A súa actividade neste servizo pode usarse para crear ou mellorar o seu perfil para fornecerlle publicidade ou contido personalizado. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Selección de publicidade personalizada, contido personalizado, medición de publicidade e contido, investigación de público e desenvolvemento de servizos","description":"A publicidade e o contido pódense personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos.\n"},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Publicidade baseada en datos limitados, contido personalizado, medición de publicidade e contido e investigación de público","description":"A publicidade pódese presentar con base en datos limitados. O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais. \n"},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicidade baseada en datos limitados, contido personalizado, medición de publicidade e contido, investigación de público e desenvolvemento de servizos","description":"A publicidade pódese presentar con base en datos limitados. O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Publicidade baseada en datos limitados, contido personalizado, medición de contido e investigación de público","description":"A publicidade pódese presentar con base en datos limitados. O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Publicidade baseada en datos limitados, contido personalizado, medición de contido, investigación de público e desenvolvemento de servizos","description":"A publicidade pódese presentar con base en datos limitados. O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado. Pódese medir o rendemento do contido. Pódense xerar informes en función da súa actividade e da dos demais. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos.\n"},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Publicidade baseada en datos limitados, contido personalizado e medición de publicidade","description":"A publicidade pódese presentar con base en datos limitados. O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado. Pódese medir o rendemento publicitario.\n"},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Publicidade baseada en datos limitados, contido personalizado, medición de publicidade e desenvolvemento de servizos","description":"A publicidade pódese presentar con base en datos limitados. O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado. Pódese medir o rendemento publicitario. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos.\n"},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Publicidade personalizada, medición de publicidade e desenvolvemento de servizos","description":"A publicidade pódese personalizar dependendo do seu perfil. A súa actividade neste servizo pode utilizarse para crear ou mellorar un perfil sobre vostede e facer publicidade personalizada. Pódese medir o rendemento publicitario. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Publicidade personalizada, medición de publicidade, investigación de público e desenvolvemento de servizos","description":"A publicidade pódese personalizar en función do seu perfil. A súa actividade neste servizo pode utilizarse para crear ou mellorar o seu perfil e proporcionar publicidade personalizada. Pódese medir o rendemento publicitario. Pódense xerar informes en función da súa actividade e da dos demais. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Publicidade personalizada, medición de publicidade e contido, investigación de público e desenvolvemento de servizos","description":"A publicidade pódese personalizar dependendo do seu perfil. A súa actividade neste servizo pode utilizarse para crear ou mellorar un perfil sobre vostede e facer publicidade personalizada. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos.\n"},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicidade personalizada, selección de contido personalizado, medición de publicidade e contido, investigación de público e desenvolvemento de servizos","description":"A publicidade e o contido pódense personalizar en función do seu perfil. A súa actividade neste servizo pode utilizarse para crear ou mellorar o seu perfil e proporcionar publicidade personalizada. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos.\n"},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicidade e contido personalizado, medición de publicidade e contido, investigación de público e desenvolvemento de servizos\n","description":"A publicidade e o contido pódense personalizar en función do seu perfil. A súa actividade neste servizo pódese utilizar para crear ou mellorar o seu perfil e obter publicidade e contido personalizados. Pódese medir o rendemento da publicidade e dos contidos. Pódense xerar informes en función da súa actividade e da dos demais. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Contido baseado en datos limitados e medición de contido","description":"O contido pódese seleccionar en función de datos limitados. Pódese medir o rendemento do contido."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Contido personalizado","description":"O contido pódese personalizar en función do seu perfil. A súa actividade neste servizo pódese usar para crear ou mellorar o seu perfil e obter contido personalizado."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Publicidade baseada en datos limitados, medición de publicidade, investigación de público e desenvolvemento de servizos","description":"A publicidade pódese presentar con base en datos limitados. Pódese medir o rendemento publicitario. Pódense xerar informes baseados na súa actividade e na doutras persoas. A súa actividade neste servizo pode axudar a desenvolver e mellorar produtos e servizos."}},"dataCategories":{"1":{"id":1,"name":"Enderezos IP","description":"O enderezo IP é un número asignado polo provedor de servizos de internet a calquera conexión a internet. Non é sempre específico do seu dispositivo nin é un identificador estable. Utilízase para enviar información por internet e mostrar contido en liña (incluídos anuncios) no seu dispositivo conectado."},"2":{"id":2,"name":"Características do dispositivo","description":"As características técnicas do dispositivo que está a utilizar e que non son exclusivas para vostede, como o idioma, a zona horaria ou o sistema operativo."},"3":{"id":3,"name":"Identificadores do dispositivo","description":"Un identificador de dispositivo é unha cadea única de carácteres asignada ao seu dispositivo ou explorador mediante unha cookie ou outras tecnoloxías de almacenamento.  Pódese crear ou acceder a el para recoñecer o seu dispositivo, por exemplo, en páxinas web do mesmo sitio ou de varios sitios ou aplicacións."},"4":{"id":4,"name":"Identificadores probabilísticos","description":"Un identificador probabilístico pódese crear combinando características asociadas ao seu dispositivo (o tipo de explorador ou sistema operativo utilizado) e o enderezo IP da conexión a internet. Se outorga o seu consentimento, pódense combinar tamén outras características (por exemplo, a fonte instalada ou a resolución de pantalla) para mellorar a precisión do identificador probabilístico. Este identificador considérase «probabilístico» porque varios dispositivos poden compartir as mesmas características e a mesma conexión a internet. Pódese empregar para recoñecer o seu dispositivo, por exemplo, en páxinas web do mesmo sitio ou de varios sitios ou aplicacións."},"5":{"id":5,"name":"Identificadores derivados da autenticación","description":"Cando se crea un identificador a partir dos datos de autenticación, como poden ser os datos de contacto asociados ás contas en liña que cree en sitios web ou aplicacións (por exemplo, o enderezo de correo electrónico ou o número de teléfono) ou os identificadores de clientes (por exemplo, o identificador fornecido polo seu operador de telecomunicacións), ese identificador pódese utilizar para recoñecelo/a en sitios web, aplicacións e dispositivos cando inicie sesión cos mesmos datos de contacto."},"6":{"id":6,"name":"Datos de exploración e interacción","description":"A súa actividade en liña, como os sitios web que visite, as aplicacións que estea a usar, o contido que busque neste servizo ou as súas interaccións con contidos ou anuncios, como pode ser o número de veces que viu un contido ou un anuncio en concreto ou se premeu ou non sobre el."},"7":{"id":7,"name":"Datos fornecidos polo usuario","description":"A información que pode ter proporcionado como declaración a través dun formulario (por exemplo, opinións ou comentarios) ou ao crear unha conta (por exemplo, a súa idade ou profesión)."},"8":{"id":8,"name":"Datos imprecisos de localización xeográfica","description":"Unha aproximación da súa localización xeográfica expresada como unha área cun radio de, polo menos, 500 metros. A súa localización xeográfica aproximada pódese deducir, por exemplo, do enderezo IP da súa conexión."},"9":{"id":9,"name":"Datos precisos de localización xeográfica","description":"A súa localización xeográfica precisa dentro dun radio de menos de 500 metros en función das coordenadas do seu GPS. Só se pode usar co seu consentimento."},"10":{"id":10,"name":"Perfís de usuarios","description":"Certas características (por exemplo, posibles intereses, intencións de compra ou perfil de consumidor) poden inferirse ou elaborarse a partir da súa actividade previa en liña (por exemplo, o contido que viu ou o servizo que utilizou, o tempo que pasou en diversos contidos e servizos en liña) ou da información que facilitou (por exemplo, a súa idade ou profesión)."},"11":{"id":11,"name":"Opcións de privacidade","description":"As súas preferencias en canto ao tratamento dos seus datos baseadas na información que recibiu."}}}