{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:50Z","purposes":{"1":{"id":1,"name":"Il-ħżin u/jew l-aċċess ta’ informazzjoni fuq tagħmir","description":"Cookies, tagħmir jew identifikaturi online simili (eż. identifikaturi abbażi tal-login, identifikaturi assenjati b’mod aleatorju, identifikaturi abbażi tan-network) flimkien ma’ informazzjoni oħra (eż. it-tip tal-browser u l-informazzjoni, il-lingwa, id-daqs tal-iskrin, it-teknoloġiji użati eċċ.) jistgħu jinħażnu jew jinqraw fuq it-tagħmir tiegħek biex dan jintgħaraf kull darba li jaqbad ma’ applikazzjoni jew ma’ sit web għal wieħed jew aktar mill-għanijiet imsemmija hawn.","illustrations":["Ħafna għanijiet spjegati f’din in-nota jistrieħu fuq il-ħażna jew fuq l-aċċessar ta’ informazzjoni mit-tagħmir tiegħek meta tuża applikazzjoni jew iżżur sit web. Pereżempju, bejjiegħ jew pubblikatur jista’ jeħtieġ li jaħżen cookie fuq it-tagħmir tiegħek l-ewwel darba li żżur sit web sabiex ikun jista’ jagħraf it-tagħmir tiegħek waqt żjarat oħra tiegħek (billi jaċċessa din il-cookie kull darba)."]},"2":{"id":2,"name":"L-użu ta’ ammont limitat ta’ dejta biex jintgħażlu r-riklami","description":"Ir-riklami ppreżentati lilek fuq dan is-servizz jistgħu jkunu bbażati fuq dejta limitata, bħas-sit web jew l-applikazzjoni li tkun qed tuża, il-post mhux preċiż tiegħek, it-tip ta’ tagħmir tiegħek jew ma’ liema kontenut tkun (jew kont) qed tinteraġixxi (pereżempju, biex jiġi llimitat in-numru ta’ drabi li riklam jiġi ppreżentat lilek).","illustrations":["Manifattur tal-karozzi jrid jippromwovi l-vetturi elettriċi tiegħu ma’ utenti konxji tal-ambjent li jgħixu fil-belt wara l-ħinijiet tax-xogħol. Ir-riklami jiġu ppreżentati fuq paġna b’kontenut relatat (bħal artiklu fuq azzjonijiet għat-tibdil fil-klima) wara s-6:30 p.m. lil utenti li l-post mhux preċiż tagħhom jindika li jinsabu f’żona urbana.","Manifattur kbir ta’ żebgħa tal-kulur tal-ilma jrid iwettaq kampanja ta’ riklamar online għall-aħħar firxa ta’ kuluri tal-ilma, jiddiversifika l-udjenza tiegħu biex jilħaq kemm jista’ jkun artisti professjonali u dilettanti u jevita li juri r-riklam ħdejn kontenut li ma jaqbilx (pereżempju, artikli dwar kif tbajjad id-dar tiegħek). In-numru ta’ drabi li r-riklam ġie ppreżentat lilek jiġi identifikat u limitat biex jiġi evitat li tiġi ppreżentat bih spiss wisq."]},"3":{"id":3,"name":"Jinħolqu profili għal riklamar personalizzat","description":"Informazzjoni dwar l-attività tiegħek fuq dan is-servizz (bħal formoli li tissottometti, kontenut li tħares lejh) tista’ tinħażen u tingħaqad ma’ informazzjoni oħra dwarek (pereżempju, informazzjoni mill-attività preċedenti tiegħek fuq dan is-servizz u fuq siti web jew applikazzjonijiet oħra) jew utenti simili. Din imbagħad tintuża biex jitfassal jew jittejjeb profil dwarek (li jista’ jinkludi interessi li jista’ jkollok jew aspetti personali). Il-profil tiegħek jista’ jintuża (anke iktar tard) biex jiġu ppreżentati riklami li jidhru iktar rilevanti bbażati fuq l-interessi li jista’ jkollok f’dan jew entitajiet oħra.","illustrations":["Jekk taqra bosta artikli dwar l-aħjar aċċessorji tar-rota li għandek tixtri, din l-informazzjoni tista’ tintuża biex toħloq profil dwar l-interess tiegħek f’aċċessorji tar-roti. Tali profil jista’ jintuża jew jittejjeb iktar tard, kemm fuq l-istess sit web jew fuq l-istess applikazzjoni jew dawk oħrajn differenti biex jippreżentawlek ir-riklami għal ditta partikolari ta’ aċċessorji tar-rota. Jekk tħares ukoll lejn konfiguratur ta’ vettura fuq sit web ta’ manifattur ta’ vettura lussuża, din l-informazzjoni tista’ tingħaqad mal-interess tiegħek fir-roti biex tiddefinixxi l-profil tiegħek u jiġi assumit li inti interessat/a fit-tagħmir lussuż tar-roti.","Kumpanija tal-ħwejjeġ tixtieq tippromwovi l-linja ġdida tagħha ta’ ħwejjeġ tat-trabi ta’ kwalità għolja. Din tikkuntattja lil aġenzija li għandha network ta’ klijenti li għandhom salarju għoli (bħal supermarkets lussużi) u ssaqsi lill-aġenzija toħloq profili ta’ ġenituri jew koppji żgħażagħ li jistgħu jitqiesu bħala sinjuri u li għandhom tarbija ġdida, ħalli dawn ikunu jistgħu jintużaw iktar tard biex jippreżentaw riklamar fi ħdan applikazzjonijiet imsieħba abbażi ta’ dawn il-profili."]},"4":{"id":4,"name":"L-użu ta’ profili biex jintgħażel riklamar personalizzat","description":"Ir-riklamar li jiġi ppreżentat lilek fuq dan is-servizz jista’ jkun ibbażat fuq il-profili tar-riklamar tiegħek, li jistgħu jirriflettu l-attività tiegħek fuq dan is-servizz jew fuq siti web jew applikazzjonijiet oħrajn (bħall-formoli li tissottometti, il-kontenut li tħares lejh), interessi possibbli u aspetti personali.","illustrations":["Bejjiegħ bl-imnut online irid jirriklama roħs limitat fuq iż-żraben tal-ġiri. Irid jimmira r-riklamar għal utenti li ħarsu lejn żraben tal-ġiri preċedentement fuq l-applikazzjoni tal-mowbajl. Teknoloġiji li jintraċċaw jistgħu jintużaw biex jirrikonoxxu li inti użajt l-applikazzjoni tal-mowbajl preċedentement biex tikkonsulta ż-żraben tal-ġiri, sabiex jippreżentawlek ir-riklam korrispondenti fuq l-applikazzjoni.","Profil maħluq għal riklamar personalizzat rigward persuna li fittxet aċċessorji tar-rota fuq sit web jista’ jintuża biex jippreżenta r-riklam rilevanti għal aċċessorji tar-rota fuq applikazzjoni tal-mowbajl ta’ organizzazzjoni oħra."]},"5":{"id":5,"name":"Jinħolqu profili għal kontenut personalizzat","description":"Informazzjoni dwar l-attività tiegħek fuq dan is-servizz (pereżempju, l-formoli li tissottometti, kontenut mhux ta’ riklamar li tħares lejh) tista’ tiġi maħżuna u kkombinata ma’ informazzjoni oħra dwarek (bħall-attività preċedenti tiegħek fuq dan is-servizz jew fuq siti web jew applikazzjonijiet oħra) jew ta’ utenti simili. Dan imbagħad jintuża biex jitfassal u jittejjeb profil dwarek (li jista’ jinkludi, pereżempju, interessi u aspetti personali li jista’ jkollok). Il-profil tiegħek jista’ jintuża (anke iktar tard) biex jiġi ppreżentat kontenut li jidher iktar rilevanti bbażat fuq l-interessi li jista’ jkollok, bħal pereżempju adattament tal-ordni tal-kontenut muri lilek ħalli jkun saħansitra iktar faċli għalik li tfittex kontenut li jaqbel mal-interessi tiegħek.","illustrations":["Inti taqra bosta artikli fuq pjattaforma tal-media soċjali dwar kif tibni dar f’siġra. Din l-informazzjoni tista’ tiżdied mal-profil biex timmarka l-interess tiegħek fil-kontenut relatat ma’ barra kif ukoll gwidi dwar kif tagħmel l-affarijiet inti stess (bil-għan li tħalli l-personalizzazzjoni tal-kontenut sabiex, pereżempju, inti tiġi ppreżentat/a b’iktar posts fuq bloggs u artikli fuq id-djar f’sigra u l-kabini tal-injam fil-futur).","Inti rajt tliet vidjows dwar l-esplorazzjoni tal-ispazju minn fuq applikazzjonijiet differenti tat-TV. Pjattaforma tal-aħbarijiet li m’għandhiex x’taqsam u li inti ma kellek l-ebda kuntatt magħha tfassal profil abbażi ta’ din l-imġiba ta’ x’tara, filwaqt li timmarka l-esplorazzjoni tal-ispazju bħala tema ta’ interess possibbli għal vidjows oħra."]},"6":{"id":6,"name":"L-użu ta’ profili biex jintgħażel kontenut personalizzat","description":"Il-kontenut ippreżentat lilek fuq dan is-servizz jista’ jkun ibbażat fuq il-profili tal-personalizzazzjoni tal-kontenut tiegħek, li jistgħu jirriflettu l-attività tiegħek fuq dan is-servizz jew fuq servizzi oħra (bħal pereżempju, il-formoli li tissottometti, il-kontenut li tara), l-interessi u l-aspetti personali li jista’ jkollok. Dan jista’ pereżempju jintuża biex tiġi adattata l-ordni li fiha jintwera lilek il-kontenut, sabiex ikun saħansitra aktar faċli għalik biex issib kontenut (mhux ta’ riklamar) li jaqbel mal-interessi tiegħek.","illustrations":["Inti taqra artikli fuq ikel veġetarjan fuq pjattaforma tal-media soċjali mbagħad tuża l-applikazzjoni tat-tisjir ta’ kumpanija li m’għandhiex x’taqsam. Il-profil li jitfassal dwarek fuq il-pjattaforma tal-media soċjali ser jintuża biex jippreżentalek riċetti veġeterjani fuq l-iskrin ewlieni tal-applikazzjoni tat-tisjir.","Inti rajt tliet vidjows dwar il-qdif fuq siti web differenti. Pjattaforma li tikkondividi l-vidjows li m’għandhiex x’taqsam ser tirrakkomandalek ħames vidjows oħra fuq il-qdif li jistgħu jkunu ta’ interess għalik meta tuża l-applikazzjoni tiegħek tat-TV, abbażi tal-profil li tfassal dwarek meta inti żort dawk is-siti web differenti biex tara l-vidjows online."]},"7":{"id":7,"name":"Il-kejl tal-prestazzjoni tar-riklamar","description":"Informazzjoni dwar liema riklami ser jiġu ppreżentati lilek u kif inti tinteraġixxi magħhom tista’ tintuża biex tiddetermina kemm riklam ħadem tajjeb għalik jew għal utenti oħra u jekk l-għanijiet tar-riklamar intlaħqux. Pereżempju, jekk inti rajt riklam, jekk inti ikklikkjatx fuqu, jekk wasslekx biex tixtri prodott jew iżżur is-sit web, eċċ. Dan huwa utli ħafna biex tifhem ir-rilevanza tal-kampanji tar-riklamar.","illustrations":["Inti kklikkjajt fuq riklam dwar skont ta’ “Black Friday” minn ħanut online fuq sit web ta’ pubblikatur u xtrajt prodott. Il-klikk tiegħek ser tiġi assoċjata ma’ din ix-xirja. L-interazzjoni tiegħek u dik ta’ utenti oħra ser tiġi mkejla biex isir magħruf kemm-il klikk fuq ir-riklam wasslet għal xirja.","Inti wieħed/waħda minn ftit nies li kklikkjaw fuq riklam dwar skont tal-“jum interazzjonali tal-apprezzament” minn ħanut tar-rigali online fi ħdan applikazzjoni ta’ pubblikatur. Il-pubblikatur irid ikollu rapporti biex jifhem kemm spiss it-tqegħid ta’ riklam speċifiku fi ħdan applikazzjoni, u b’mod speċjali r-riklam tal-“jum internazzjonali tal-apprezzament” intwera jew ġie kklikkjat minnek u minn utenti oħra, sabiex jgħinu lill-pubblikatur u l-imsieħba tiegħu (bħall-aġenziji) jottimizzaw it-tqegħid tar-riklami."]},"8":{"id":8,"name":"Il-kejl tal-prestazzjoni tal-kontenut","description":"Informazzjoni rigward liema kontenut jiġi ppreżentat lilek u kif inti tinteraġixxi miegħu tista’ tintuża biex tiddetermina jekk il-kontenut (mhux ta’ riklamar), pereżempju, laħaqx l-udjenza għal min kien intenzjonat u qabilx mal-interessi tiegħek. Pereżempju, jekk inti taqra artiklu, tara vidjow, tisma’ poddata jew tħares lejn deskrizzjoni ta’ prodott, kemm domt fuq dan is-servizz u l-paġni web li inti żort eċċ. Dan huwa utli ħafna biex tinftiehem ir-rilevanta tal-kontenut (mhux ta’ riklamar) muri lilek.","illustrations":["Inti qrajt blog post dwar il-mixi fuq applikazzjoni tal-mowbajl ta’ pubblikatur u segwejt ħolqa għal post rakkomandata u relatata. L-interazzjonijiet tiegħek ser jiġu reġistrati biex juru li l-post inizjali dwar il-mixi kienet utli għalik u li rnexxiela tinteressak fil-post relatata. Dan ser jitkejjel biex ikun magħruf jekk fil-futur għandhomx jiġu prodotti iktar posts fuq il-mixi u fejn għandhom jitpoġġew fuq l-iskrin ewlieni tal-applikazzjoni tal-mowbajl.","Inti ġejt ippreżentat b’vidjow fuq ix-xejriet tal-moda iżda inti u ħafna utenti oħra waqfu jarawh wara 30 sekonda. Imbagħad din l-informazzjoni ser tiġi użatha biex jiġi evalwat it-tul ideali ta’ vidjows futuri dwar ix-xejriet tal-moda."]},"9":{"id":9,"name":"Jiġu mifhuma l-udjenzi permezz ta’ statistiċi jew ta’ taħlitiet ta’ dejta minn sorsi differenti","description":"Jistgħu jiġu ġenerati rapporti fuq il-kombinazzjoni ta’ settijiet ta’ dejta (bħal profili tal-utenti, statistiċi, riċerka tas-suq, dejta analitika) rigward l-interazzjonijiet tiegħek u dawk ta’ utenti oħra bir-riklami jew bil-kontenut (mhux bir-riklami) biex jiġu identifikati karatteristiċi komuni (pereżempju, biex jiddeterminaw liema udjenzi fil-mira huma iktar riċettivi għal kampanja ta’ riklam jew għal ċertu kontenut).","illustrations":["Is-sid ta’ ħanut online tal-kotba jrid rappurtar kummerċjali li juri l-proporzjon ta’ viżitaturi li kkonsultaw u telqu mis-sit tiegħu mingħajr ma jixtru, jew li kkonsultaw u xtraw l-awtobijografija tax-xahar tal-aħħar ċelebrità, kif ukoll l-età medjana u d-distribuzzjoni maskili/femminili ta’ kull kategorija. Imbagħad, dejta relatata man-navigazzjoni tiegħek fuq dan is-sit u mal-karatteristiċi tiegħek ser tintuża u tiġi kumbinata ma’ tali dejta oħra biex tipproduċi dawn l-istatistiċi.","Riklamatur irid jifhem aħjar it-tip ta’ udjenza li tinteraġixxi mar-riklami tiegħu. Huwa jingaġġa organizzazzjoni ta’ riċerka biex tqabbel il-karatteristiċi tal-utenti li interaġixxew mar-riklam bl-attributi tipiċi ta’ utenti ta’ pjattaformi simili, fuq tagħmir differenti. Dan it-tqabbil juri lir-riklamatur li l-udjenza ta’ dan ir-riklam qed taċċessa primarjament ir-riklami permezz ta’ tagħmir mobbli u x’aktarx li tkun fil-firxa tal-età bejn 45-60 sena."]},"10":{"id":10,"name":"L-iżvilupp u t-titjib tas-servizzi","description":"Informazzjoni dwar l-attività tiegħek fuq dan is-servizz, bħall-interazzjoni tiegħek mar-riklami jew mal-kontenut, tista’ tkun utli ħafna biex jittejjbu l-prodotti u s-servizzi u biex jinbnew prodotti u servizzi ġodda bbażati fuq l-interazzjonijiet tal-utenti, it-tip ta’ udjenza, eċċ. Dan l-għan speċifiku ma jinkludix l-iżvilupp jew it-titjib ta’ profili u ta’ identifikaturi tal-utenti.","illustrations":["Pjattaforma tat-teknoloġija li taħdem ma’ fornitur tal-media soċjali tinnota tkabbir fl-utenti tal-applikazzjonijiet tal-mowbajl u tara li ħafna minnhom, abbażi tal-profili tagħhom, qegħdin jikkonnettjaw permezz tal-konnessjonijiet tal-mowbajl. Din tuża teknoloġija ġdida biex tforni riklami li huma fformattjati għal tagħmir mobbli u li għandhom bandwidth baxxa, biex ittejjeb il-prestazzjoni tagħhom.","Riklamatur qed ifittex kif juri riklami fuq tip ta’ tagħmir ġdid tal-konsumatur. Dan jiġbor informazzjoni rigward il-mod kif l-utenti jinteraġixxu ma’ dan it-tip ġdid ta’ tagħmir biex jiddetermina jekk jistax jinbena mekkaniżmu ġdid biex juri r-riklami fuq dan it-tip ta’ tagħmir."]},"11":{"id":11,"name":"L-użu ta’ ammont limitat ta’ dejta biex jintgħażel il-kontenut","description":"Il-kontenut ippreżentat lilek fuq dan is-servizz jista’ jkun ibbażat fuq dejta limitata, bħas-sit web jew applikazzjoni li qed tuża, il-post tiegħek mhux preċiż, it-tip ta’ tagħmir tiegħek jew liema kontenut qed tinteraġixxi miegħu (jew kont) (eż. biex jiġi limitat in-numru ta’ drabi li vidjow jew artiklu jiġi ppreżentat lilek).","illustrations":["Rivista tal-ivvjaġġar ippubblikar artiklu fuq is-sit web tagħha dwar il-korsijiet ġodda online offruti minn skola tal-lingwa biex ittejjeb l-esperjenzi tal-ivvjaġġar barra mill-pajjiż. Il-posts tal-blogg tal-iskola jiddaħħlu direttament fuq in-naħa t’isfel tal-paġna, u jintgħażlu abbażi tal-post mhux preċiż tiegħek (pereżempju, posts tal-blogg li jispjegaw il-kurrikulu tal-kors għal lingwi differenti mil-lingwa tal-pajjiż fejn inti tinsab).","L-applikazzjoni tal-mowbajl ta’ aħbarijiet dwar l-isports bdiet sezzjoni ġdida ta’ artikli li jkopru l-iktar logħob riċenti tal-futbol. Kull artiklu jinkludi vidjows iħħowstjati minn pjattaforma ta’ streaming separata li juru l-highlights ta’ kull partita. Jekk tagħmel fast forward ta’ vidjow, din l-informazzjoni tista’ tintuża biex jintgħażel vidjow iqsar"]}},"specialPurposes":{"1":{"id":1,"name":"L-iżgurar tas-sigurtà, il-prevenzjoni u s-sejba tal-frodi, u t-tneħħija tad-difetti","description":"Id-dejta tiegħek tista’ tintuża biex isir monitoraġġ u tiġi evitata attività mhux tas-soltu u li tista’ tkun qarrieqa (pereżempju rigward ir-riklamar, klikkjaturi tarr-riklami minn bots), u biex tiżgura li s-sistemi u l-proċessi jaħdmu b’mod xieraq u sikur. Tista’ tintuża wkoll biex jiġu korretti kwalunkwe problemi li inti, il-pubblikatur jew ir-riklamatur tistgħu tiltaqgħu magħhom fil-kunsinna tal-kontenut u tar-riklami u fl-interazzjoni tiegħek magħhom.","illustrations":["Intermedjarju tar-riklami jipprovdi riklami minn diversi riklamaturi għan-network tiegħu ta’ siti web imsieħba. Huwa jinnota żieda kbira fil-klikks fuq riklami relatati ma’ riklamatur wieħed u juża dejta rigward is-sors tal-klikks biex jiddetermina li 80% tal-klikks qed jiġu mill-bots u mhux min-nies."]},"2":{"id":2,"name":"L-għoti u l-preżentazzjoni ta’ riklami u kontenut","description":"Ċerta informazzjoni (bħal indirizz IP jew il-kapaċitajiet tat-tagħmir) tintuża biex tassigura l-kompatibilità teknika tal-kontenut jew tar-riklami u biex tiffaċilita t-trażmissjoni tal-kontenut jew tar-riklam għat-tagħmir tiegħek.","illustrations":["Meta tikklikkja fuq ħolqa f’artiklu normalment tista’ tibgħatek fuq paġna oħra jew fuq parti tal-artiklu. Sabiex dan jinkiseb, 1 ) il-browser tiegħek jibgħat talba lis-server imqabbad mas-sit web, 2 ) is-server iwieġeb lura (“hawn l-artiklu li staqsejt għalih”), billi juża informazzjoni teknika awtomatikament inkluża fit-talba li bagħat it-tagħmir tiegħek, biex juri l-informazzjoni / l-immaġni kif suppost li jagħmlu parti mill-artiklu li tlabt inti. Teknikament, tali skambju ta’ informazzjoni huwa meħtieġ biex tagħti l-kontenut li jidher fuq l-iskrin tiegħek."]},"3":{"id":3,"name":"Issejvja u kkomunika l-għażliet tal-privatezza","description":"L-għażliet li tagħmel dwar l-għanijiet u l-entitajiet elenkati f’dan l-avviż jiġu ssejvjati u huma disponibbli għal dawk l-entitatjiet bħala sinjali diġitali (bħal sensiela ta’ karattri). Dan huwa meħtieġ sabiex kemm dan is-servizz kif ukoll dawk l-entitatjiet ikunu jistgħu jirrispettaw tali għażliet.","illustrations":["Meta żżur website u tiġi offrut l-għażla bejn li tagħti kunsens għall-użu tal-profili għal reklamar personalizzat jew li ma tagħtix dak il-kunsens, l-għażla li tagħmel tiġi ssejvjata u tkun disponibbli għall-fornituri tar-reklamar, sabiex ir-reklamar li jiġi ppreżentat lilek jirrispetta dik l-għażla."]}},"features":{"1":{"id":1,"name":"Tqabbil u tgħaqqid ta’ dejta minn sorsi oħra ta’ dejta","description":"Informazzjoni dwar l-attività tiegħek fuq dan is-servizz tista’ titqabbel u titgħaqqad ma’ informazzjoni oħra relatata miegħek u li toriġina minn sorsi varji (pereżempju l-attività tiegħek fuq servizz separat online, l-użu tiegħek ta’ card tal-fedeltà ġo ħanut, jew tweġibiet tiegħek għal stħarriġ), sabiex jgħin l-għanijiet spjegati f’din in-nota.","illustrations":[]},"2":{"id":2,"name":"Illinkjar ta’ tagħmir differenti","description":"Bħala għajnuna għall-għanijiet spjegati f’din in-nota, it-tagħmir tiegħek jista’ jiġi kkunsidrat li x’aktarx huwa llinkjat ma’ tagħmir ieħor li huwa tiegħek jew li qiegħed f’darek (pereżempju għaliex inti tkun illoggjat mal-istess servizz kemm fuq it-telefown tiegħek kif ukoll fuq il-kompjuter tiegħek, jew għax inti jista’ jkun li tkun qed tuża l-istess konnessjoni tal-internet fuq iż-żewġ tagħmirijiet).","illustrations":[]},"3":{"id":3,"name":"Identifikazzjoni ta’ tagħmir abbażi tal-informazzjoni trażmessa awtomatikament","description":"It-tagħmir tiegħek jista’ jintgħaraf minn oħrajn abbażi tal-informazzjoni li huwa jibgħat awtomatikament meta jaċċessa l-Internet (pereżempju l-indirizz tal-IP tal-konnessjoni tal-internet tiegħek jew it-tip ta’ browser li qed tuża), biex isostni l-għanijiet esposti f’din in-nota.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"L-użu ta’ dejta ta’ ġeolokazzjoni preċiża","description":"Bil-kunsens tieg]ek, il-post preċiż tiegħek (fi ħdan firxa ta’ inqas minn 500 metru) jista’ jintuża biex jgħin l-għanijiet spjegati f’din in-nota.","illustrations":[]},"2":{"id":2,"name":"Skennjar attiv tal-karatteristiċi tat-tagħmir għall-identifikazzjoni","description":"Bil-kunsens tiegħek, ċertu karatteristiċi speċifiċi għat-tagħmir tiegħek jistgħu jintalbu u jintużaw biex jiddistingwuh minn tagħmir ieħor (bħall-fonts jew plugins installati, ir-reżoluzzjoni tal-iskrin tiegħek) bħala mezz ta’ għajnuna għall-għanijiet spjegati f’din in-nota.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Dejta ġeolokalizzata preċiża, u identifikazzjoni permezz tal-iskennjar tat-tagħmir","description":"Tista’ tintuża ġeolokazzjoni u informazzjoni preċiża dwar il-kartteristiċi tat-tagħmir."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata u kejl tar-riklamar","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. Il-prestazzjoni tar-riklami tista’ titkejjel."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Riklamar personalizzat","description":"Ir-riklami jistgħu jiġu ppersonalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar personalizzat."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata, kejl tar-riklamar, u l-fehim tal-udjenzi","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. Il-prestazzjoni tar-riklami tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata, profil ta’ riklamar personalizzat u kejl tar-riklamar","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar personalizzat. Il-prestazzjoni tar-riklami tista’ titkejjel."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Għażla ta’ riklamar personalizzat u kejl ta’ riklamar","description":"Ir-riklami jistgħu jiġu ppersonalizzati abbażi tal-profil tiegħek. Il-prestazzjoni tar-riklami tista’ titkejjel."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Għażla ta’ riklamar personalizzat, kejl tar-riklamar u riċerka tal-udjenza","description":"Ir-riklami jistgħu jiġu ppersonalizzati abbażi tal-profil tiegħek. Il-prestazzjoni tar-riklami tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Riklamar personalizzat u kejl tar-riklamar","description":"Ir-riklami jistgħu jiġu ppersonalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar personalizzat. Il-prestazzjoni tar-riklami tista’ titkejjel."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Riklamar personalizzat, kejl tar-riklamar u riċerka tal-udjenza","description":"Ir-riklami jistgħu jiġu ppersonalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar personalizzat. Il-prestazzjoni tar-riklami tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Riklamar personalizzat","description":"Ir-riklami jistgħu jiġu ppersonalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar personalizzat."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Kontenut personalizzat","description":"Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Għażla ta’ kontenut personalizzat u kejl tal-kontenut","description":"Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. Il-prestazzjoni tal-kontenut tista’ titkejjel."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Għażla ta’ kontenut personalizzat, kejl tal-kontenut u riċerka tal-udjenza","description":"Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. Il-prestazzjoni tal-kontenut tista’ titkejjel. Ir-rapporti jistgħu jiġu ġġenerati abbażi tal-attività tiegħek u ta’ dik ta’ ħaddieħor. Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. Il-prestazzjoni tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Kontenut personalizzat u kejl tal-kontenut","description":"Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat. Il-prestazzjoni tal-kontenut tista’ titkejjel."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Kontenut personalizzat, kejl tal-kontenut u riċerka tal-udjenza","description":"Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat. Il-prestazzjoni tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Kontenut personalizzat, kejl tal-kontenut, riċerka tal-udjenza, u żvilupp tas-servizzi","description":"Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat. Il-prestazzjoni tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Kejl tar-riklamar u tal-kontenut, u riċerka tal-udjenza","description":"Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Kejl tar-riklamar u tal-kontenut","description":"Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Kejl tar-riklamar u riċerka tal-udjenza","description":"Ir-riklamar jista’ jitkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Kejl tar-riklamar u tal-kontenut, riċerka tal-udjenza u żvilupp ta’ servizzi","description":"Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Kejl tal-kontenut, riċerka tal-udjenza u żvilupp ta’ servizzi.","description":"Il-prestazzjoni tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Kejl tal-kontenut u żvilupp ta’ servizzi","description":"Il-prestazzjoni tal-kontenut tista’ titkejjel. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Għażla ta’ riklamar u kontenut personalizzat, kejl tar-riklamar u tal-kontenut","description":"Ir-riklamar u l-kontenut jistgħu jiġu personalizzati abbażi tal-profil tiegħek. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Għażla ta’ riklamar u kontenut personalizzat, kejl tar-riklamar u tal-kontenut u riċerka tal-udjenza","description":"Ir-riklamar u l-kontenut jistgħu jiġu personalizzati abbażi tal-profil tiegħek. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn. Id-dejta tista’ tintuża biex jitfasslu jew jittejbu l-esperjenza tal-utent, is-sistemi, u s-software."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Riklami u kontenut personalizzati, kejl tar-riklamar u tal-kontenut","description":"Ir-riklamar u l-kontenut jistgħu jiġu personalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar jew kontenut personalizzat. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Riklamar u kontenut personalizzat, kejl tar-riklamar u tal-kontenut u riċerka tal-udjenza","description":"Ir-riklamar u l-kontenut jistgħu jiġu personalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar jew kontenut personalizzat. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Profil tar-riklami u tal-kontenut personalizzat","description":"L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar jew kontenut personalizzat."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Għażla ta’ riklamar u kontenut personalizzat","description":"Ir-riklamar u l-kontenut jistgħu jiġu personalizzati abbażi tal-profil tiegħek."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata, kejl tar-riklamar u tal-kontenut, u riċerka tal-udjenza","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Għażla ta’ riklamar personalizzat, kontenut personalizzat, kejl tar-riklamar u tal-kontenut, u riċerka tal-udjenza","description":"Ir-riklamar u l-kontenut jistgħu jiġu personalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar jew kontenut personalizzat. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Għażla ta’ riklamar personalizzat, kontenut personalizzat, kejl tar-riklamar u tal-kontenut, riċerka tal-udjenza, u żvilupp ta’ servizzi","description":"Ir-riklamar u l-kontenut jistgħu jiġu personalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata, kontenut personalizzat, kejl tar-riklamar u tal-kontenut, u riċerka tal-udjenza","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata, kontenut personalizzat, kejl tar-riklamar u tal-kontenut, riċerka tal-udjenza u żvilupp ta’ servizzi","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata, kontenut personalizzat, kejl tal-kontenut, u riċerka tal-udjenza","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata, kontenut personalizzat, kejl tal-kontenut, riċerka tal-udjenza u żvilupp tas-servizzi","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat. Il-prestazzjoni tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata, kontenut personalizzat, u kejl tal-kontenut","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat. Il-prestazzjoni tar-riklami tista’ titkejjel."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata, kontenut personalizzat, kejl tal-kontenut, u żvilupp tas-servizzi","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għall-kontenut personalizzat. Il-prestazzjoni tar-riklami tista’ titkejjel. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Riklamar personalizzat, kejl tar-riklamar, u żvilupp tas-servizzi","description":"Ir-riklami jistgħu jiġu personalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għal riklamar personalizzat. Il-prestazzjoni tar-riklami tista’ titkejjel. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Riklamar personalizzat, kejl tar-riklamar, riċerka tal-udjenza u żvilupp tas-servizzi","description":"Ir-riklami jistgħu jiġu ppersonalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar personalizzat. Il-prestazzjoni tar-riklami tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Riklamar personalizzat, kejl tar-riklamar, riċerka tal-udjenza u żvilupp tas-servizzi","description":"Ir-riklami jistgħu jiġu personalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb il-profil dwarek għal riklamar personalizzat. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Riklamar personalizzat, għażla ta’ kontenut personalizzat, kejl tar-riklamar u tal-kontenut, riċerka tal-udjenza u żvilupp tas-servizzi","description":"Ir-riklamar u l-kontenut jistgħu jiġu personalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar personalizzat. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Riklamar u kontenut personalizzat, kejl tar-riklamar u tal-kontenut, riċerka tal-udjenza u żvilupp ta’ servizzi","description":"Ir-riklamar u l-kontenut jistgħu jiġu personalizzati abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jitfassal jew jittejjeb profil dwarek għal riklamar u kontenut personalizzat. Il-prestazzjoni tar-riklamar u tal-kontenut tista’ titkejjel. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ oħrajn. L-attività tiegħek fuq dan is-servizz tista’ tgħin l-iżvilupp u t-titjib ta’ prodotti u servizzi."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Kontenut abbażi ta’ dejta limitata u tal-kejl tal-kontenut","description":"Il-kontenut jista’ jintgħażel abbażi ta’ dejta limitata. Il-prestazzjoni tal-kontenut tista’ titkejjel."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Kontenut personalizzat","description":"Il-kontenut jista’ jiġi ppersonalizzat abbażi tal-profil tiegħek. L-attività tiegħek fuq dan is-servizz tista’ tintuża biex jinbena jew jittejjeb il-profil dwarek għal kontenut personalizzat."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Riklamar ibbażat fuq dejta limitata, kejl tar-riklamar, riċerka dwar l-udjenza u żvilupp ta’ servizzi","description":"Ir-riklamar jista’ jiġi ppreżentat abbażi ta’ dejta limitata. Il-prestazzjoni tar-riklamar tista’ tiġi mkejla. Jistgħu jiġu ġġenerati rapporti abbażi tal-attività tiegħek u dik ta’ ħaddieħor. L-attività tiegħek fuq dan is-servizz tista’ tgħin fl-iżvilupp u t-titjib ta’ prodotti u servizzi."}},"dataCategories":{"1":{"id":1,"name":"Indirizzi IP","description":"L-indirizz IP tiegħek huwa numru assenjat mill-Fornitur tas-Servizz tal-Internet tiegħek lil kwalunkwe konnessjoni tal-Internet. Mhux dejjem ikun speċifiku għall-apparat tiegħek u mhux dejjem ikun identifikatur stabbli. Jintuża biex jgħaddi l-informazzjoni fuq l-Internet u juri l-kontenut online (inklużi r-riklami) fuq l-apparat konness tiegħek."},"2":{"id":2,"name":"Karatteristiċi tal-apparat","description":"Il-karatteristiċi tekniċi dwar l-apparat li qed tuża mhumiex uniċi għalik, bħal-lingwa, iż-żona tal-ħin u s-sistema operattiva."},"3":{"id":3,"name":"Identifikaturi tal-apparat","description":"Identifikatur tal-apparat huwa sensiela unika ta’ karattri assenjati lill-apparat jew lill-browser tiegħek permezz ta’ cookie jew teknoloġiji ta’ ħażna oħrajn.  Jista’ jinħoloq jew jiġi aċċessat biex jintgħaraf l-apparat tiegħek, pereżempju f’paġni tal-web differenti tal-istess sit jew bejn siti jew apps differenti."},"4":{"id":4,"name":"Identifikaturi bbażati fuq il-probabbiltà","description":"Jista’ jinħoloq identifikatur ibbażat fuq il-probabbiltà billi jingħaqdu flimkien karatteristiċi assoċjati mal-apparat tiegħek (it-tip ta’ browser jew sistema operattiva użata) u l-indirizz IP tal-konnessjoni tal-Internet tiegħek. Jekk tagħti l-kunsens tiegħek, jistgħu jingħaqdu wkoll karatteristiċi addizzjonali (pereżempju l-font installat jew ir-riżoluzzjoni tal-iskrin) biex tittejjeb il-preċiżjoni tal-identifikatur ibbażat fuq il-probabbiltà. Tali identifikatur jitqies li huwa “bbażat fuq il-probabbiltà” għaliex bosta apparati jista’ jkollhom l-istess karatteristiċi u konnessjoni tal-Internet. Jista’ jintuża biex jintgħaraf l-apparat tiegħek, pereżempju f’paġni tal-web differenti tal-istess sit jew bejn siti jew apps differenti."},"5":{"id":5,"name":"Identifikaturi bbażati fuq l-awtentikazzjoni","description":"Meta jinħoloq identifikatur ibbażat fuq id-data tal-awtentikazzjoni, bħad-dettalji ta’ kuntatt assoċjati mal-kontijiet online li ħloqt fuq siti web jew apps (pereżempju indirizzi tal-email, numru tat-telefown) jew identifikaturi tal-klijenti (eż. identifikatur ipprovdut mill-operatur tat-telekomunikazzjonijiet tiegħek), dak l-identifikatur jista’ jintuża biex tintgħaraf f’siti web, apps u apparati differenti meta tkun illoggjat bl-istess dettalji ta’ kuntatt."},"6":{"id":6,"name":"Data tal-ibbrawżjar u ta’ interazzjoni","description":"L-attività online tiegħek bħas-siti web li żżur, l-apps li tuża, il-kontenut li tfittex fuq dan is-servizz, jew l-interazzjonijiet tiegħek mal-kontenut jew ir-riklami, bħan-numru ta’ drabi li rajt kontenut speċifiku jew riklam jew jekk ikklikkjajtx fuqu."},"7":{"id":7,"name":"Data pprovduta mill-utent","description":"L-informazzjoni li tista’ tipprovdi permezz ta’ dikjarazzjoni b’formola (eż. feedback, kumment) jew meta toħloq kont (eż. l-età tiegħek, xogħlok)."},"8":{"id":8,"name":"Data dwar il-post mhux preċiż","description":"Tbassir approssimattiv tal-post fejn tinsab, espress bħal medda b’raġġ ta’ mill-inqas 500 metru. Il-post approssimattiv tiegħek jista’ jinħadem pereżempju mill-indirizz IP tal-konnessjoni tiegħek."},"9":{"id":9,"name":"Data dwar il-post preċiż","description":"Il-post preċiż tiegħek f’raġġ ta’ inqas minn 500 metru huwa bbażat fuq il-koordinati tal-GPS. Dan jista’ jintuża biss bil-kunsens tiegħek."},"10":{"id":10,"name":"Profili tal-utenti","description":"Ċerti karatteristiċi (eż. l-interessi possibbli tiegħek, x’tixtieq tixtri, il-profil tal-konsumatur tiegħek) jistgħu jiġu dedotti minn jew immudellati fuq l-attività online preċedenti tiegħek (eż. il-kontenut li rajt jew is-servizz li użajt, il-ħin li qattajt fuq diversi kontenut u servizzi online) jew l-informazzjoni li tajt (eż. l-età tiegħek, xogħlok)."},"11":{"id":11,"name":"Għażliet tal-privatezza","description":"Il-preferenzi tiegħek rigward l-ipproċessar tad-data tiegħek, abbażi tal-informazzjoni li rċevejt."}}}