{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:53Z","purposes":{"1":{"id":1,"name":"Stocarea și/sau accesarea informațiilor de pe un dispozitiv","description":"Modulele cookie, dispozitivele sau identificatorii online similari (de exemplu, identificatorii de autentificare, identificatorii alocați aleatoriu, identificatorii de rețea) împreună cu alte informații (de exemplu, tipul browserului și informațiile despre acesta, limba, dimensiunea ecranului, tehnologiile acceptate etc.) pot fi stocate sau citite pe dispozitivul dvs. pentru a le recunoaște de fiecare dată când se conectează la o aplicație sau la un site web, pentru unul sau mai multe scopuri prezentate aici.","illustrations":["Majoritatea scopurilor explicate în această notificare se bazează pe stocarea sau accesarea informațiilor de pe dispozitivul dvs. atunci când utilizați o aplicație sau vizitați un site web. De exemplu, un furnizor sau editor poate stoca un modul cookie pe dispozitivul dvs. în timpul primei dvs. accesări a unui site-web, pentru a putea recunoaște dispozitivul dvs. în timpul următoarelor accesări (prin accesarea acestui modul cookie de fiecare dată)."]},"2":{"id":2,"name":"Utilizarea de date limitate pentru a selecta publicitatea","description":"Publicitatea care vă este prezentată în cadrul acestui serviciu se poate baza pe date limitate, cum ar fi site-ul web sau aplicația pe care o utilizați, locația dvs. neprecisă, tipul de dispozitiv sau conținutul cu care interacționați (sau ați interacționat) (de exemplu, pentru a limita numărul de afișări ale unei reclame).","illustrations":["Un producător auto dorește să își promoveze vehiculele electrice în rândul utilizatorilor preocupați de mediu care locuiesc în oraș după orele de program. Publicitatea este prezentată, după ora 18:30, pe o pagină cu conținut asociat (cum ar fi un articol despre acțiuni privind schimbările climatice), utilizatorilor a căror locație imprecisă sugerează că aceștia se află într-o zonă urbană.\n\n","Un mare producător de vopsele acuarelă dorește să realizeze o campanie de publicitate online pentru cea mai recentă gamă de acuarele, diversificându-și publicul pentru a ajunge la cât mai mulți artiști amatori și profesioniști posibil și pentru a evita să afișeze reclama lângă un conținut nepotrivit (de exemplu, articole despre cum să îți vopsești casa). Este detectat și limitat numărul de ori în care v-a fost prezentată reclama, pentru a evita prezentarea acesteia de prea multe ori.\n\n"]},"3":{"id":3,"name":"Crearea profilurilor pentru publicitate personalizată\n","description":"Informațiile despre activitatea dvs. din acest serviciu (cum ar fi formularele pe care le trimiteți, conținutul pe care îl consultați) pot fi stocate și combinate cu alte informații despre dvs. (de exemplu, informații privind activitatea dvs. anterioară de pe acest serviciu și alte site-uri web sau aplicații) sau utilizatori similari. Acestea sunt utilizate apoi pentru a construi sau îmbunătăți un profil despre dvs. (care poate include posibile interese și aspecte personale). Profilul dvs. poate fi utilizat (și mai târziu), de această entitate sau alte entități, pentru a prezenta publicitate care pare mai relevantă pe baza posibilelor dvs. interese.","illustrations":["Dacă citiți mai multe articole despre cele mai bune accesorii de cumpărat pentru biciclete, aceste informații pot fi utilizate pentru a crea un profil despre interesul dvs. față de accesoriile pentru biciclete. Un astfel de profil poate fi utilizat sau îmbunătățit ulterior pe același site web sau pe un alt site web sau aplicație pentru a vă prezenta publicitate pentru un anumit brand de accesorii pentru bicicletă. Dacă vă uitați și la un configurator de preț pentru un vehicul pe un site al unui producător de mașini de lux, aceste informații pot fi combinate cu interesul dvs. legat de biciclete, pentru a perfecționa profilul dvs. și pentru a pleca de la premisa că sunteți interesat(ă) de echipamentele de ciclism de lux.","O companie de îmbrăcăminte dorește să își promoveze noua linie de haine exclusiviste pentru bebeluși. Aceasta contactează o agenție care are o rețea de clienți cu venituri mari (cum ar fi supermarketuri exclusiviste) și solicită agenției să creeze profiluri ale părinților tineri sau ale cuplurilor despre care se poate presupune că sunt înstărite și au un nou copil, astfel încât acestea să poată fi utilizate ulterior pentru a împiedica publicitatea în cadrul aplicațiilor partenere în baza acelor profiluri."]},"4":{"id":4,"name":"Utilizarea profilurilor pentru selectarea publicității personalizate\n\n","description":"Publicitatea care vă este prezentată în cadrul acestui serviciu se poate baza pe profilurile dvs. de publicitate, care pot reflecta activitatea dvs. în cadrul acestui serviciu sau pe alte site-uri web sau aplicații (precum formularele pe care le trimiteți, conținutul pe care îl vizualizați), posibilele interese și aspectele personale.","illustrations":["Un comerciant online dorește să facă publicitate unei reduceri limitate la papucii de alergare. Acesta dorește să direcționeze publicitatea către utilizatorii care au vizualizat anterior pantofi de alergat pe aplicațiile mobile. Tehnologiile de urmărire pot fi utilizate pentru a recunoaște faptul că ați utilizat anterior aplicații mobile pentru a vizualiza pantofi de alergare, cu scopul de a vă prezenta reclamele corespunzătoare în aplicație.","Un profil creat pentru publicitate personalizată în legătură cu o persoană care a căutat accesorii pentru biciclete pe un site web poate fi utilizat pentru a prezenta publicitatea relevantă pentru accesoriile pentru biciclete pe o aplicație mobilă a unei alte organizații."]},"5":{"id":5,"name":"Crearea profilurilor de conținut personalizat","description":"Informațiile despre activitatea dvs. în cadrul acestui serviciu (de exemplu, formularele pe care le trimiteți, conținutul fără caracter publicitar) pot fi stocate și combinate cu alte informații despre dvs. (cum ar fi activitatea dvs. anterioară în cadrul acestui serviciu sau pe alte site-uri web sau aplicații) sau utilizatori similari. Acestea sunt utilizate apoi pentru a construi sau îmbunătăți un profil despre dvs. (care ar putea include, de exemplu, posibile interese și aspecte personale). Profilul dvs. poate fi utilizat (și ulterior) pentru a prezenta conținut care pare mai relevant în baza posibilelor dvs. interese, cum ar fi prin adaptarea ordinii în care vă este afișat conținutul, astfel încât să fie și mai ușor pentru dvs. să găsiți conținut care se potrivește intereselor dvs.","illustrations":["Citiți mai multe articole despre cum să construiți o casă în copac pe o platformă de socializare. Aceste informații pot fi adăugate la un profil pentru a marca interesul dvs. față de conținutul legat de natură, precum și ghidurile de bricolaj (cu obiectivul de a permite personalizarea conținutului, astfel că, de exemplu, vi se prezintă pe viitor mai multe postări despre bloguri și articole legate de case construite în copac și cabane din lemn). ","Ați vizionat trei videoclipuri despre explorarea spațiului în diferite aplicații TV. O platformă de știri neafiliată cu care nu ați avut contact construiește un profil pe baza comportamentului de vizualizare respectiv, marcând explorarea spațiului ca un subiect de interes posibil pentru alte videoclipuri."]},"6":{"id":6,"name":"Utilizarea profilurilor pentru selectarea conținutului personalizat","description":"Conținutul care v-a fost prezentat în cadrul acestui serviciu se poate baza pe profilurile dvs. de personalizare a conținutului, care pot reflecta activitatea dvs. pe acestea sau în cadrul altor servicii (de exemplu, formularele pe care le trimiteți, conținutul pe care îl vizualizați), posibilele interese și aspectele personale. De exemplu, acesta poate fi utilizat pentru adaptarea ordinii în care conținutul vă este afișat, astfel încât să fie și mai ușor pentru dvs. să găsiți conținut (fără caracter publicitar) care să corespundă intereselor dvs.","illustrations":["Citiți articole despre mâncarea vegetariană pe o platformă de socializare și apoi utilizați aplicația de gătit a unei companii neafiliate. Profilul construit despre dvs. pe platforma de socializare va fi utilizat pentru a vă prezenta rețete vegetariene pe ecranul de întâmpinare al aplicației de gătit.","Ați vizionat trei videoclipuri despre canotaj pe diferite site-uri. O platformă de conținut video neafiliată vă va recomanda alte cinci videoclipuri despre canotaj care v-ar putea interesa atunci când utilizați aplicația TV, pe baza unui profil construit despre dvs. atunci când ați vizitat acele site-uri web diferite pentru a viziona videoclipuri online."]},"7":{"id":7,"name":"Măsurarea performanței reclamelor\n","description":"Informațiile privind publicitatea care vă este prezentată și modul în care interacționați cu aceasta pot fi utilizate pentru a stabili cât de bine a funcționat o reclamă pentru dvs. sau pentru alți utilizatori și dacă au fost atinse obiectivele acesteia. De exemplu, dacă ați vizualizat o reclamă, dacă ați făcut clic pe ea, dacă v-a determinat să cumpărați un produs sau să vizitați un site web etc. Acest lucru este foarte util pentru a înțelege relevanța campaniilor publicitare.","illustrations":["Ați făcut clic pe o reclamă despre o reducere de „black Friday” promovată de un magazin online pe site-ul web al unui editor și ați achiziționat un produs.\nClicul dvs. va fi asociat cu această achiziție. Interacțiunea dvs. și cea a altor utilizatori va fi măsurată pentru a afla câte clicuri pe reclamă au dus la o achiziție.","Sunteți una dintre puținele persoane care au făcut clic pe o reclamă despre o reducere de „ziua internațională a aprecierii” oferită de un magazin de cadouri online în aplicația unui editor.\nEditorul dorește să primească rapoarte pentru a înțelege cât de des este vizualizată sau accesată o plasare de reclame în cadrul aplicației și în special reclama privind „ziua internațională a aprecierii”, de către dvs. sau de alți utilizatori, pentru a putea ajuta editorul și partenerii acestuia (cum ar fi agențiile) să optimizeze plasarea de reclame."]},"8":{"id":8,"name":"Măsurarea performanței conținutului","description":"Informațiile cu privire la conținutul care vă este prezentat și la modul în care interacționați cu acesta pot fi utilizate pentru a stabili dacă, de exemplu, conținutul (fără caracter publicitar) a ajuns la publicul vizat și dacă corespunde intereselor dvs. De exemplu, indiferent dacă citiți un articol, vizionați un videoclip, ascultați un podcast sau vizualizați o descriere a produsului, cât timp petreceți pe acest serviciu și pe paginile web pe care le vizitați etc. Acest lucru este foarte util pentru a înțelege relevanța conținutului (fără caracter publicitar) care vă este prezentat.","illustrations":["Ați citit o postare de blog despre drumeții pe o aplicație mobilă a unui editor și ați urmat un link către o postare recomandată și conexă. Interacțiunile dvs. vor fi înregistrate pentru a arăta că postarea inițială despre drumeții v-a fost utilă și că a reușit să vă facă să fiți interesați și de postarea conexă. Această măsurare va fi făcută pentru a ști dacă trebuie produse pe viitor mai multe postări despre drumeții și pentru a ști unde trebuie plasate pe ecranul de pornire al aplicației mobile. ","Vi s-a prezentat un videoclip despre tendințele modei, dar dvs. și alți câțiva utilizatori ați încetat să vizionați videoclipul după 30 de secunde. Aceste informații sunt apoi utilizate pentru a evalua lungimea corectă a viitoarelor videoclipuri despre tendințele modei.\n\n"]},"9":{"id":9,"name":"Înțelegerea publicului prin statistici sau combinații de date din surse diferite\n","description":"Înțelegerea publicului prin statistici sau combinații de date din surse diferite Rapoartele pot fi generate pe baza combinației de seturi de date (cum ar fi profilurile de utilizator, statisticile, cercetarea de piață, datele analitice) cu privire la interacțiunile dvs. și cele ale altor utilizatori cu conținut publicitar sau (fără caracter publicitar) pentru a identifica caracteristicile comune (de exemplu, pentru a determina care audiențe țintă sunt mai receptive la o campanie publicitară sau la un anumit conținut).\n\n","illustrations":["Proprietarul unei librării online dorește raportarea comercială care să arate proporția vizitatorilor care au consultat și au părăsit site-ul său fără să facă achiziții sau au consultat și cumpărat ultima autobiografie a unei celebrități din luna respectivă, precum și vârsta medie și distribuția bărbați/femei a fiecărei categorii. Datele referitoare la navigarea dvs. pe site-ul său și la caracteristicile dvs. personale sunt apoi utilizate și combinate cu alte astfel de date pentru a produce aceste statistici.\n\n","Un agent de publicitate dorește să înțeleagă mai bine tipul de public care interacționează cu reclamele sale. Acesta solicită unui institut de cercetare să compare caracteristicile utilizatorilor care au interacționat cu reclama, cu atributele tipice ale utilizatorilor platformelor similare, pe diferite dispozitive. Această comparație dezvăluie agentului de publicitate că audiența reclamelor sale accesează în principal reclamele prin intermediul dispozitivelor mobile și că este probabil cuprinsă în intervalul de vârstă 45-60 de ani."]},"10":{"id":10,"name":"Dezvoltarea și îmbunătățirea serviciilor","description":"Informațiile despre activitatea dvs. în cadrul acestui serviciu, cum ar fi interacțiunea dvs. cu reclamele sau conținutul, pot fi foarte utile pentru a îmbunătăți produsele și serviciile și pentru a construi noi produse și servicii pe baza interacțiunilor cu utilizatorul, a tipului de public etc. Acest scop specific nu include dezvoltarea sau îmbunătățirea profilurilor de utilizator și a identificatorilor.","illustrations":["O platformă de tehnologie care lucrează cu un furnizor de rețele de socializare observă o creștere a utilizatorilor de aplicații mobile și observă pe baza profilurilor acestora că mulți dintre ei se conectează prin conexiuni mobile. Aceasta utilizează o nouă tehnologie pentru a furniza reclame formatate pentru dispozitive mobile și cu lățime de bandă redusă, pentru a îmbunătăți performanța acestora.\n","Un agent de publicitate caută o modalitate de a afișa reclame pe un nou tip de dispozitiv de consum.\nAcesta colectează informații cu privire la modul în care utilizatorii interacționează cu acest nou tip de dispozitiv pentru a stabili dacă poate construi un nou mecanism pentru afișarea publicității pe acest tip de dispozitiv. "]},"11":{"id":11,"name":"Utilizarea datelor limitate pentru a selecta conținutul\n","description":"Conținutul prezentat în acest serviciu se poate baza pe date limitate, cum ar fi site-ul web sau aplicația pe care o utilizați, locația dvs. imprecisă, tipul dispozitivului dvs. sau conținutul cu care interacționați (sau ați interacționat) (de exemplu, pentru a limita numărul de prezentări ale unui videoclip sau ale unui articol).\n\n","illustrations":["O revistă de turism a publicat un articol pe site-ul său despre noile cursuri online propuse de o școală de limbi străine, pentru a îmbunătăți experiențele de călătorie în străinătate. Postările de pe blogul școlii sunt introduse direct în partea de jos a paginii și selectate pe baza locației dvs. imprecise (de exemplu, postările de pe blog care explică programa de curs pentru limbile diferite de cea din țara în care vă aflați).\n\n","O aplicație de știri sportive pentru mobil a început o nouă secțiune de articole care acoperă cele mai recente meciuri de fotbal. Fiecare articol include videoclipuri găzduite de o platformă separată de streaming care prezintă punctele culminante ale fiecărui meci. Dacă derulați un videoclip, aceste informații pot fi utilizate pentru a selecta următorul videoclip mai scurt pentru redare.\n\n"]}},"specialPurposes":{"1":{"id":1,"name":"Asigurarea securității, prevenirea și detectarea fraudei și corectarea erorilor","description":"Datele dvs. pot fi utilizate pentru a monitoriza și preveni activitatea neobișnuită și posibil frauduloasă (de exemplu, cu privire la publicitate, clicuri efectuate de roboți pe reclame) și pentru a se asigura că sistemele și procesele funcționează corect și sigur. De asemenea, pot fi utilizate pentru a corecta orice probleme care pot fi întâmpinate de dvs., publisher sau agentul de publicitate în livrarea conținutului și a reclamelor și la interacțiunea dvs. cu acestea.\n\n","illustrations":["Un intermediar de publicitate livrează reclame de la diverși agenți de publicitate în rețeaua sa de site-uri web partenere. Acesta observă o creștere mare a numărului de clicuri pe reclamele referitoare la un agent de publicitate și utilizează date privind sursa clicurilor pentru a stabili că 80% din clicuri provin de la roboți, nu de la oameni.\n\n"]},"2":{"id":2,"name":"Furnizarea și prezentarea publicității și a conținutului\n","description":"Anumite informații (cum ar fi o adresă IP sau capacitățile dispozitivului) sunt utilizate pentru a asigura compatibilitatea tehnică a conținutului sau a publicității și pentru a facilita transmiterea conținutului sau a reclamei către dispozitivul dvs.","illustrations":["Dacă faceți clic pe un link dintr-un articol, în mod normal acesta vă poate trimite către o altă pagină sau parte a articolului. Pentru a realiza acest lucru, 1°) browserul dvs. trimite o solicitare către un server conectat la site-ul web, 2°) serverul răspunde înapoi („aici este articolul pe care l-ați solicitat”), utilizând informațiile tehnice incluse automat în solicitarea trimisă de dispozitivul dvs., pentru a afișa în mod corespunzător informațiile/imaginile care fac parte din articolul pe care l-ați solicitat. Din punct de vedere tehnic, un astfel de schimb de informații este necesar pentru a livra conținutul care apare pe ecranul dvs."]},"3":{"id":3,"name":"Salvați și comunicați opțiunile de confidențialitate","description":"Opțiunile pe care le alegeți cu privire la scopurile și entitățile enumerate în prezenta notificare sunt salvate și puse la dispoziția acelor entități sub formă de semnale digitale (cum ar fi un șir de caractere). Acest lucru este necesar pentru a permite atât acestui serviciu, cât și acelor entități să respecte opțiunile respective.","illustrations":["Atunci când vizitați un site și vi se oferă posibilitatea de a vă acorda sau nu consimțământul cu privire la utilizarea profilurilor pentru publicitate personalizată, opțiunea pe care o alegeți este salvată și pusă la dispoziția furnizorilor de publicitate, astfel încât publicitatea care vă este afișată să respecte opțiunea respectivă."]}},"features":{"1":{"id":1,"name":"Potrivirea și combinarea datelor din alte surse de date\n","description":"Informațiile despre activitatea dvs. în cadrul acestui serviciu pot fi corelate și combinate cu alte informații referitoare la dvs. și care provin din diverse surse (de exemplu, activitatea dvs. într-un serviciu online separat, utilizarea unui card de fidelitate în magazin sau răspunsurile dvs. la un sondaj), în sprijinul scopurilor explicate în această notificare.","illustrations":[]},"2":{"id":2,"name":"Conectarea mai multor dispozitive\n\n\n","description":"În sprijinul scopurilor explicate în această notificare, dispozitivul dvs. poate fi considerat ca probabil fiind conectat cu alte dispozitive care vă aparțin dvs., sau gospodăriei dvs. (de exemplu, deoarece sunteți conectat la același serviciu atât pe telefon, cât și pe computer sau deoarece puteți utiliza aceeași conexiune la internet pe ambele dispozitive). ","illustrations":[]},"3":{"id":3,"name":"Identificarea dispozitivelor pe baza informațiilor transmise automat","description":"Dispozitivul dvs. poate fi diferențiat de alte dispozitive pe baza informațiilor pe care le trimite automat atunci când accesează internetul (de exemplu, adresa IP a conexiunii dvs. la internet sau tipul de browser pe care îl utilizați) în sprijinul scopurilor expuse în această notificare. ","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Utilizarea unor date precise de geolocație\n","description":"Cu acceptul dvs., locația dvs. precisă (pe o rază mai mică de 500 de metri) poate fi utilizată pentru a susține scopurile explicate în această notificare.","illustrations":[]},"2":{"id":2,"name":"Scanarea activă a caracteristicilor dispozitivului pentru identificare","description":"Cu acceptul dvs., anumite caracteristici specifice dispozitivului dvs. pot fi solicitate și utilizate pentru a-l diferenția de alte dispozitive (cum ar fi fonturile sau plugin-urile instalate, rezoluția ecranului dvs.) în sprijinul scopurilor explicate în această notificare.","illustrations":[]}},"stacks":{"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Publicitatea bazată pe date limitate și măsurători ale publicității\n","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Performanța publicității poate fi măsurată."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Publicitate personalizată","description":"Publicitatea poate fi personalizată pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate personalizată."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Publicitatea bazată pe date limitate, măsurători ale publicității și înțelegerea audienței","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Performanța publicității poate fi măsurată. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Publicitatea bazată pe date limitate, profil personalizat de publicitate și măsurători ale publicității","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate personalizată. Performanța publicității poate fi măsurată."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Selectarea publicității personalizate și măsurători ale publicității","description":"Publicitatea poate fi personalizată pe baza profilului dvs. Performanța publicității poate fi măsurată."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Selectarea publicității personalizate, măsurători ale publicității și cercetarea audienței","description":"Publicitatea poate fi personalizată pe baza profilului dvs. Performanța publicității poate fi măsurată. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Publicitate personalizată și măsurători ale publicității","description":"Publicitatea poate fi personalizată pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate personalizată. Performanța publicității poate fi măsurată."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Publicitate personalizată, măsurători ale publicității și cercetarea audienței","description":"Publicitatea poate fi personalizată pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate personalizată. Performanța publicității poate fi măsurată. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Publicitate personalizată","description":"Publicitatea poate fi personalizată pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate personalizată."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Conținut personalizat","description":"Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Selectarea conținutului personalizat și măsurători de conținut","description":"Conținutul poate fi personalizat pe baza profilului dvs. Se poate măsura performanța conținutului."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Selectarea conținutului personalizat, măsurători de conținut și cercetarea audienței","description":"Conținutul poate fi personalizat pe baza profilului dvs. Se poate măsura performanța conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Conținutul poate fi personalizat pe baza profilului dvs. Se poate măsura performanța conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Conținut personalizat și măsurători de conținut","description":"Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat. Se poate măsura performanța conținutului."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Conținut personalizat, măsurători de conținut și cercetarea audienței","description":"Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat. Se poate măsura performanța conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Conținut personalizat, măsurători de conținut, cercetarea audienței și dezvoltarea serviciilor","description":"Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat. Se poate măsura performanța conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Măsurători ale publicității și de conținut și cercetarea audienței","description":"Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Măsurători ale publicității și de conținut","description":"Se poate măsura performanța publicității și a conținutului."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Măsurători ale publicității și cercetarea audienței","description":"Publicitatea poate fi măsurată. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Măsurători ale publicității și de conținut, cercetarea audienței și dezvoltarea serviciilor","description":"Se poate măsura performanța publicității și a conținutului. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Măsurători de conținut, cercetarea audienței și dezvoltarea serviciilor.","description":"Se poate măsura performanța conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Măsurători de conținut și dezvoltarea serviciilor","description":"Se poate măsura performanța conținutului. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Selectarea publicității și conținutului personalizat, măsurători ale publicității și de conținut","description":"Reclamele și conținutul pot fi personalizate pe baza profilului dvs. Se poate măsura performanța publicității și a conținutului."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Selectarea publicității și conținutului personalizat, măsurători ale publicității și de conținut și cercetarea audienței","description":"Reclamele și conținutul pot fi personalizate pe baza profilului dvs. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Datele pot fi utilizate pentru a construi sau îmbunătăți experiența utilizatorului, sistemele și software-ul."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Publicitate și conținut personalizat, măsurători ale publicității și de conținut","description":"Reclamele și conținutul pot fi personalizate pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate sau conținut personalizat. Se poate măsura performanța publicității și a conținutului."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Publicitate și conținut personalizat, măsurători ale publicității și de conținut și cercetarea audienței","description":"Reclamele și conținutul pot fi personalizate pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate sau conținut personalizat. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Publicitate personalizată și profil de conținut","description":"Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate sau conținut personalizat."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Selectarea publicității și conținutului personalizat","description":"Reclamele și conținutul pot fi personalizate pe baza profilului dvs."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Publicitate bazată pe date limitate, măsurători ale publicității și de conținut și cercetarea audienței","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Selectarea publicității personalizate, a conținutului personalizat, a măsurătorilor de publicitate și de conținut și a cercetării audienței","description":"Reclamele și conținutul pot fi personalizate pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate sau conținut personalizat. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Selectarea publicității personalizate, a conținutului personalizat, a măsurătorilor de publicitate și de conținut, a cercetării audienței și a dezvoltării serviciilor","description":"Reclamele și conținutul pot fi personalizate pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Publicitate bazată pe date limitate, conținut personalizat, măsurători ale publicității și de conținut și cercetări ale audienței","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicitate bazată pe date limitate, conținut personalizat, măsurători de publicitate și de conținut, cercetarea audienței și dezvoltarea serviciilor","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Publicitatea bazată pe date limitate, conținut personalizat, măsurători de conținut și cercetarea audienței","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Publicitate bazată pe date limitate, conținut personalizat, măsurători de conținut, cercetarea audienței și dezvoltarea serviciilor","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat. Se poate măsura performanța conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Publicitate bazată pe date limitate, conținut personalizat și măsurători ale publicității","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat. Performanța publicității poate fi măsurată."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Publicitate bazată pe date limitate, conținut personalizat, măsurători ale publicității și dezvoltarea serviciilor","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat. Performanța publicității poate fi măsurată. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Publicitate personalizată, măsurători ale publicității și dezvoltarea serviciilor","description":"Publicitatea poate fi personalizată pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a construi sau îmbunătăți un profil despre dvs. pentru publicitate personalizată. Performanța publicității poate fi măsurată. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Publicitate personalizată, măsurători ale publicității, cercetarea audienței și dezvoltarea serviciilor","description":"Publicitatea poate fi personalizată pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate personalizată. Performanța publicității poate fi măsurată. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Publicitate personalizată, măsurători ale publicității și de conținut, cercetarea audienței și dezvoltarea serviciilor","description":"Publicitatea poate fi personalizată pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a construi sau îmbunătăți un profil despre dvs. pentru publicitate personalizată. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicitate personalizată, selectarea conținutului personalizat, măsurători ale publicității și de conținut, cercetarea audienței și dezvoltarea serviciilor","description":"Reclamele și conținutul pot fi personalizate pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate personalizată. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicitate și conținut personalizat, măsurători ale publicității și de conținut, cercetarea audienței și dezvoltarea serviciilor","description":"Reclamele și conținutul pot fi personalizate pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru publicitate și conținut personalizat. Se poate măsura performanța publicității și a conținutului. Rapoartele pot fi generate pe baza activității dvs. și a altor persoane. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Conținut bazat pe date limitate și măsurători de conținut","description":"Conținutul poate fi selectat pe baza unor date limitate. Se poate măsura performanța conținutului."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Conținut personalizat","description":"Conținutul poate fi personalizat pe baza profilului dvs. Activitatea dvs. în cadrul acestui serviciu poate fi utilizată pentru a crea sau îmbunătăți un profil despre dvs. pentru conținut personalizat."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Publicitate bazată pe date limitate, măsurători de publicitate, cercetarea audienței și dezvoltarea serviciilor","description":"Publicitatea poate fi prezentată pe baza unor date limitate. Performanța publicității poate fi măsurată. Rapoartele pot fi generate pe baza activității dvs. și a celorlalte persoane. Activitatea dvs. în cadrul acestui serviciu poate ajuta la dezvoltarea și îmbunătățirea produselor și serviciilor."},"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Date precise de geolocație și identificarea prin scanarea dispozitivului","description":"Se pot utiliza datele precise de geolocație și informațiile despre caracteristicile dispozitivului."}},"dataCategories":{"1":{"id":1,"name":"Adrese IP","description":"Adresa dvs. IP este un număr alocat de furnizorul dvs. de servicii de internet oricărei conexiuni la internet. Nu este întotdeauna specific dispozitivului dvs. și nu este întotdeauna un identificator stabil. Este utilizat pentru a direcționa informații pe internet și pentru a afișa conținut online (inclusiv reclame) pe dispozitivul dvs. conectat."},"2":{"id":2,"name":"Caracteristicile dispozitivului","description":"Caracteristicile tehnice ale dispozitivului pe care îl utilizați, care nu sunt unice pentru dvs., cum ar fi limba, fusul orar sau sistemul de operare."},"3":{"id":3,"name":"Identificatorii dispozitivului","description":"Un identificator de dispozitiv este un șir unic de caractere atribuit dispozitivului sau browser-ului dvs. prin intermediul unui modul cookie sau al altor tehnologii de stocare.  Acesta poate fi creat sau accesat pentru a vă recunoaște dispozitivul, de exemplu, pe pagini web de pe același site sau pe mai multe site-uri sau aplicații."},"4":{"id":4,"name":"Identificatori probabilistici","description":"Se poate crea un identificator probabilistic prin combinarea caracteristicilor asociate cu dispozitivul dvs. (tipul de browser sau de sistem de operare utilizat) și cu adresa IP a conexiunii la internet. Dacă vă exprimați acordul, pot fi combinate caracteristici suplimentare (de exemplu, fontul instalat sau rezoluția ecranului) pentru a îmbunătăți precizia identificatorului probabilistic. Un astfel de identificator este considerat „probabilistic” deoarece mai multe dispozitive pot avea aceleași caracteristici și conexiune la internet. Acesta poate fi utilizat pentru a vă recunoaște dispozitivul, de exemplu, pe pagini web de pe același site sau pe mai multe site-uri sau aplicații."},"5":{"id":5,"name":"Identificatori derivați din autentificare","description":"În cazul în care un identificator este creat pe baza datelor de autentificare, cum ar fi datele de contact asociate cu conturile online pe care le-ați creat pe site-uri sau aplicații (de exemplu, adresa de e-mail, numărul de telefon) sau identificatorii clientului (de exemplu, identificatorul furnizat de operatorul dvs. de telecomunicații), respectivul identificator poate fi utilizat pentru a vă recunoaște pe site-uri, aplicații și dispozitive atunci când sunteți conectat cu aceleași date de contact."},"6":{"id":6,"name":"Date privind navigarea și interacțiunea","description":"Activitatea dvs. online, cum ar fi site-urile pe care le vizitați, aplicațiile pe care le utilizați, conținutul pe care îl căutați pe acest serviciu sau interacțiunile dvs. cu conținutul sau reclamele, cum ar fi de câte ori ați văzut un anumit conținut sau o anumită reclamă sau dacă ați făcut clic pe aceasta."},"7":{"id":7,"name":"Date furnizate de utilizator","description":"Informațiile pe care le-ați furnizat prin intermediul unei declarații, prin intermediul unui formular (de ex., feedback, comentariu) sau atunci când ați creat un cont (de ex., vârsta dvs., ocupația dvs.)."},"8":{"id":8,"name":"Date neprecise despre locație","description":"O aproximare a locației dvs., exprimată ca fiind o zonă cu o rază de cel puțin 500 de metri. Locația dvs. aproximativă poate fi dedusă pe baza adresei IP a conexiunii dvs."},"9":{"id":9,"name":"Date precise despre locație","description":"Locația dvs. precisă pe o rază mai mică de 500 de metri, pe baza coordonatelor GPS. Aceasta poate fi utilizată numai cu acceptul dvs."},"10":{"id":10,"name":"Profilurile utilizatorilor","description":"Anumite caracteristici (de ex., interesele dvs. posibile, intențiile dvs. de achiziție, profilul dvs. de consumator) pot fi deduse sau modelate pe baza activității dvs. online anterioare (de ex., conținutul pe care l-ați vizualizat sau serviciul pe care l-ați utilizat, timpul petrecut cu diverse conținuturi și servicii online) sau a informațiilor pe care le-ați furnizat (de ex., vârsta dvs., ocupația dvs.)."},"11":{"id":11,"name":"Opțiuni de confidențialitate","description":"Preferințele cu privire la prelucrarea datelor dvs., pe baza informațiilor pe care le-ați primit."}}}