{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:42Z","purposes":{"1":{"id":1,"name":"Stocker et/ou accéder à des informations sur un appareil","description":"Les cookies, appareils ou identifiants en ligne similaires (par ex. identifiants de connexion, identifiants assignés de façon aléatoire, identifiants réseau) ainsi que toutes autres informations (par ex. type et informations de navigateur, langue, taille d’écran, technologies prises en charge, etc.) peuvent être conservés ou lus sur votre appareil pour reconnaître celui-ci à chacune de ses connexions à une application ou à un site Web, pour une ou plusieurs des finalités présentées ici.\n\n","illustrations":["La plupart des finalités expliquées dans le présent avis dépendent du stockage ou de l’accès aux informations à partir de votre appareil lorsque vous utilisez une application ou consultez un site Web. Par exemple, un fournisseur ou un éditeur peut avoir besoin de mémoriser un cookie sur votre appareil lors de votre première consultation sur un site Web afin de pouvoir reconnaître votre appareil lors de vos prochaines visites (en accédant à ce cookie à chaque connexion)."]},"2":{"id":2,"name":"Utiliser des données limitées pour sélectionner la publicité","description":"La publicité qui vous est présentée sur ce service peut être basée sur des données limitées, telles que le site Web ou l’application que vous utilisez, votre emplacement approximatif, votre type d’appareil ou les contenus avec lesquels vous interagissez (ou avez interagi) (par exemple, pour limiter le nombre de fois où une publicité donnée vous est diffusée).\n\n","illustrations":["Un constructeur automobile souhaite promouvoir ses véhicules électriques auprès d’utilisateurs soucieux de l’environnement vivant en ville après les heures de bureau. La publicité est présentée sur une page avec du contenu connexe (tel qu’un article sur les actions de changement climatique) après 18 h 30 aux utilisateurs dont l’emplacement approximatif suggère qu’ils se trouvent en zone urbaine.","Un grand producteur de peintures aquarelles souhaite diffuser une campagne de publicité en ligne pour sa dernière gamme d’aquarelles, en diversifiant son public pour atteindre autant d’artistes amateurs et professionnels que possible et en évitant de diffuser cette publicité aux côtés de contenus sans rapport (par exemple, des articles sur des méthodes de peinture pour une maison). Le nombre de fois où la publicité vous est présentée est détecté et limité afin d’éviter de vous la présenter trop fréquemment.\n\n"]},"3":{"id":3,"name":"Créer des profils pour la publicité personnalisée","description":"Les informations sur votre activité sur ce service (comme les formulaires que vous soumettez, les contenus que vous consultez) peuvent être conservées et conjuguées à d’autres informations vous concernant (par exemple, les informations de votre activité précédente sur ce service et d’autres sites Web ou applications) ou concernant des utilisateurs similaires. Ces informations servent ensuite à créer ou à améliorer un profil vous concernant (qui peut comporter d’éventuels centres d’intérêt et renseignements personnels). Votre profil peut être utilisé (également ultérieurement) pour présenter des publicités qui semblent plus pertinentes en fonction de vos centres d’intérêt éventuels par cette entité et d’autres entités.","illustrations":["Si vous lisez plusieurs articles sur les meilleurs accessoires de vélo à acheter, ces informations pourraient servir à créer un profil sur votre centre d’intérêt pour les accessoires de vélo. Un tel profil peut être utilisé ou amélioré ultérieurement, sur le même site Web ou toute autre application pour vous présenter des publicités d’une marque d’accessoires de vélo spécifique. Si vous regardez également un outil de configuration pour un véhicule sur le site Web d’un constructeur automobile de luxe, ces informations pourraient être conjuguées à votre centre d’intérêt pour les vélos afin d’affiner votre profil et de supposer que vous portez un intérêt particulier pour des équipements de cyclisme de luxe.\n\n","Une entreprise de vêtements souhaite promouvoir sa nouvelle gamme de vêtements haut de gamme pour bébés. Elle contacte une agence qui dispose d’un réseau de clients à revenus élevés (comme les supermarchés haut de gamme) et demande à l’agence de créer des profils de jeunes parents ou couples, dont on peut supposer qu’ils sont aisés financièrement et qu’ils vont avoir un nouvel enfant. Ces profils pourront être utilisés ultérieurement pour présenter de la publicité dans des applications partenaires.\n\n"]},"4":{"id":4,"name":"Utiliser des profils pour sélectionner des publicités personnalisées","description":"La publicité qui vous est présentée sur ce service peut être basée sur vos profils publicitaires, qui peuvent être créés en fonction de votre activité sur ce service ou d’autres sites Web ou applications (comme les formulaires que vous soumettez, les contenus que vous consultez), ainsi que sur vos éventuels centres d’intérêt et renseignements personnels.\n\n","illustrations":["Un détaillant en ligne souhaite faire la publicité d’une vente limitée de chaussures de course. Il souhaite cibler la publicité pour les utilisateurs ayant déjà regardé des chaussures de running sur son application mobile. Les technologies de suivi peuvent être utilisées pour reconnaître que vous avez déjà utilisé l’application mobile pour consulter des chaussures de course afin de vous présenter la publicité correspondante sur l’application.","Un profil créé pour la publicité personnalisée en relation avec une personne ayant recherché des accessoires de vélo sur un site Web peut être utilisé pour présenter la publicité pertinente pour les accessoires de vélo sur une application mobile d’une autre organisation.\n\n"]},"5":{"id":5,"name":"Créer des profils de contenus personnalisés","description":"Les informations concernant votre activité sur ce service (par exemple, les formulaires que vous soumettez, les contenus non publicitaires que vous consultez) peuvent être mémorisées et conjuguées à d’autres informations vous concernant (tels que les informations de votre activité précédente sur ce service ou d’autres sites Web ou applications) ou concernant des utilisateurs similaires. Ces informations servent ensuite à créer ou à améliorer un profil vous concernant (qui peut comporter, par exemple, d’éventuels centres d’intérêt et renseignements personnels). Votre profil peut servir (également à toute date ultérieure) à présenter des contenus qui semblent plus pertinents par rapport à vos éventuels centres d’intérêt, par exemple en adaptant l’ordre dans lequel les contenus vous sont présentés afin qu’il soit d’autant plus facile pour vous de trouver des contenus correspondant à vos centres d’intérêt.","illustrations":["Ces informations peuvent être ajoutées à un profil pour consigner votre intérêt pour les contenus liés aux activités en extérieur ainsi que pour les guides de bricolage (en vue de permettre la personnalisation des contenus afin que par exemple, vous receviez davantage de billets de blog et d’articles sur les maisons dans les arbres et les cabanes en bois à l’avenir).\n\n","Vous avez visionné trois vidéos sur l’exploration spatiale sur diverses applications TV. Une plateforme d’actualités avec laquelle vous n’avez pas eu de contact crée un profil basé sur ce comportement de visualisation, en consignant votre intérêt pour l’exploration de l’espace à titre de centre d’intérêt potentiel pour d’autres vidéos.\n\n"]},"6":{"id":6,"name":"Utiliser des profils pour sélectionner des contenus personnalisés","description":"Les contenus qui vous sont présentés sur ce service peuvent être basés sur vos profils de personnalisation de contenu qui peuvent correspondre à votre activité sur ce service ou d’autres services (par exemple, les formulaires que vous soumettez, le contenu que vous consultez, les éventuels centres d’intérêt et renseignements personnels). Cela peut par exemple être utilisé en adaptant l’ordre de présentation des contenus afin qu’il soit d’autant plus facile pour vous de trouver (sans publicité) des contenus correspondant à vos centres d’intérêt.","illustrations":["Vous lisez des articles sur la nourriture végétarienne sur une plateforme de réseaux sociaux, puis vous utilisez l’application de cuisine d’une entreprise indépendante. Le profil créé à votre sujet sur la plateforme de réseaux sociaux servira à vous présenter des recettes végétariennes sur l’écran d’accueil de l’application de cuisine.","Vous avez visionné trois vidéos sur l'aviron sur divers sites Web. Une plateforme de partage de vidéos non consultée recommandera cinq autres vidéos sur l’aviron susceptibles de vous intéresser lorsque vous utilisez votre application TV, en se basant sur un profil créé à votre sujet à partir de vos visites sur divers sites Web pour consulter des vidéos en ligne.\n\n"]},"7":{"id":7,"name":"Mesurer la performance des publicités","description":"Les informations concernant la publicité qui vous est présentée et la manière dont vous interagissez avec elles peuvent être exploitées pour déterminer dans quelle mesure une publicité a été efficace pour vous ou d’autres utilisateurs et si les objectifs de la publicité ont été atteints. Par exemple, si vous avez vu une publicité, si vous avez cliqué dessus, si elle vous a conduit à acheter un produit ou à visiter un site Web, etc. Ces informations s’avèrent très utiles pour appréhender la pertinence des campagnes publicitaires. ","illustrations":["Vous avez cliqué sur une publicité concernant une remise « Black Friday » d’une boutique en ligne sur un site Web et acheté un produit. Votre clic sera lié à cet achat. Votre interaction ainsi que  celle des autres utilisateurs seront mesurées pour déterminer le nombre de clics effectués sur la publicité qui ont abouti à un achat.\n\n","Vous êtes l’une des rares personnes à avoir cliqué sur une publicité concernant une remise « Journée internationale» d’une boutique de cadeaux en ligne dans l’application d’un éditeur. L’éditeur souhaite disposer de rapports pour comprendre à quelle fréquence un placement publicitaire spécifique au sein de l’application, et notamment la publicité « Journée internationale d’appréciation », a été consultée ou fait l’objet de clics de votre part et d’autres utilisateurs pour permettre à l’éditeur et à ses partenaires (comme les agences) d’optimiser leurs placements publicitaires.\n\n"]},"8":{"id":8,"name":"Mesurer la performance des contenus","description":"Les informations concernant les contenus qui vous sont présentés et la manière dont vous interagissez avec ceux-ci peuvent servir à déterminer si des contenus (non publicitaires), par exemple, ont atteint leur public cible et correspondent à vos centres d’intérêt. Par exemple, si vous lisez un article, visionnez une vidéo, écoutez un podcast ou consultez une description de produit, combien de temps avez-vous passé sur ce service et les pages Web que vous visitez, etc. Ces informations s’avèrent très utiles pour comprendre la pertinence des contenus (non publicitaires) qui vous sont présentés.","illustrations":["Vous avez lu un article de blog sur la randonnée sur une application mobile d’un éditeur et suivi un lien vers un article recommandé et connexe. Vos interactions seront enregistrées de sorte à préciser que la publication initiale sur la randonnée vous a été utile et qu'elle a réussi à susciter votre intérêt pour la publication liée. Cela sera mesuré pour savoir s’il faut produire davantage de publications sur la randonnée à l’avenir et où les placer sur l’écran d’accueil de l’application mobile.\n\n","On vous a présenté une vidéo sur les tendances de la mode, mais vous et plusieurs autres utilisateurs avez cessé de regarder au bout de 30 secondes. Ces informations servent ensuite à évaluer la bonne longueur de vidéos futures sur les tendances de la mode.\n\n"]},"9":{"id":9,"name":"Comprendre les publics par le biais de statistiques ou de combinaisons de données provenant de différentes sources","description":"Des rapports peuvent être générés en fonction de la combinaison d’ensembles de données (comme les profils d’utilisateurs, les statistiques, les études de marché, les données analytiques) concernant vos interactions et celles d’autres utilisateurs avec des contenus publicitaires ou (non publicitaires) afin d’identifier les caractéristiques communes (par exemple, pour déterminer quels publics cibles sont les plus réceptifs à une campagne publicitaire ou à certains contenus).","illustrations":["Le propriétaire d’une librairie en ligne souhaite obtenir des rapports commerciaux montrant la proportion de visiteurs ayant consulté et quitté son site sans acheter, ou ayant consulté et acheté la dernière autobiographie du mois, ainsi que l’âge moyen et la répartition hommes/femmes pour chaque catégorie. Les données relatives à votre navigation sur son site et à vos caractéristiques personnelles sont ensuite utilisées et combinées avec d’autres données de ce type pour produire ces statistiques.","Un annonceur souhaite mieux comprendre le type d’audience interagissant avec ses publicités. Il est fait appel à un institut de recherche pour comparer les caractéristiques des utilisateurs qui ont interagi avec la publicité avec les attributs typiques des utilisateurs de plateformes similaires, sur différents appareils. Cette comparaison indique à l’annonceur que son public publicitaire accède principalement aux publicités par le biais d’appareils mobiles et se trouve probablement dans la tranche d’âge de 45 à 60 ans."]},"10":{"id":10,"name":"Développer et améliorer les services","description":"Les informations sur votre activité sur ce service, telles que vos interactions avec des publicités ou du contenu, peuvent être très utiles pour améliorer les produits et services et pour créer de nouveaux produits et services en fonction des interactions des utilisateurs, du type d’audience, etc. Cette finalité spécifique n’inclut pas le développement ou l’amélioration des profils et des identifiants des utilisateurs.\n\n","illustrations":["Une plateforme technologique travaillant avec un fournisseur de réseaux sociaux constate une croissance des utilisateurs d’applications mobiles, et voit en fonction de leurs profils que beaucoup d’entre eux se connectent via des connexions mobiles. Il utilise une nouvelle technologie pour diffuser des publicités formatées pour les appareils mobiles et à faible bande passante afin d’améliorer leurs performances.","Un annonceur cherche un moyen d’afficher des publicités sur un nouveau type d’appareil grand public. Il collecte des informations sur la façon dont les utilisateurs interagissent avec ce nouveau type d’appareil pour déterminer s’il peut créer un nouveau mécanisme pour afficher de la publicité sur ce type d’appareil.\n\n\n\n"]},"11":{"id":11,"name":"Utiliser des données limitées pour sélectionner le contenu","description":"Le contenu qui vous est présenté sur ce service peut être basé sur des données limitées, telles que le site Web ou l’application que vous utilisez, votre emplacement non précis, votre type d’appareil ou le contenu avec lequel vous interagissez (ou avez interagi) (par exemple, pour limiter le nombre de diffusions d’une vidéo ou d’un article à votre attention).","illustrations":["Un magazine de voyage a publié un article sur son site Web sur les nouveaux cours en ligne proposés par une école de langues, afin d’améliorer les expériences de voyage à l’étranger. Les articles de blog de l’école sont insérés directement au bas de la page et sélectionnés en fonction de votre emplacement non précis (par exemple, les articles de blog expliquant le programme du cours pour différentes langues que la langue du pays dans lequel vous vous trouvez).","Une application mobile d’actualités sportives a lancé une nouvelle section d’articles couvrant les matchs de football les plus récents. Chaque article comprend des vidéos hébergées par une plateforme de streaming distincte présentant les moments forts de chaque rencontre. Si vous faites avancer rapidement une vidéo, ces informations peuvent être utilisées pour sélectionner une vidéo plus courte à lire ensuite.\n\n"]}},"specialPurposes":{"1":{"id":1,"name":"Assurer la sécurité, prévenir et détecter la fraude et réparer les erreurs","description":"Vos données peuvent être utilisées pour surveiller et prévenir les activités inhabituelles et potentiellement frauduleuses (par exemple, en ce qui concerne la publicité, les clics publicitaires par des robots), et s’assurer que les systèmes et processus fonctionnent correctement et en toute sécurité. Elles peuvent également être utilisées pour corriger les problèmes que vous, l’éditeur ou l’annonceur pouvez rencontrer dans la diffusion de contenus et de publicités et dans votre interaction avec ceux-ci.\n\n","illustrations":["Un intermédiaire publicitaire diffuse des publicités de divers annonceurs sur son réseau de sites Web partenaires. Il remarque une augmentation importante des clics sur les publicités relatives à un annonceur, et utilise les données concernant la source des clics pour établir que 80 % des clics proviennent de robots plutôt que d’êtres humains.\n\n"]},"2":{"id":2,"name":"Fournir et présenter des publicités et du contenu","description":"Certaines informations (telles qu’une adresse IP ou des capacités d’appareil) sont utilisées pour assurer la compatibilité technique du contenu ou de la publicité, et pour faciliter la transmission du contenu ou de la publicité à votre appareil.","illustrations":["Cliquer sur un lien dans un article peut normalement vous envoyer vers une autre page ou une autre partie de l’article. Pour ce faire, 1°) votre navigateur envoie une demande à un serveur lié au site Web, 2°) le serveur répond (« voici l’article que vous avez demandé »), en utilisant les informations techniques automatiquement incluses dans la demande envoyée par votre appareil, pour afficher convenablement les informations/images qui font partie de l’article que vous avez demandé.Techniquement, un tel échange d’informations est nécessaire pour fournir le contenu qui apparaît sur votre écran.\n\n\n \n"]},"3":{"id":3,"name":"Enregistrer et communiquer les choix en matière de confidentialité","description":"Les choix que vous faites concernant les finalités et les entités énumérées dans le présent avis sont enregistrés et mis à la disposition de ces entités sous forme de signaux numériques (comme une chaîne de caractères). Cela est nécessaire pour permettre à la fois à ce service et à ces entités de respecter ces choix.","illustrations":["Lorsque vous consultez un site Internet et que vous avez le choix entre consentir à l’utilisation de profils pour une publicité personnalisée ou ne pas consentir, le choix que vous faites est enregistré et mis à la disposition des fournisseurs de publicité de sorte que la publicité qui vous est présentée respecte ce choix."]}},"features":{"1":{"id":1,"name":"Mettre en correspondance et combiner des données à partir d’autres sources de données","description":"Les informations concernant votre activité sur ce service peuvent être associées et combinées à d’autres informations vous concernant et provenant de diverses sources (par exemple, votre activité sur un service en ligne distinct, votre utilisation d’une carte de fidélité en magasin ou vos réponses à une enquête), à l’appui des finalités expliquées dans le présent avis.","illustrations":[]},"2":{"id":2,"name":"Relier différents appareils","description":"À l’appui des finalités expliquées dans le présent avis, votre appareil pourrait être considéré comme probablement lié à d’autres appareils qui vous appartiennent ou appartiennent à votre foyer (par exemple, parce que vous êtes connecté(e) au même service sur votre téléphone et votre ordinateur, ou parce que vous pouvez utiliser la même connexion Internet sur les deux appareils).","illustrations":[]},"3":{"id":3,"name":"Identifier les appareils en fonction des informations transmises automatiquement","description":"Votre appareil peut se distinguer d’autres appareils en fonction des informations qu’il envoie automatiquement lors de l’accès à Internet (par exemple, l’adresse IP de votre connexion Internet ou le type de navigateur utilisé) à l’appui des finalités exposées dans le présent avis.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Utiliser des données de géolocalisation précises","description":"Avec votre acceptation, votre emplacement précis (dans un rayon inférieur à 500 mètres) peut être utilisé à l’appui des finalités expliquées dans le présent avis.","illustrations":[]},"2":{"id":2,"name":"Analyser activement les caractéristiques de l’appareil pour l’identification","description":"Avec votre acceptation, certaines caractéristiques spécifiques à votre appareil peuvent être demandées et utilisées pour le distinguer d’autres appareils (comme les polices ou plug-ins installés, la résolution de votre écran) à l’appui des finalités expliquées dans le présent avis.","illustrations":[]}},"stacks":{"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Publicité basée sur des données limitées et mesure de performance des publicités","description":"La publicité peut être présentée sur la base de données limitée. La performance des publicités peut être mesurée."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Publicités personnalisées","description":"Les publicités peuvent être personnalisées sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité personnalisée."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Publicités basées sur des données limitées, mesure de performance des publicités et études d’audience","description":"La publicité peut être présentée sur la base de données limitée. La performance des publicités peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Publicités basées sur des données limitées, profil de publicités personnalisées et mesure de performance des publicités","description":"La publicité peut être présentée sur la base de données limitée. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité personnalisée. La performance des publicités peut être mesurée."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Sélection de publicités personnalisées et mesure de performance des publicités","description":"Les publicités peuvent être personnalisées sur la base d’un profil. La performance des publicités peut être mesurée."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Sélection de publicités personnalisées, mesure de performance des publicités et études d’audience","description":"Les publicités peuvent être personnalisées sur la base d’un profil. La performance des publicités peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Publicités personnalisées et mesure de performance des publicités","description":"Les publicités peuvent être personnalisées sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité personnalisée. La performance des publicités peut être mesurée."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Publicités personnalisées, mesure de performance des publicités et études d’audience","description":"Les publicités peuvent être personnalisées sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité personnalisée. La performance des publicités peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Publicités personnalisées","description":"Les publicités peuvent être personnalisées sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité personnalisée."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Contenu personnalisé","description":"Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Sélection de contenu personnalisé et mesure de performance du contenu","description":"Le contenu peut être personnalisé sur la base de votre profil. La performance du contenu peut être mesurée."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Sélection de contenu personnalisé, mesure de performance du contenu et études d’audience","description":"Le contenu peut être personnalisé sur la base de votre profil. La performance du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celle des autres. Le contenu peut être personnalisé en fonction de votre profil. La performance du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Contenu personnalisé et mesure de performance du contenu","description":"Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé. La performance du contenu peut être mesurée."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Contenu personnalisé, mesure de performance du contenu et études d’audience","description":"Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé. La performance du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Contenu personnalisé, mesure de performance du contenu, études d’audience et développement de services","description":"Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé. La performance du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Mesure de performance des publicités et du contenu et études d’audience","description":"La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Mesure de performance des publicités et du contenu","description":"La performance des publicités et du contenu peut être mesurée."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Mesure de performance des publicités et études d’audience","description":"La publicité peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Mesure de performance des publicités et du contenu, études d’audience et développement de services","description":"La performance des publicités et du contenu peut être mesurée. Votre activité sur ce service peut aider à développer et à améliorer des produits et services. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Mesure de performance du contenu, études d’audience et développement de services.","description":"La performance du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Mesure de performance du contenu et développement de services","description":"La performance du contenu peut être mesurée. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Sélection de publicités et de contenu personnalisés et mesure de performance des publicités et du contenu","description":"Les publicités et le contenu peuvent être personnalisés sur la base d’un profil. La performance des publicités et du contenu peut être mesurée."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Sélection de publicités et de contenu personnalisé, mesure de performance des publicités et du contenu et études d’audience","description":"Les publicités et le contenu peuvent être personnalisés sur la base d’un profil. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres. Les données peuvent être utilisées pour créer ou améliorer l’expérience utilisateur, les systèmes et les logiciels."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Publicités et contenu personnalisés et mesure de performance des publicités et du contenu","description":"Les publicités et le contenu peuvent être personnalisés sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité ou un contenu personnalisés. La performance des publicités et du contenu peut être mesurée."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Publicités et contenu personnalisés, mesure de performance des publicités et du contenu et études d’audience","description":"Les publicités et le contenu peuvent être personnalisés sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité ou un contenu personnalisés. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Publicités personnalisées et profil de contenu","description":"Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité ou un contenu personnalisés."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Sélection de publicités et de contenu personnalisés","description":"Les publicités et le contenu peuvent être personnalisés sur la base d’un profil."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Publicité basée sur des données limitées, mesure de performance des publicités et du contenu et études d’audience","description":"La publicité peut être présentée sur la base de données limitée. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Sélection de publicités et de contenu personnalisés, mesure de performance des publicités et du contenu et études d’audience","description":"Les publicités et le contenu peuvent être personnalisés sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité ou un contenu personnalisés. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Sélection de publicités et de contenu personnalisés, mesure de performance des publicités et du contenu, études d’audience et développement de services","description":"Les publicités et le contenu peuvent être personnalisés sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Publicité basée sur des données limitées, contenu personnalisé, mesure de performance des publicités et du contenu et études d’audience","description":"La publicité peut être présentée sur la base de données limitée. Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicité basée sur des données limitées, contenu personnalisé, mesure de performance des publicités et du contenu, études d’audience et développement de services","description":"La publicité peut être présentée sur la base de données limitée. Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Publicité basée sur des données limitées, contenu personnalisé, mesure de performance du contenu et études d’audience","description":"La publicité peut être présentée sur la base de données limitée. Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Publicité basée sur des données limitées, contenu personnalisé, mesure de performance du contenu, études d’audience et développement de services","description":"La publicité peut être présentée sur la base de données limitée. Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé. La performance du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Publicité basée sur des données limitées, contenu personnalisé et mesure de performance des publicités","description":"La publicité peut être présentée sur la base de données limitée. Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé. La performance des publicités peut être mesurée."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Publicité basée sur des données limitées, contenu personnalisé, mesure de performance des publicités et développement de services","description":"La publicité peut être présentée sur la base de données limitée. Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé. La performance des publicités peut être mesurée. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Publicités personnalisées, mesure de performance des publicités et développement de services","description":"La publicité peut être personnalisée en fonction de votre profil. Votre activité sur ce service peut servir à créer ou à améliorer un profil vous concernant pour la publicité personnalisée. La performance des publicités peut être mesurée. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Publicités personnalisées, mesure de performance des publicités, études d’audience et développement de services","description":"Les publicités peuvent être personnalisées sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité personnalisée. La performance des publicités peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Publicités personnalisées, mesure de performance des publicités et du contenu, études d’audience et développement de services","description":"La publicité peut être personnalisée en fonction de votre profil. Votre activité sur ce service peut servir à créer ou à améliorer un profil vous concernant pour la publicité personnalisée. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicités personnalisées, sélection de contenu personnalisé, mesure de performance des publicités et du contenu, études d’audience et développement de services","description":"Les publicités et le contenu peuvent être personnalisés sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité personnalisée. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Publicités et contenu personnalisés, mesure de performance des publicités et du contenu, études d’audience et développement de services","description":"Les publicités et le contenu peuvent être personnalisés sur la base d’un profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour une publicité et un contenu personnalisés. La performance des publicités et du contenu peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celles des autres. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Contenu basé sur des données limitées et mesure de performance du contenu","description":"Le contenu peut être sélectionné en fonction de données limitées. La performance du contenu peut être mesurée."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Contenu personnalisé","description":"Le contenu peut être personnalisé sur la base de votre profil. Votre activité sur ce service peut être utilisée pour créer ou améliorer un profil vous concernant pour un contenu personnalisé."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Publicité basée sur des données limitées, des mesures de performances des publicités, des études d’audience et le développement de services","description":"La publicité peut être présentée sur la base de données limitées. La performance des publicités peut être mesurée. Des rapports peuvent être générés en fonction de votre activité et de celle des autres. Votre activité sur ce service peut aider à développer et à améliorer des produits et services."},"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Données de géolocalisation précises et identification par analyse de l’appareil","description":"Des informations de géolocalisation précises et des informations sur les caractéristiques de l’appareil peuvent être utilisées."}},"dataCategories":{"1":{"id":1,"name":"Adresses IP","description":"Votre adresse IP est un numéro attribué par votre fournisseur d’accès Internet à toute connexion Internet. Elle n’est pas toujours spécifique à votre appareil et n’est pas toujours un identifiant stable. Elle est utilisée pour acheminer des informations sur Internet et afficher du contenu en ligne (y compris des publicités) sur votre périphérique connecté."},"2":{"id":2,"name":"Caractéristiques de l'appareil","description":"Caractéristiques techniques de l'appareil que vous utilisez qui ne vous sont pas propres, telles que la langue, le fuseau horaire ou le système d’exploitation."},"3":{"id":3,"name":"Identifiants de l’appareil","description":"L’identifiant d’un appareil est une chaîne unique de caractères attribuée à votre appareil ou navigateur au moyen d’un cookie ou d’autres technologies de stockage.  Il peut être créé ou consulté pour reconnaître votre appareil, par exemple sur des pages Web du même site ou sur plusieurs sites ou applications."},"4":{"id":4,"name":"Identifiants probabilistes","description":"Un identifiant probabiliste peut être créé en combinant les caractéristiques associées à votre appareil (le type de navigateur ou de système d’exploitation utilisé) et l’adresse IP de la connexion Internet. Si vous donnez votre accord, d’autres caractéristiques (par ex. la police installée ou la résolution d’écran) peuvent également être combinées pour améliorer la précision de l’identifiant probabiliste. Un tel identifiant est considéré comme « probabiliste » car plusieurs appareils peuvent partager les mêmes caractéristiques et la même connexion Internet. Il peut être utilisé pour reconnaître votre appareil, par exemple sur des pages Web du même site ou sur plusieurs sites ou applications."},"5":{"id":5,"name":"Identifiants dérivés de l’authentification","description":"Lorsqu’un identifiant est créé sur la base de données d’authentification, telles que les coordonnées associées aux comptes en ligne que vous avez créés sur des sites Web ou des applications (par ex. adresse e-mail, numéro de téléphone) ou des identifiants client (par ex. identifiant fourni par votre opérateur de télécommunications), il peut être utilisé pour vous reconnaître sur les sites Web, les applications et les appareils lorsque vous êtes connecté avec les mêmes coordonnées."},"6":{"id":6,"name":"Données de navigation et d’interaction","description":"Votre activité en ligne, telle que les sites Web que vous consultez, les applications que vous utilisez, le contenu que vous recherchez sur ce service, ou vos interactions avec du contenu ou des publicités, telles que le nombre de fois que vous avez vu un contenu ou une publicité spécifique ou si vous avez cliqué dessus."},"7":{"id":7,"name":"Données fournies par l’utilisateur","description":"Les informations que vous avez communiquées par déclaration via un formulaire (par ex., retour d’information, commentaire) ou lors de la création d’un compte (par ex., votre âge, votre profession)."},"8":{"id":8,"name":"Données de localisation non précises","description":"Une approximation de votre localisation, exprimée comme zone d’un rayon d’au moins 500 mètres. Votre localisation approximative peut être, par exemple, déduite de l’adresse IP de votre connexion."},"9":{"id":9,"name":"Données de localisation précises","description":"Votre localisation précise dans un rayon inférieur à 500 mètres en fonction de vos coordonnées GPS. Celles-ci ne peuvent être utilisées qu’avec votre acceptation."},"10":{"id":10,"name":"Profils d’utilisateurs","description":"Certaines caractéristiques (par ex. vos intérêts éventuels, vos intentions d’achat, votre profil de consommateur) peuvent être déduites ou modélisées à partir de votre précédente activité en ligne (par ex. le contenu que vous avez consulté ou le service que vous avez utilisé, le temps que vous avez passé sur divers contenus et services en ligne) ou des informations que vous avez communiquées (par ex. votre âge, votre profession)."},"11":{"id":11,"name":"Choix en matière de confidentialité","description":"Vos préférences concernant le traitement de vos données, en fonction des informations que vous avez reçues."}}}