{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:57Z","purposes":{"1":{"id":1,"name":"Lagra och/eller få åtkomst till information på en enhet","description":"Cookies, enhets- eller liknande onlineidentifierare (t.ex. inloggningsbaserade identifierare, slumpmässigt tilldelade identifierare, nätverksbaserade identifierare) tillsammans med annan information (t.ex. typ av webbläsare och information, språk, skärmstorlek, teknik som stöds osv.) kan lagras eller läsas på din enhet så att din enhet blir igenkänd varje gång den ansluter till en app eller till en webbplats, för ett eller flera av de ändamål som beskrivs här.","illustrations":["De flesta ändamål som beskrivs i detta meddelande är beroende av lagring eller åtkomst till information från din enhet när du använder en app eller besöker en webbplats. Till exempel kan en leverantör eller utgivare behöva lagra en cookie på din enhet vid ditt första besök på en webbplats för att kunna känna igen din enhet under dina kommande besök (genom att hämta information från denna cookie varje gång)."]},"2":{"id":2,"name":"Använda begränsade data för att välja reklam","description":"Reklam som presenteras för dig i den här tjänsten kan baseras på begränsade data, såsom webbplatsen eller appen du använder, din icke-exakta plats, din enhetstyp eller det innehåll du interagerar med (till exempel för att begränsa antalet gånger en annons visas för dig).","illustrations":["En biltillverkare vill, efter kontorstid, marknadsföra sina elbilar till användare som är miljömedvetna och som bor i en stad,. Reklamen visas på en sida med relaterat innehåll (till exempel en artikel om klimatförändringsåtgärder) efter kl. 18.30, för användare vars icke-exakta plats tyder på att de befinner sig i ett tätortsområde.","En stor producent av akvarellfärger vill genomföra en reklamkampanj online för sitt senaste akvarellsortiment. De vill diversifiera sin målgrupp för att nå så många amatörer och professionella konstnärer som möjligt och även undvika att visa annonsen bredvid felaktigt innehåll (till exempel artiklar om hur man målar sitt hus). Antalet gånger som annonsen har visats för dig detekteras och begränsas, för att undvika att den visas för ofta."]},"3":{"id":3,"name":"Skapa profiler för personaliserad reklam","description":"Information om din aktivitet i den här tjänsten (t.ex. formulär du skickar in, innehåll du tittar på) kan lagras och kombineras med annan information om dig (t.ex. information från din tidigare aktivitet i den här tjänsten och på andra webbplatser eller appar) eller liknande användare. Informationen används sedan för att skapa eller förbättra en profil om dig (som kan omfatta möjliga intressen och surfvanor). Denna och andra enheter kan (även senare) använda din profil för att visa reklam som verkar mer relevant baserat på dina eventuella intressen.","illustrations":["Om du läser flera artiklar om vilka cykeltillbehör det är bäst att köpa, kan denna information användas för att skapa en profil om ditt intresse för cykeltillbehör. En sådan profil kan användas eller förbättras senare, på samma eller en annan webbplats eller app, för att visa dig reklam för ett visst cykeltillbehörsmärke. Om du också tittar på en konfigurator för ett fordon på en webbplats för en tillverkare av lyxbilar, kan denna information kombineras med ditt intresse för cyklar för att finslipa din profil och göra ett antagande om att du är intresserad av lyxutrustning för din cykel.","Ett klädföretag vill marknadsföra sin nya kollektion av exklusiva barnkläder. Klädföretaget kontaktar en byrå som jobbar med klienter som i sin tur har välbärgade kunder (t.ex. exklusiva stormarknader). De ber byrån att skapa profiler med unga föräldrar eller par som kan antas ha hög inkomst  och nyligen fått barn, så att dessa senare kan användas för att visa reklam på appar som tillhör samarbetspartner, baserat på dessa profiler.\n"]},"4":{"id":4,"name":"Använda profiler för att välja personaliserad reklam\n","description":"Reklam som presenteras för dig på denna tjänst kan baseras på dina annonsprofiler, vilket kan återspegla din aktivitet i denna tjänst eller på andra webbplatser eller appar (som de formulär du skickar in, innehåll du tittar på), möjliga intressen och surfvanor.","illustrations":["En onlineåterförsäljare vill göra reklam för en rea på löparskor. Återförsäljaren vill rikta reklam till användare som tidigare tittat på löparskor på återförsäljarens mobilapp. Spårningstekniker kan användas för att identifiera att du tidigare har använt mobilappen för att söka efter löparskor och för att visa dig motsvarande annons i appen.","En profil som skapats för personaliserad reklam efter att en person har sökt efter cykeltillbehör på en webbplats, kan användas för att visa relevant reklam för cykeltillbehör på en mobilapp från en annan organisation."]},"5":{"id":5,"name":"Skapa profiler för att personaliserad innehåll\n","description":"Information om din aktivitet i den här tjänsten (t.ex. formulär du skickar in, annat än reklaminnehåll som du tittar på) kan lagras och kombineras med annan information om dig (t.ex. information från din tidigare aktivitet i den här tjänsten eller på andra webbplatser eller appar) eller liknande användare. Informationen används sedan för att skapa eller förbättra en profil om dig (som till exempel kan omfatta tänkbara intressen och surfvanor). Din profil kan (även senare) användas för att visa innehåll som verkar mer relevant baserat på dina tänkbara intressen, till exempel genom att anpassa en ordning för hur innehåll visas för dig, så att det blir ännu enklare för dig att hitta innehåll som matchar dina intressen.","illustrations":["Du läser flera artiklar om hur man bygger en trädkoja på en social medieplattform. Denna information kan läggas till i en profil för att markera ditt intresse för innehåll som är relaterat till utomhusaktiviteter samt gör-det-själv-guider (med syfte att tillåta personanpassning av innehåll, så att du till exempel får se fler blogginlägg och artiklar om trädkojor och timmerstugor i framtiden).","Du har tittat på tre videor om rymdutforskning i olika tv-appar. En nyhetsplattform du inte haft någon kontakt med kan då skapa en profil som markerar rymdutforskning som ett möjligt intresseämne för andra videos. "]},"6":{"id":6,"name":"Använda profiler för att välja personaliserad innehåll","description":"Innehåll som visas för dig på denna tjänst kan baseras på dina profiler för innehållsanpassning, vilket kan återspegla din aktivitet i denna eller andra tjänster (till exempel de formulär du skickar in, innehåll du tittar på), möjliga intressen och surfbeteenden. Profilerna kan användas bland annat för att anpassa ordningen för hur innehåll visas för dig, så att det är ännu lättare för dig att hitta innehåll (annat än reklam) som matchar dina intressen.","illustrations":["Du läser artiklar om vegetarisk mat på en social medieplattform och använder sedan ett oberoende företags matlagningsapp. Profilen som skapats om dig på den sociala medieplattformen kommer att användas för att presentera vegetariska recept på välkomstskärmen i matlagningsappen.","Du har tittat på tre videor om rodd på olika webbplatser. En oberoende videodelningsplattform kommer att rekommendera fem andra videor om rodd som kan vara av intresse för dig när du använder din tv-app, baserat på en profil som skapats om dig när du besökte de olika webbplatserna för att titta på onlinevideor."]},"7":{"id":7,"name":"Mäta reklamprestanda","description":"Information om vilken reklam som visas för dig och hur du interagerar med den kan användas för att avgöra hur bra en annons har fungerat för dig eller andra användare och om målen för reklamen uppnåddes. Till exempel huruvida du såg en annons, om du klickade på den, om det fick dig att köpa en produkt eller besöka en webbplats osv. Detta är till stor hjälp för att förstå reklamkampanjernas relevans.","illustrations":["På en utgivares webbplats har du klickat på en annons som gäller en onlinebutiks Black Friday-rabatt, och sedan köpt en produkt. Ditt klick kommer att länkas till detta köp. Din och andra användares interaktion kommer att mätas för att veta hur många av klicken på annonsen som ledde till ett köp.","I en utgivares app är du en av väldigt få som har klickat på en onlinebutiks annons om en rabatt i samband med International Appreciation Day. Utgivaren vill ha rapporter för att förstå hur ofta en specifik annonsplacering i appen, och särskilt annonsen som rör International Appreciation Day, har visats för dig eller andra användare eller hur ofta du eller de har klickat på den, för att hjälpa utgivaren och utgivarens partner (t.ex. byråer) att optimera annonsplaceringar."]},"8":{"id":8,"name":"Mäta innehållsprestanda","description":"Information om vilket innehåll som visas för dig och hur du interagerar med det kan användas för att avgöra om innehållet (annat än reklam) t.ex. nådde sin avsedda målgrupp och matchade dina intressen. Till exempel om du läser en artikel, tittar på en video, lyssnar på en poddsändning eller tittar på en produktbeskrivning, hur lång tid du tillbringade i den här tjänsten och de webbsidor du besöker osv. Detta är till stor hjälp för att förstå relevansen av innehåll (annat än reklam) som visas för dig.","illustrations":["Du har läst ett blogginlägg om vandring på en utgivares mobilapp och följt en länk till ett rekommenderat och relaterat inlägg. Dina interaktioner kommer att registreras och visar att det första vandringsinlägget var användbart för dig och att det lyckades intressera dig för det relaterade inlägget. Detta kommer att mätas för att veta om man ska skapa fler inlägg om vandring i framtiden och var man ska placera dem på startskärmen i mobilappen.","Du fick se en video om modetrender, men du och flera andra användare slutade titta efter 30 sekunder. Denna information används sedan för att utvärdera rätt längd på framtida videor om modetrender."]},"9":{"id":9,"name":"Förstå målgrupper genom statistik eller kombinationer av data från olika källor","description":"Rapporter kan genereras baserat på kombinationen av datauppsättningar (som användarprofiler, statistik, marknadsundersökningar, analysdata) avseende dina och andra användares interaktioner med reklaminnehåll eller annat än reklaminnehåll, för att identifiera vanliga egenskaper (till exempel för att bestämma vilka målgrupper som är mer mottagliga för en annonskampanj eller för visst innehåll).","illustrations":["Ägaren till en onlinebokhandel vill ha kommersiell rapportering som visar andelen besökare som besökte och lämnade bokhandelns webbplats utan att köpa något, eller som tittade på och köpte månadens kändissjälvbiografi, liksom medelåldern och fördelningen av män/kvinnor i varje kategori. Uppgifter som rör din navigering på webbplatsen och dina personliga egenskaper används sedan och kombineras med andra sådana uppgifter för att ta fram denna statistik.","En annonsör vill få bättre förståelse för vilken typ av publik som interagerar med annonsörens annonser. Annonsören uppmanar ett forskningsinstitut att jämföra egenskaperna hos användare som interagerade med annonsen med typiska attribut hos användare av liknande plattformar, över olika enheter. Denna jämförelse visar annonsören att annonspubliken huvudsakligen får tillgång till annonserna via mobila enheter och sannolikt befinner sig i åldersintervallet 45–60 år."]},"10":{"id":10,"name":"Utveckla och förbättra tjänster","description":"Information om din aktivitet i denna tjänst, såsom din interaktion med annonser eller innehåll, kan vara till stor hjälp för att förbättra produkter och tjänster och för att skapa nya produkter och tjänster baserat på användarinteraktioner, typ av publik osv. Detta specifika ändamål omfattar inte utveckling eller förbättring av användarprofiler och identifierare.","illustrations":["En teknikplattform som arbetar med en leverantör av sociala medier märker en ökning i antalet användare av mobilappar och ser baserat på deras profiler att många av dem ansluter via mobila anslutningar. Plattformen använder en ny teknik för att leverera annonser som är formaterade för mobila enheter och som har låg bandbredd, för att förbättra deras prestanda.","En annonsör letar efter ett sätt att visa annonser på en ny typ av konsumentenhet. Annonsören samlar in information om hur användare interagerar med denna nya typ av enhet för att avgöra om annonsören kan bygga en ny mekanism för att visa reklam på denna typ av enhet."]},"11":{"id":11,"name":"Använda begränsade data för att välja innehåll","description":"Innehåll som visas för dig på den här tjänsten kan baseras på begränsade data, såsom webbplatsen eller appen du använder, din exakta plats, din enhetstyp eller vilket innehåll du interagerar (eller har interagerat) med (till exempel för att begränsa antalet gånger en annons visas för dig).","illustrations":["En resetidning har publicerat en artikel på sin webbplats om de nya onlinekurser som en språkskola erbjuder, för att förbättra reseupplevelser utomlands. Skolans blogginlägg infogas direkt längst ner på sidan och väljs utifrån din icke-exakta plats (till exempel blogginlägg som förklarar kursplanen för andra språk än språket i det land där du befinner dig).","En mobilapp för sportnyheter har startat en ny sida med artiklar som rapporterar om de senaste fotbollsmatcherna. Varje artikel innehåller videor från en separat streamingplattform som visar höjdpunkterna i varje match. Om du snabbspolar en video kan denna information användas för att välja en kortare video att spela upp härnäst.\n"]}},"specialPurposes":{"1":{"id":1,"name":"Säkerställa säkerhet, förhindra och upptäcka bedrägerier samt åtgärda fel","description":"Dina uppgifter kan användas för att övervaka och förhindra ovanliga och eventuellt bedrägliga aktiviteter (t.ex. avseende reklam, annonsklick från robotar) och säkerställa att system och processer fungerar korrekt och säkert. De kan också användas för att korrigera eventuella problem som du, utgivaren eller annonsören kan stöta på i leveransen av innehåll och annonser och i din interaktion med dem.","illustrations":["En reklamförmedlare levererar annonser från olika annonsörer till sitt nätverk av partnerwebbplatser. Reklamförmedlaren märker en stor ökning av klick på annonser som rör en annonsör och använder data om källan till klicken för att fastställa att 80 % av alla klick kommer från robotar snarare än personer."]},"2":{"id":2,"name":"Leverera och visa reklam och innehåll","description":"Viss information (t.ex. en IP-adress eller en enhets kapacitet) används för att säkerställa innehållets eller reklamens tekniska kompatibilitet och för att underlätta överföringen av innehållet eller annonsen till din enhet.","illustrations":["Om du klickar på en länk i en artikel skickas du normalt till en annan sida eller del av artikeln. För att uppnå detta 1) skickar din webbläsare en begäran till en server som är länkad till webbplatsen, 2) svarar servern (”här är artikeln du bad om”), med hjälp av teknisk information som automatiskt ingår i begäran som skickas av din enhet, för att korrekt visa informationen/bilderna som är en del av artikeln du begärde. Tekniskt sett är sådant informationsutbyte nödvändigt för att leverera det innehåll som visas på din skärm.\n"]},"3":{"id":3,"name":"Spara och meddela dina integritetsval","description":"De inställningar du gör för de ändamål och enheter som anges i detta meddelande sparas och görs tillgängliga för de aktuella enheterna i form av digitala signaler (t.ex. en teckensträng). Detta är nödvändigt för att leverera denna tjänst och säkerställa att de aktuella enheterna respekterar dina val.","illustrations":["När du besöker en webbplats och erbjuds att samtycka eller inte samtycka till användningen av profiler för personanpassad reklam så sparas ditt val och görs tillgängligt för reklamleverantörer, så att reklam som presenteras för dig följer dina preferenser."]}},"features":{"1":{"id":1,"name":"Matchar och kombinerar data från andra datakällor","description":"Information om din aktivitet på den här tjänsten kan matchas och kombineras med annan information om dig och kommer från olika källor (till exempel din aktivitet på en separat onlinetjänst, din användning av ett lojalitetskort i butik eller dina svar på en undersökning), till stöd för de ändamål som förklaras i detta meddelande.","illustrations":[]},"2":{"id":2,"name":"Länka olika enheter","description":"Till stöd för de ändamål som beskrivs i detta meddelande kan din enhet anses som att den sannolikt är kopplad till andra enheter som tillhör dig eller ditt hushåll (till exempel för att du är inloggad i samma tjänst på både din telefon och din dator, eller för att du kan använda samma internetanslutning på båda enheterna).","illustrations":[]},"3":{"id":3,"name":"Identifierar enheter baserat på information som överförs automatiskt","description":"Din enhet kan särskiljas från andra enheter baserat på information som funktionen automatiskt skickar vid åtkomst till internet (till exempel IP-adressen för din internetanslutning eller vilken typ av webbläsare du använder) till stöd för de ändamål som anges i detta meddelande.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Använda exakta uppgifter om geografisk positionering","description":"Med ditt samtycke kan din exakta plats (inom en radie på mindre än 500 meter) användas för att stödja de ändamål som beskrivs i detta meddelande.","illustrations":[]},"2":{"id":2,"name":"Aktivt läsa av enhetens egenskaper för identifieringsändamål","description":"Med ditt samtycke kan vissa egenskaper som är specifika för din enhet begäras och användas för att skilja den från andra enheter (t.ex. installerade teckensnitt eller plugin-program, upplösningen på din skärm) till stöd för de ändamål som beskrivs i detta meddelande.","illustrations":[]}},"stacks":{"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Reklam baserad på begränsade data och annonsmätning","description":"Reklam kan presenteras baserat på begränsade data. Reklamens prestanda kan mätas."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Personanpassad reklam","description":"Reklam kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Reklam baserad på begränsade data, annonsmätning och förståelse för målgruppen","description":"Reklam kan presenteras baserat på begränsade data. Reklamens prestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Reklam baserad på begränsade data, personanpassad annonsprofil och annonsmätning","description":"Reklam kan presenteras baserat på begränsade data. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam. Reklamens prestanda kan mätas."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Val av personanpassad reklam och reklammätning","description":"Reklam kan personanpassas baserat på din profil. Reklamens prestanda kan mätas."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Val av personanpassad reklam, reklammätning och forskning angående målgrupp","description":"Reklam kan personanpassas baserat på din profil. Reklamens prestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Personanpassad reklam och reklammätning","description":"Reklam kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam. Reklamens prestanda kan mätas."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Personanpassad reklam, reklammätning och forskning angående målgrupp","description":"Reklam kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam. Reklamens prestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Personanpassad reklam","description":"Reklam kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Personanpassat innehåll","description":"Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Val av personanpassat innehåll och innehållsmätning","description":"Innehållet kan personanpassas baserat på din profil. Innehållsprestanda kan mätas."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Val av personanpassat innehåll, innehållsmätning och forskning angående målgrupp","description":"Innehållet kan personanpassas baserat på din profil. Innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Innehållet kan personanpassas baserat på din profil. Innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Personanpassat innehåll och innehållsmätning","description":"Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll. Innehållsprestanda kan mätas."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Personanpassat innehåll, innehållsmätning och forskning angående målgrupp","description":"Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll. Innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Personanpassat innehåll, innehållsmätning, forskning angående målgrupp och tjänsteutveckling","description":"Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll. Innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Reklam och innehållsmätning samt forskning angående målgrupp","description":"Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Reklam och innehållsmätning","description":"Annons- och innehållsprestanda kan mätas."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Reklammätning och forskning angående målgrupp","description":"Reklam kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Reklam och innehållsmätning, forskning angående målgrupp och tjänsteutveckling","description":"Annons- och innehållsprestanda kan mätas. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster. Rapporter kan genereras baserat på din och andras aktivitet."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Innehållsmätning, forskning angående målgrupp och tjänsteutveckling","description":"Innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Innehållsmätning och tjänsteutveckling","description":"Innehållsprestanda kan mätas. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Val av personanpassad reklam och innehåll, reklam och innehållsmätning","description":"Reklam och innehåll kan anpassas baserat på din profil. Annons- och innehållsprestanda kan mätas."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Val av personanpassad reklam och innehåll, reklam och innehållsmätning samt forskning angående målgrupp","description":"Reklam och innehåll kan anpassas baserat på din profil. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Uppgifterna kan användas för att skapa eller förbättra användarupplevelser, system och programvara."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Personanpassad reklam och innehåll, reklam- och innehållsmätning","description":"Reklam och innehåll kan anpassas baserat på din profil. Din aktivitet på denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam eller innehåll. Annons- och innehållsprestanda kan mätas."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Personanpassad reklam och innehåll, reklam- och innehållsmätning samt forskning angående målgrupp","description":"Reklam och innehåll kan anpassas baserat på din profil. Din aktivitet på denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam eller innehåll. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Personanpassad reklam- och innehållsprofil","description":"Din aktivitet på denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam eller innehåll."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Val av personanpassad reklam och innehåll","description":"Reklam och innehåll kan anpassas baserat på din profil."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Reklam baserad på begränsade data, reklam- och innehållsmätning samt forskning angående målgrupp","description":"Reklam kan presenteras baserat på begränsade data. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Val av personanpassad reklam, personanpassat innehåll, reklam och innehållsmätning samt forskning angående målgrupp","description":"Reklam och innehåll kan anpassas baserat på din profil. Din aktivitet på denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam eller innehåll. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Val av personanpassad reklam, personanpassat innehåll, reklam och innehållsmätning, forskning angående målgrupp och tjänsteutveckling","description":"Reklam och innehåll kan anpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Reklam baserad på begränsade data, personanpassat innehåll, reklam och innehållsmätning samt forskning angående målgrupp","description":"Reklam kan presenteras baserat på begränsade data. Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Reklam baserad på begränsade data, personanpassat innehåll, reklam och innehållsmätning, forskning angående målgrupp och tjänsteutveckling","description":"Reklam kan presenteras baserat på begränsade data. Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Reklam baserad på begränsade data, personanpassat innehåll, innehållsmätning och forskning angående målgrupp","description":"Reklam kan presenteras baserat på begränsade data. Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Reklam baserad på begränsade data, personanpassat innehåll, innehållsmätning, forskning angående målgrupp och tjänsteutveckling","description":"Reklam kan presenteras baserat på begränsade data. Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll. Innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Reklam baserad på begränsade data, personanpassat innehåll och reklammätning","description":"Reklam kan presenteras baserat på begränsade data. Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll. Reklamens prestanda kan mätas."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Reklam baserad på begränsade data, personanpassat innehåll, reklammätning och tjänsteutveckling","description":"Reklam kan presenteras baserat på begränsade data. Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll. Reklamens prestanda kan mätas. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Personanpassad reklam, reklammätning och tjänsteutveckling","description":"Reklam kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam. Reklamens prestanda kan mätas. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Personanpassad reklam, reklammätning, forskning angående målgrupp och tjänsteutveckling","description":"Reklam kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam. Reklamens prestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Personanpassad reklam, reklam- och innehållsmätning, forskning angående målgrupp och tjänsteutveckling","description":"Reklam kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Personanpassad reklam, val av personanpassat innehåll, reklam- och innehållsmätning, forskning angående målgrupp och tjänsteutveckling","description":"Reklam och innehåll kan anpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Personanpassad reklam och innehåll, reklam- och innehållsmätning, forskning angående målgrupp och tjänsteutveckling","description":"Reklam och innehåll kan anpassas baserat på din profil. Din aktivitet på denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassad reklam och innehåll. Annons- och innehållsprestanda kan mätas. Rapporter kan genereras baserat på din och andras aktivitet. Din aktivitet i denna tjänst kan hjälpa till att utveckla och förbättra produkter och tjänster."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Innehåll baserat på begränsade data och innehållsmätning","description":"Innehållet kan väljas baserat på begränsade data. Innehållsprestanda kan mätas."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Personanpassat innehåll","description":"Innehållet kan personanpassas baserat på din profil. Din aktivitet i denna tjänst kan användas för att skapa eller förbättra en profil om dig för personanpassat innehåll."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Reklam baserad på begränsade data, reklammätning, forskning angående målgrupp och tjänsteutveckling","description":"Reklam kan presenteras baserat på begränsade data. Reklamens prestanda kan mätas. Rapporter kan genereras baserat på din och andras aktiviteter. Dina aktiviteter på den här tjänsten kan hjälpa till att utveckla och förbättra produkter och tjänster."},"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Exakta uppgifter om geografisk positionering och identifiering via skanning av enheten","description":"Exakta lokaliseringsuppgifter och information om enhetens egenskaper kan användas."}},"dataCategories":{"1":{"id":1,"name":"IP-adresser","description":"Din IP-adress är ett nummer som din internetleverantör har tilldelat till en internetanslutning. Den är inte alltid specifik för din enhet och är inte alltid en stabil identifierare. Den används för att dirigera information på Internet och visa onlineinnehåll (inklusive annonser) på din anslutna enhet."},"2":{"id":2,"name":"Enhetens egenskaper","description":"Tekniska egenskaper om enheten du använder som inte är unika för dig, till exempel språk, tidszon eller operativsystem."},"3":{"id":3,"name":"Enhetsidentifierare","description":"En enhetsidentifierare är en unik teckensträng som tilldelas din enhet eller webbläsare med hjälp av en cookie eller annan lagringsteknik.  Den kan skapas eller nås för att känna igen din enhet, t.ex. på webbsidor från samma webbplats eller på flera webbplatser eller appar."},"4":{"id":4,"name":"Probabilistiska identifierare","description":"En probabilistisk identifierare kan skapas genom att kombinera egenskaper som är associerade med din enhet (den typ av webbläsare eller det operativsystem som används) och IP-adressen för internetanslutningen. Om du lämnar ditt samtycke kan ytterligare egenskaper (t.ex. det installerade teckensnittet eller skärmupplösningen) också kombineras för att förbättra precisionen hos den probabilistiska identifieraren. En sådan identifierare anses vara ”probabilistisk” eftersom flera enheter kan dela samma egenskaper och internetuppkoppling. Den kan användas för att känna igen din enhet på t.ex. webbsidor från samma webbplats eller på flera webbplatser eller appar."},"5":{"id":5,"name":"Autentiseringshärledda identifierare","description":"När en identifierare skapas på grundval av autentiseringsdata, t.ex. kontaktuppgifter som är kopplade till online-konton som du har skapat på webbplatser eller appar (t.ex. e-postadress, telefonnummer) eller kundidentifierare (t.ex. identifierare som tillhandahålls av din teleoperatör), kan den identifieraren användas för att känna igen dig på webbplatser, appar och enheter när du är inloggad med samma kontaktuppgifter."},"6":{"id":6,"name":"Bläddring- och interaktionsdata","description":"Din online-aktivitet, t.ex. de webbplatser du besöker, appar du använder, det innehåll du söker efter på den här tjänsten eller dina interaktioner med innehåll eller annonser, t.ex. antalet gånger du har sett ett visst innehåll eller en viss annons eller om du har klickat på den."},"7":{"id":7,"name":"Data som tillhandahålls av användaren","description":"Den information du kan ha lämnat genom uppgiftslämning via ett formulär (t.ex. feedback, en kommentar) eller när du skapat ett konto (t.ex. din ålder, ditt yrke)."},"8":{"id":8,"name":"Icke-exakta lokaliseringsdata","description":"En ungefärlig beskrivning av din plats, uttryckt som ett område med en radie på minst 500 meter. Din ungefärliga plats kan härledas från t.ex. IP-adressen för din anslutning."},"9":{"id":9,"name":"Exakta lokaliseringsdata","description":"Din exakta plats inom en radie på mindre än 500 meter baserat på dina GPS-koordinater. Den får endast användas med ditt godkännande."},"10":{"id":10,"name":"Användares profiler","description":"Vissa egenskaper (t.ex. dina potentiella intressen, dina köpavsikter, din kundprofil) kan härledas eller formas från din tidigare online-aktivitet (t.ex. innehållet du tittat på eller tjänsten du använt, den tid du tillbringat på olika online-innehåll och tjänster) eller den information du har lämnat (t.ex. din ålder, ditt yrke)."},"11":{"id":11,"name":"Integritetsval","description":"Dina preferenser avseende behandlingen av dina uppgifter, baserat på den information du har fått."}}}