{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:40Z","purposes":{"1":{"id":1,"name":"Andmete säilitamine ja/või ligipääs andmetele seadmes","description":"Teie seadmesse võidakse salvestada ja sealt lugeda küpsiseid, seadmeidentifikaatoreid jt sarnaseid veebiidentifikaatoreid (nt sisselogimispõhised identifikaatorid, juhuslikult määratud identifikaatorid, võrgupõhised identifikaatorid) koos muude andmetega (nt brauseri tüüp ja andmed, keel, ekraani suurus, toetatud tehnoloogiad jne), et seda iga kord ära tunda, kui see rakenduse või veebisaidiga ühenduse loob, ühel või mitmel siin esitatud eesmärgil.","illustrations":["Enamik selles teatises selgitatud eesmärke vajavad rakenduse kasutamisel või veebisaidi külastamisel teie seadmesse andmete salvestamist või teie seadmest nende lugemist. Näiteks võib müüja või avaldaja vajada küpsise salvestamist teie seadmesse veebisaidi esimese külastuse ajal, et teie seadet saaks teie järgmistel külastustel ära tunda (lugedes seda küpsist iga järgneva külastuse ajal)."]},"2":{"id":2,"name":"Piiratud andmete kasutamine reklaami valimiseks","description":"Teile selles teenuses kuvatavate reklaamide valik võib põhineda piiratud andmetel, nagu teie kasutatav veebisait või rakendus, teie mittetäpne asukoht, teie seadme tüüp või sisu, mida kasutate (olete kasutanud) (näiteks selleks, et piirata teile sama reklaami kuvamiskordade arvu).","illustrations":["Autotootja soovib reklaamida oma elektriautosid linnas elavatele keskkonnateadlikele kasutajatele pärast tööaega. Reklaami kuvatakse seotud sisuga lehel (nt artikkel kliimamuutuse vastu võetud meetmete kohta) pärast kella 18.30 kasutajatele, kelle mittetäpne asukoht näitab, et nad on linnapiirkonnas.","Suur akvarellvärvide tootja soovib viia läbi kampaania oma uusimate vesivärvide reklaamimiseks internetis ning jõuda võimalikult mitmekesise publikuni, kelle hulgas oleks võimalikult palju kunstnikke (nii asjaarmastajaid kui ka kutselisi) ning vältida samas reklaami kuvamist sobimatu sisu kõrval (näiteks artiklid selle kohta, kuidas oma maja värvida). Tuvastatakse mitu korda on reklaami teile kuvatud ja seda piiratakse, et vältida sama reklaami näitamist teile liiga sageli."]},"3":{"id":3,"name":"Isikupärastatud reklaamiprofiili loomine","description":"Andmeid teie tegevuse kohta selles teenuses (nt teie esitatud vormid, teie vaadatud sisu) saab salvestada ja kombineerida muude andmetega teie (näiteks andmed teie varasema tegevuse kohta selles teenuses ja teistel veebisaitidel või rakendustes) või sarnaste kasutajate kohta. Seejärel kasutatakse seda teie profiili loomiseks või täiustamiseks (mis võib hõlmata võimalikke huve ja isiklikke aspekte). See juriidiline isik ja teised saavad kasutada teie profiili (sh hiljem) selleks, et kuvada reklaame, mis on teie võimalike huvide põhjal asjakohasemad.","illustrations":["Kui olete lugenud mitut artiklit kõige kasulikumate jalgrattatarvikute, võidakse seda teavet kasutada selleks, et koostada profiil teie huvi kohta jalgrattatarvikute vastu. Sellist profiili võib hiljem kasutada või täiustada samal või teisel veebisaidil või rakenduses, et kuvada teile mõne jalgrattatarvikute kaubamärgi reklaame. Kui olete vaadanud ka autokonfiguraatorit luksusautode tootja veebisaidil, võidakse need andmed kombineerida teie huviga jalgrataste vastu, et teie profiili täiustada ning eeldada, et olete huvitatud just luksuslikust jalgrattavarustusest.","Rõivafirma soovib reklaamida oma uut kõrgtaseme beebirõivaste kollektsiooni. Firma võtab ühendust reklaamiagentuuriga, kelle klientide hulgas on neid, kes teenindavad suure sissetulekuga tarbijaid (näiteks tipptasemel supermarketid), ja palub agentuuril luua profiilid noorte perede / paaride kohta, kelle puhul võib eeldada, et tegu on varakate ja väikelapsega peredega, et neid profiile saaks hiljem kasutada partnerrakendustes reklaamide kuvamiseks."]},"4":{"id":4,"name":"Profiili kasutamine isikupärastatud reklaamide valimiseks","description":"Teile selles teenuses kuvatav reklaam võib põhineda teie reklaamiprofiilidel, mis võivad kajastada teie tegevust selles teenuses või teistel veebisaitidel või teistes rakendustes (nt teie esitatud vormid, teie vaadatud sisu), võimalikel huvidel ja isiklikel aspektidel.","illustrations":["Internetipood soovib reklaamida jooksujalatsite allahindluskampaaniat. Soovitakse sihtida kasutajaid, kes on varem poe mobiilirakenduses jooksujalatseid vaadanud. Jälitustehnoloogiate abil võidakse tuvastada, et olete varem kasutanud mobiilirakendust jooksujalatsite uurimiseks, et kuvada teile rakenduses vastavat reklaami.","Isikupärastatud reklaamiprofiili, mis on loodud seoses sellega, et isik otsis veebisaidil jalgrattatarvikuid, saab kasutada asjaomase jalgrattatarvikute reklaami kuvamiseks teise organisatsiooni mobiilirakenduses."]},"5":{"id":5,"name":"Isikupärastatud sisuprofiili loomine","description":"Andmeid teie tegevuse kohta selles teenuses (nt teie esitatud vormid, teie vaadatud mittereklaamsisu) saab salvestada ja ühendada muude andmetega teie (näiteks teie varasem tegevus selles teenuses ja teistel veebisaitidel või rakendustes) või sarnaste kasutajate kohta. Seejärel kasutatakse seda teie profiili loomiseks või täiustamiseks (mis võib nt hõlmata võimalikke huve ja isiklikke aspekte). Teie profiili saab kasutada (ka hiljem) selleks, et kuvada sisu, mis näib teie võimalike huvide põhjal asjakohasem, näiteks kohandada teile sisu näitamise järjestust, et teil oleks veelgi lihtsam leida sisu, mis vastab teie huvidele.","illustrations":["Loete sotsiaalmeedia platvormil mitmeid artikleid puuonni ehitamise kohta. Need andmed võidakse lisada teie profiilile, et märkida üles teie huvi õuetegevustega seotud sisu ning isetegemise juhendite vastu (eesmärgiga võimaldada sisu isikupärastamist, et teile nt tulevikus kuvada rohkem blogipostitusi ja artikleid puuonnide ning puitmajakeste kohta).","Olete vaadanud erinevates TV rakendustes kolme videot kosmoseuuringute kohta. Mitteseotud uudisteplatvorm, millega teil pole olnud kokkupuudet, loob selle vaatamistegevuse põhjal profiili, märkides kosmoseuuringud võimalikuks huviks, mille alusel teisi videoid kuvada."]},"6":{"id":6,"name":"Profiili kasutamine isikupärastatud sisu valimiseks","description":"Teile selles teenuses kuvatav sisu võib põhineda teie sisu isikupärastamise profiilidel, mis võivad peegeldada teie tegevust selles või muudes teenustes (nt teie esitatud vormid ja vaadatud sisu), võimalikke huve ja isiklikke iseärasusi. Nende andmete põhjal saab näiteks kohandada teile sisu näitamise järjestust, et teil oleks veelgi lihtsam leida (mittereklaam)sisu, mis vastab teie huvidele.","illustrations":["Te loete sotsiaalmeedia platvormil artikleid taimetoidu kohta ja kasutate seejärel mitteseotud ettevõtte retseptirakendust. Teie kohta sotsiaalmeedia platvormil ehitatud profiili kasutatakse selleks, et kuvada teile retseptirakenduse avakuval taimetoitlastele mõeldud retsepte.","Olete vaadanud erinevatel veebisaitidel kolme videot sõudmise kohta. Mitteseotud videote jagamise platvorm soovitab veel viit videot sõudmisest, mis võivad teile oma TV rakenduse kasutamisel huvi pakkuda, tuginedes teie kohta loodud profiili, kui külastasite neid erinevaid veebisaite veebivideote vaatamiseks."]},"7":{"id":7,"name":"Reklaamide tulemuslikkuse mõõtmine","description":"Andmeid selle kohta, milliseid reklaame teile kuvatakse ja mida nendega teete, saab kasutada selleks, et teha kindlaks, kui hästi on reklaam teie või teiste kasutajate jaoks töötanud ja kas reklaami eesmärgid on saavutatud. Näiteks, kas nägite reklaami, kas klõpsasite sellel, kas see pani teid toodet ostma või veebisaiti külastama jne. See on väga kasulik reklaamikampaaniate asjakohasuse analüüsimisel.","illustrations":["Olete klõpsanud avaldaja veebisaidil veebipoe „musta reede“ allahindluskampaania reklaamil ja ostnud toote. Teie klõps seotakse selle ostuga. Teie ja teiste kasutajate suhtlust mõõdetakse, et teada saada, kui palju klõpse reklaamil viisid ostuni.","Olete üks vähestest, kes on klõpsanud avaldaja rakenduses kingipoe internetikaupluse „rahvusvahelise tunnustamispäeva“ allahindluskampaania reklaamil. Avaldaja soovib aruandeid, et aru saada, kui sageli rakenduses konkreetset rakendust näidatakse, ja eriti seda, kui palju kordi „rahvusvahelise tunnustamispäeva“ reklaami on näidatud teile ja teistele kasutajatele või palju kordi olete sellel klõpsanud, et aidata avaldajal ja tema partneritel (nt agentuurid) reklaamide kuvamist optimeerida."]},"8":{"id":8,"name":"Sisu tulemuslikkuse mõõtmine","description":"Andmeid selle kohta, millist sisu teile kuvatakse ja mida sellega teete, saab kasutada selleks, et teha kindlaks, kas mittereklaamsisu jõudis sihtrühmani ja vastas teie huvidele. Näiteks, kas loete artiklit, vaatate videot, kuulate veebisaadet või vaatate toote kirjeldust, kui kaua selles teenuses aega kulutasite ja milliseid veebilehti külastate jne. See on väga kasulik teile näidatava mittereklaamsisu asjakohasuse analüüsimisel.","illustrations":["Olete lugenud blogipostitust avaldaja mobiilirakenduses matkamise kohta ning klõpsasite soovitatud ja seotud postituste lingil. Teie tegevused registreeritakse selliselt, et need näitavad, et esialgne matkapostitus oli teile kasulik ning sellel õnnestus äratada teis huvi uurida seotud postitusi. Seda mõõdetakse selleks, et teada saada, kas kuvada tulevikus matkamise kohta rohkem postitusi ja kuhu need mobiilirakenduse avakuval paigutada.","Teile kuvati videot moesuundade kohta, kuid teie ja mitmed teised kasutajad lõpetasid 30 sekundi pärast video vaatamise. Nende andmete põhjal tehakse tulevikus otsuseid moevideote kestuste valimisel."]},"9":{"id":9,"name":"Vaatajaskonna analüüsimine statistika või erinevatest allikatest pärinevate andmete kombinatsioonide kaudu","description":"Aruandeid saab koostada andmekogumite kombinatsiooni (nt kasutajaprofiilid, statistika, turu-uuringud, analüütikaandmed) põhjal, mis puudutab teie ja teiste kasutajate tegevusi reklaamsisu või mittereklaamsisuga, et tuvastada ühised omadused (näiteks selleks, et teha kindlaks, millised sihtrühmad on reklaamikampaania või teatud sisu suhtes vastuvõtlikumad).","illustrations":["Interneti-raamatupoe omanik soovib kommertsaruandlust, mis näitab külastajate osakaalu, kes sirvisid poodi ja lahkusid ostu sooritamata või sirvisid saiti ning ostsid vastava kuu uusima autobiograafia, samuti soovitab ta andmeid kategooria keskmise vanuse ja meeste/naiste jaotuse kohta. Seejärel kasutatakse ja kombineeritakse andmeid, mis on seotud sellega, kuidas saidil navigeerisite ning teie isikuomadustega, et koostada vastav statistika.","Reklaamija soovib paremini aru saada, mis liiki vaatajaskonda tema reklaamid tegutsema panevad. Ta konsulteerib uuringuasutusega, et võrrelda reklaamist mõjutatud kasutajate omadusi sarnaste platvormide (eri seadmete) kasutajate tüüpiliste omadustega. See võrdlus näitab reklaamijale, et tema reklaamivaatajaskond näeb reklaame peamiselt mobiilseadmetes ja on tõenäoliselt 45–60 aastat vana."]},"10":{"id":10,"name":"Teenuste arendamine ja täiendamine","description":"Andmed teie tegevuse kohta selles teenuses, näiteks tegevused reklaamide või sisuga, võib olla väga kasulik toodete ja teenuste täiendamiseks ning kasutaja tegevuste, vaatajaskonna liigi jm põhjal uute toodete ja teenuste arendamiseks. See konkreetne eesmärk ei hõlma kasutajaprofiilide ja identifikaatorite arendamist ega täiendamist.","illustrations":["Sotsiaalmeediafirmaga koostööd tegev tehnoloogiaplatvorm märkab mobiilirakenduste kasutajate kasvu ja näeb nende profiilide põhjal, et paljud neist kasutavad ühenduse jaoks mobiilset andmesidet. Nad hakkavad kasutama uut tehnoloogiat mobiilseadmete jaoks vormindatud ja väikese ribalaiusega reklaamide edastamiseks, et parandada reklaamide tulemuslikkust.","Reklaamija otsib viisi, kuidas kuvada reklaame uut tüüpi tarbijaseadmes. Ta kogub andmeid selle kohta, kuidas kasutajad sellist uut tüüpi seadet kasutavad, et teha kindlaks, kas nad suudavad luua uue mehhanismi seda tüüpi seadmes reklaamide kuvamiseks."]},"11":{"id":11,"name":"Piiratud andmete kasutamine sisu valimiseks","description":"Teile selles teenuses kuvatava sisu valik võib põhineda piiratud andmetel, nagu teie kasutatav veebisait või rakendus, teie mittetäpne asukoht, teie seadme tüüp või sisu, mida kasutate (olete kasutanud) (näiteks selleks, et piirata teile sama video või artikli kuvamiskordade arvu).","illustrations":["Reisiajakiri on avaldanud oma veebisaidil artikli keelekooli pakutavate uute veebikursuste kohta, mis on suunatud välismaale reisijatele. Kooli blogipostitused sisestatakse otse lehe allossa ja valitakse teie mittetäpse asukoha alusel (näiteks blogipostitused, milles selgitatakse selliste keelte kursusi, mis pole teie asukohas riigikeeleks).","Spordiuudiste mobiilirakendus on alustanud uut veergu, kus käsitletakse viimaseid jalgpallimatše. Iga artikkel sisaldab videoid, mida hostib eraldi voogesitusplatvorm, mis näitab iga matši olulisemaid momente. Kui videot edasi kerite, võidakse neid andmeid kasutada järgmise matši kohta lühema video valimiseks."]}},"specialPurposes":{"1":{"id":1,"name":"Turvalisuse tagamine, pettuste ennetamine ja tuvastamine ning vigade parandamine","description":"Teie andmeid võidakse kasutada ebatavaliste tegevuste ja võimalike pettuste tuvastamiseks ning ennetamiseks (nt reklaamiga seoses klõpsubottide takistamiseks) ning süsteemide ja protsesside õige ja turvalise töö tagamiseks. Seda saab kasutada ka mis tahes probleemide parandamiseks, mis teie avastate või avaldaja või reklaamija avastab sisu ja reklaamide kuvamisel või mis on seotud sellega, mida selliste reklaamide või sisuga teete.","illustrations":["Reklaamivahendaja edastab erinevate reklaamijate reklaame oma partnerveebisaitide võrgustikku. Ta märkab ühe reklaamijaga seotud reklaamidel klõpsamiste suurt suurenemist ja kasutab andmeid klõpsude allika kohta, et teha kindlaks, et 80% klõpsudest pärinevad pigem robotitelt kui inimestelt."]},"2":{"id":2,"name":"Reklaami ja sisu kuvamine","description":"Teatud andmeid (nt IP-aadress või seadme võimalused) kasutatakse sisu või reklaami tehnilise ühilduvuse tagamiseks ja teie seadmesse sisu või reklaami edastamise hõlbustamiseks.","illustrations":["Artiklis oleva lingi klõpsamine võib tavaliselt saata teid artikli teisele lehele või osale. Selle saavutamiseks: 1) saadab teie brauser taotluse veebisaidile lingitud serverile; 2) server vastab: „siin on toode, mida palusite,“ kasutades teie seadme saadetud taotluses automaatselt sisalduvat tehnilist teavet, et kuvada õigesti teavet/pilte, mis kuuluvad teie küsitud artikli juurde. Tehniliselt on selline teabevahetus vajalik teie seadme ekraanil sisu kuvamiseks."]},"3":{"id":3,"name":"Eraelu puutumatusega seotud valikute salvestamine ja edastamine","description":"Selles teatises loetletud eesmärkide ja juriidiliste isikutega seotud valikud salvestatakse ja tehakse neile kättesaadavaks digisignaalide kujul (nt märgistringina). See on vajalik, et võimaldada teenuse ja juriidiliste isikutega seoses selliste valikute järgimist.","illustrations":["Kui külastate veebisaiti ja teile pakutakse valikut nõustuda profiilianalüüsiga isikupärastatud reklaami eesmärgil, siis teie valik salvestatakse ja tehakse reklaamipakkujatele kättesaadavaks, et teile kuvatavad reklaamid austaks seda valikut."]}},"features":{"1":{"id":1,"name":"Teistest allikatest pärit andmete seostamine ja ühendamine","description":"Andmed teie tegevuse kohta selles teenuses võidakse seostada ja kombineerida muude teid puudutava ja mitmesugustest allikatest pärinevate andmetega (näiteks teie tegevus mõnes teises veebiteenuses, teie kliendikaardi kasutus kaupluses või teie vastused küsitlusele), et toetada käesolevas teatises selgitatud eesmärke.","illustrations":[]},"2":{"id":2,"name":"Erinevate seadmete seostamine","description":"Selles teatises selgitatud eesmärkide toetamiseks võidakse teie seadet pidada tõenäoliselt seotuks teiste seadmetega, mis kuuluvad teile või teie majapidamisele (näiteks põhjusel, et olete sisse logitud samasse teenusesse nii telefonis kui ka arvutis või kasutate sama internetiühendust mõlemas seadmes).","illustrations":[]},"3":{"id":3,"name":"Seadmete tuvastamine automaatselt edastatud andmete põhjal","description":"Teie seadet võidakse eristada teistest seadmetest andmete põhjal, mida see automaatselt internetiühenduse kaudu edastab (näiteks teie internetiühenduse IP-aadress või kasutatava brauseri tüüp), et toetada selles teatises kirjeldatud eesmärke.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Täpsete geolokatsiooniandmete kasutamine","description":"Teie nõusolekul võidakse käesolevas teatises kirjeldatud eesmärkide toetamiseks kasutada teie täpset asukohta (alla 500 m raadiuse täpsusega).","illustrations":[]},"2":{"id":2,"name":"Seadme parameetrite aktiivne skannimine tuvastamiseks","description":"Teie nõusolekul võidakse taotleda ja kasutada teatavaid teie seadme parameetreid, et eristada seda teistest seadmetest (nt installitud fondid või pistikprogrammid, teie seadme ekraani eraldusvõime) käesolevas teatises selgitatud eesmärkide toetamiseks.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Täpsed geolokatsiooniandmed ja tuvastamine seadme skannimise teel","description":"Võib kasutada täpseid geolokatsiooniandmeid ja andmeid seadme parameetrite kohta."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam ja reklaami mõõtmine","description":"Reklaame saab kuvada piiratud andmete põhjal. Reklaami tulemuslikkust saab mõõta."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Isikupärastatud reklaamid","description":"Reklaame saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamimise eesmärgil."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam, reklaamide tulemuslikkus ja vaatajaskonna analüüsimine.","description":"Reklaame saab kuvada piiratud andmete põhjal. Reklaami tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam, isikupärastatud reklaamiprofiil ja reklaami mõõtmine","description":"Reklaame saab kuvada piiratud andmete põhjal. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamimise eesmärgil. Reklaami tulemuslikkust saab mõõta."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Isikupärastatud reklaamide valimine ja reklaamide mõõtmine","description":"Reklaame saab profiili põhjal isikupärastada. Reklaami tulemuslikkust saab mõõta."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Isikupärastatud reklaamide valimine, reklaamide mõõtmine ja vaatajaskonna uuring","description":"Reklaame saab profiili põhjal isikupärastada. Reklaami tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Isikupärastatud reklaamid ja reklaamide mõõtmine","description":"Reklaame saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamimise eesmärgil. Reklaami tulemuslikkust saab mõõta."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Isikupärastatud reklaamid, reklaamide mõõtmine ja vaatajaskonna uuring","description":"Reklaame saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamimise eesmärgil. Reklaami tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Isikupärastatud reklaamid","description":"Reklaame saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamimise eesmärgil."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Isikupärastatud sisu","description":"Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Isikupärastatud sisu valik ning sisu mõõtmine","description":"Sisu saab teie profiili põhjal isikupärastada. Sisu tulemuslikkust saab mõõta."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Isikupärastatud sisu valimine, sisu mõõtmine ja vaatajaskonna uuring","description":"Sisu saab teie profiili põhjal isikupärastada. Sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste isikute tegevuse põhjal. Sisu saab teie profiili põhjal isikupärastada. Sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Isikupärastatud sisu ning sisu mõõtmine","description":"Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil. Sisu tulemuslikkust saab mõõta."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Isikupärastatud sisu, sisu mõõtmine ja vaatajaskonna uuring","description":"Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil. Sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Isikupärastatud sisu, sisu mõõtmine, vaatajaskonna uuring ja teenuste arendamine","description":"Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil. Sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Reklaami ja sisu mõõtmine ning vaatajaskonna uuringud","description":"Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Reklaamide ja sisu mõõtmine","description":"Reklaamide ja sisu tulemuslikkust saab mõõta."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Reklaami mõõtmine ning vaatajaskonna uuringud","description":"Reklaame saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Reklaami ja sisu mõõtmine, vaatajaskonna uuringud ja teenuste arendamine","description":"Reklaamide ja sisu tulemuslikkust saab mõõta. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Sisu mõõtmine, vaatajaskonna uuringud ja teenuste arendamine","description":"Sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Sisu mõõtmine ja teenuste arendamine","description":"Sisu tulemuslikkust saab mõõta. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Isikupärastatud reklaamide ja sisu valimine, reklaamide ning sisu mõõtmine","description":"Reklaame ja sisu saab profiili põhjal isikupärastada. Reklaamide ja sisu tulemuslikkust saab mõõta."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Isikupärastatud reklaamide ja sisu valimine, reklaamide ning sisu mõõtmine ja vaatajaskonna uuring","description":"Reklaame ja sisu saab profiili põhjal isikupärastada. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal. Andmeid võib kasutada kasutajakogemuse, süsteemide ja tarkvara loomiseks või täiustamiseks."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Isikupärastatud reklaamid ja sisu, reklaamide ning sisu mõõtmine","description":"Reklaame ja sisu saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamide või sisu eesmärgil. Reklaamide ja sisu tulemuslikkust saab mõõta."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Isikupärastatud reklaamid ja sisu, reklaamide ning sisu mõõtmine ja vaatajaskonna uuring","description":"Reklaame ja sisu saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamide või sisu eesmärgil. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Isikupärastatud reklaami- ja sisuprofiil","description":"Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamide või sisu eesmärgil."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Isikupärastatud reklaamide ja sisu valimine","description":"Reklaame ja sisu saab profiili põhjal isikupärastada."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam, reklaami ja sisu mõõtmine ning vaatajaskonna uuring","description":"Reklaame saab kuvada piiratud andmete põhjal. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Isikupärastatud reklaamide valimine, isikupärastatud sisu, reklaamide ning sisu mõõtmine ja vaatajaskonna uuring","description":"Reklaame ja sisu saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamide või sisu eesmärgil. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Isikupärastatud reklaamide valimine, isikupärastatud sisu, reklaamide ning sisu mõõtmine, vaatajaskonna uuring ja teenuste arendamine","description":"Reklaame ja sisu saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam, isikupärastatud sisu, reklaami ja sisu mõõtmine ning vaatajaskonna uuring","description":"Reklaame saab kuvada piiratud andmete põhjal. Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam, isikupärastatud sisu, reklaami ja sisu mõõtmine, vaatajaskonna uuring ning teenuste arendamine","description":"Reklaame saab kuvada piiratud andmete põhjal. Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam, isikupärastatud sisu, sisu mõõtmine ning vaatajaskonna uuring","description":"Reklaame saab kuvada piiratud andmete põhjal. Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam, isikupärastatud sisu, sisu mõõtmine, vaatajaskonna uuring ning teenuste arendamine","description":"Reklaame saab kuvada piiratud andmete põhjal. Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil. Sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam, isikupärastatud sisu ning reklaami mõõtmine","description":"Reklaame saab kuvada piiratud andmete põhjal. Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil. Reklaami tulemuslikkust saab mõõta."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam, isikupärastatud sisu, reklaami mõõtmine ja teenuste arendamine","description":"Reklaame saab kuvada piiratud andmete põhjal. Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud sisu eesmärgil. Reklaami tulemuslikkust saab mõõta. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Isikupärastatud sisu, reklaami mõõtmine ja teenuste arendamine","description":"Reklaame saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamimise eesmärgil. Reklaami tulemuslikkust saab mõõta. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Isikupärastatud sisu, reklaami mõõtmine, vaatajaskonna uuring ja teenuste arendamine","description":"Reklaame saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamimise eesmärgil. Reklaami tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Isikupärastatud sisu, reklaami ja sisu mõõtmine, vaatajaskonna uuring ja teenuste arendamine","description":"Reklaame saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamimise eesmärgil. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Isikupärastatud reklaamid, isikupärastatud sisu valimine, reklaamide ning sisu mõõtmine, vaatajaskonna uuring ja teenuste arendamine","description":"Reklaame ja sisu saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamimise eesmärgil. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Isikupärastatud reklaamid ja sisu, reklaami ja sisu mõõtmine, vaatajaskonna uuring ja teenuste arendamine","description":"Reklaame ja sisu saab profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks isikupärastatud reklaamide ja sisu eesmärgil. Reklaamide ja sisu tulemuslikkust saab mõõta. Aruandeid saab luua teie ja teiste tegevuste põhjal. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Piiratud andmetel põhinev sisu ja sisu mõõtmine","description":"Sisu saab valida piiratud andmete alusel. Sisu tulemuslikkust saab mõõta."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Isikupärastatud sisu","description":"Sisu saab teie profiili põhjal isikupärastada. Teie tegevusi selles teenuses saab kasutada teie profiili loomiseks või täiustamiseks vastava sisu isikupärastamise eesmärgil."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Piiratud andmetel põhinev reklaam, reklaami mõõtmine, vaatajaskonna uuringud ning teenuste arendamine","description":"Reklaame saab kuvada piiratud andmete põhjal. Reklaami tulemuslikkust saab mõõta. Aruandeid saab luua teie enda ja teiste inimeste tegevuste põhjal. Teie tegevus selles teenuses aitab tooteid ja teenuseid arendada ning täiustada."}},"dataCategories":{"1":{"id":1,"name":"IP-aadressid","description":"Teie IP-aadress on number, mille on määranud teie internetipakkuja teie internetiühendusele. See ei ole alati seotud ainult teie seadmega ning ei pruugi olla stabiilne identifikaator. Seda kasutatakse internetis andmevoo suunamiseks ja veebisisu (sh reklaamide) kuvamiseks teie ühendatud seadmes."},"2":{"id":2,"name":"Seadme omadused","description":"Teie kasutatava seadme tehnilised omadused, mis ei ole teile ainulaadsed, näiteks keel, ajavöönd või operatsioonisüsteem."},"3":{"id":3,"name":"Seadme identifikaatorid","description":"Seadme identifikaator on unikaalne tähemärgijada, mis on määratud teie seadmele või brauserile küpsise või mõne muu salvestustehnoloogia abil.  See võidakse luua või neid võidakse lugeda teie seadme tuvastamiseks, nt sama veebisaidi eri lehtedel või üle mitme saidi või rakenduse."},"4":{"id":4,"name":"Tõenäosuspõhised identifikaatorid","description":"Tõenäosuspõhise identifikaatori saab luua, kombineerides teie seadmega seotud omadusi (kasutatud brauser või operatsioonisüsteem) ja internetiühenduse IP-aadress. Kui annate oma nõusoleku, saab täpsuse parandamiseks kombineerida tõenäosuspõhise identifikaatoriga ka täiendavaid omadusi (nt installitud font või ekraani lahutusvõime). Sellist identifikaatorit peetakse „tõenäosuspõhiseks“, kuna mitmed seadmed võivad jagada samu omadusi ja internetiühendust. Seda võidakse kasutada teie seadme tuvastamiseks, nt sama veebisaidi eri lehtedel või üle mitme saidi või rakenduse."},"5":{"id":5,"name":"Autentimisega saadud identifikaatorid","description":"Kui identifikaator luuakse autentimisandmete põhjal, näiteks veebisaitidel või rakendustes loodud veebikonto (nt e-posti aadress, telefoninumber) või kliendiidentifikaatoritega (nt teie sideoperaatori esitatud identifikaator) seotud kontaktandmete põhjal, võidakse seda identifikaatorit kasutada teie tuvastamiseks veebisaitidel, rakendustes ja seadmetes, kui olete sisse logitud samade kontaktandmetega."},"6":{"id":6,"name":"Brausimis- ja suhtlemisandmed","description":"Teie tegevus veebis, nt külastatud veebisaidid, kasutatud rakendused, selles teenuses otsitav sisu või teie kokkupuude sisu või reklaamidega, nt mitu korda olete konkreetset sisu või reklaami näinud või kas sellel klõpsasite."},"7":{"id":7,"name":"Kasutaja esitatud andmed","description":"Andmed, mis olete esitanud vormi kaudu (nt tagasiside, kommentaar) või konto registreerimisel (nt teie vanus, ametikoht)."},"8":{"id":8,"name":"Ebatäpsed asukohaandmed","description":"Teie ligikaudne asukoht, mis on vähemalt 500 m raadiusega ala. Teie ligikaudse asukoha saab tuletada nt teie internetiühenduse IP-aadressist."},"9":{"id":9,"name":"Täpsed asukohaandmed","description":"Teie täpne asukoht, mis on alla 500 m raadiusega ala, mis on saadud teie GPS-koordinaatidest. Seda saab kasutada ainult teie nõusolekul."},"10":{"id":10,"name":"Kasutajaprofiilid","description":"Teatud omadused (nt teie võimalikud huvid, teie ostukavatsused, teie tarbijaprofiil) võivad olla järeldatud või modelleeritud teie varasema internetitegevuse (nt teie vaadatud sisu või kasutatud teenus, veebisisule ja -teenusele kulutatud aeg) või teie esitatud andmete (nt teie vanus, ametikoht) põhjal."},"11":{"id":11,"name":"Eraelu puutumatusega seotud valikud","description":"Teie eelistused, mis on seotud teie andmete töötlemisega, lähtuvalt teie poolt saadud teabest."}}}