{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:39Z","purposes":{"1":{"id":1,"name":"Αποθήκευση ή/και πρόσβαση στα δεδομένα μιας συσκευής","description":"Τα cookies, οι συσκευές ή παρόμοια διαδικτυακά αναγνωριστικά (π.χ. αναγνωριστικά που βασίζονται στη σύνδεση, τυχαία εκχωρημένα αναγνωριστικά, αναγνωριστικά που βασίζονται στο δίκτυο) μαζί με άλλες πληροφορίες (π.χ. τύπος και πληροφορίες προγράμματος περιήγησης, γλώσσα, μέγεθος οθόνης, υποστηριζόμενες τεχνολογίες κ.λπ.) μπορούν να αποθηκευτούν ή να διαβαστούν στη συσκευή σας για να τις αναγνωρίζουν κάθε φορά που συνδέονται σε μια εφαρμογή ή σε έναν ιστότοπο, για έναν ή περισσότερους από τους σκοπούς που παρουσιάζονται εδώ.","illustrations":["Οι περισσότεροι σκοποί που εξηγούνται στην παρούσα δήλωση βασίζονται στην αποθήκευση ή στην πρόσβαση πληροφοριών από τη συσκευή σας όταν χρησιμοποιείτε μια εφαρμογή ή επισκέπτεστε έναν ιστότοπο. Για παράδειγμα, ένας προμηθευτής ή εκδότης μπορεί να χρειαστεί να αποθηκεύσει ένα cookie στη συσκευή σας κατά την πρώτη σας επίσκεψη σε έναν ιστότοπο, για να μπορεί να αναγνωρίσει τη συσκευή σας κατά τις επόμενες επισκέψεις σας (με πρόσβαση σε αυτό το cookie κάθε φορά)."]},"2":{"id":2,"name":"Χρήση περιορισμένων δεδομένων για την επιλογή διαφημίσεων","description":"Οι διαφημίσεις που σας παρουσιάζονται σε αυτήν την υπηρεσία μπορεί να βασίζονται σε περιορισμένα δεδομένα, όπως ο ιστότοπος ή η εφαρμογή που χρησιμοποιείτε, η μη ακριβής τοποθεσία σας, ο τύπος της συσκευής σας ή το περιεχόμενο με το οποίο αλληλεπιδράτε (ή έχετε αλληλεπιδράσει) (για παράδειγμα, για να περιορίσετε τον αριθμό των φορών που σας παρουσιάζεται μια διαφήμιση).","illustrations":["Ένας κατασκευαστής αυτοκινήτων θέλει να προωθήσει τα ηλεκτρικά οχήματά του σε περιβαλλοντικά ευσυνείδητους χρήστες που ζουν στην πόλη μετά τις εργάσιμες ώρες. Η διαφήμιση παρουσιάζεται σε μια σελίδα με σχετικό περιεχόμενο (όπως ένα άρθρο σχετικά με τις ενέργειες για την κλιματική αλλαγή) μετά τις 6:30 μ.μ. σε χρήστες των οποίων η μη ακριβής τοποθεσία υποδηλώνει ότι βρίσκονται σε αστική ζώνη.","Ένας μεγάλος παραγωγός βαφών ακουαρέλας θέλει να πραγματοποιήσει μια διαδικτυακή διαφημιστική καμπάνια για την τελευταία του σειρά ακουαρέλας, διαφοροποιώντας το κοινό του ώστε να προσεγγίσει όσο το δυνατόν περισσότερους ερασιτέχνες και επαγγελματίες καλλιτέχνες και αποφεύγοντας την προβολή της διαφήμισης δίπλα σε ανόμοιο περιεχόμενο (για παράδειγμα, άρθρα σχετικά με τον τρόπο ζωγραφικής του σπιτιού σας). Ο αριθμός των φορών που σας έχει παρουσιαστεί η διαφήμιση ανιχνεύεται και περιορίζεται, για να αποφευχθεί η πολύ συχνή εμφάνισή της."]},"3":{"id":3,"name":"Δημιουργία προφίλ για εξατομικευμένες διαφημίσεις","description":"Οι πληροφορίες σχετικά με τη δραστηριότητά σας σε αυτήν την υπηρεσία (όπως οι φόρμες που υποβάλλετε, το περιεχόμενο που βλέπετε) μπορούν να αποθηκευτούν και να συνδυαστούν με άλλες πληροφορίες σχετικά με εσάς (για παράδειγμα, πληροφορίες από την προηγούμενη δραστηριότητά σας σε αυτήν την υπηρεσία και σε άλλους ιστότοπους ή εφαρμογές) ή παρόμοιους χρήστες. Αυτό χρησιμοποιείται στη συνέχεια για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς (που μπορεί να περιλαμβάνει πιθανά ενδιαφέροντα και προσωπικές απόψεις). Το προφίλ σας μπορεί να χρησιμοποιηθεί (και αργότερα) για την παρουσίαση διαφημίσεων που φαίνονται πιο σχετικές με βάση τα πιθανά ενδιαφέροντά σας από αυτήν και άλλες οντότητες.","illustrations":["Εάν διαβάσετε αρκετά άρθρα σχετικά με τα καλύτερα αξεσουάρ ποδηλάτου που μπορείτε να αγοράσετε, αυτές οι πληροφορίες θα μπορούσαν να χρησιμοποιηθούν για να δημιουργηθεί ένα προφίλ σχετικά με το ενδιαφέρον σας για τα αξεσουάρ ποδηλάτου. Ένα τέτοιο προφίλ μπορεί να χρησιμοποιηθεί ή να βελτιωθεί αργότερα, στον ίδιο ή σε διαφορετικό ιστότοπο ή εφαρμογή για να σας παρουσιάσει διαφημίσεις για μια συγκεκριμένη μάρκα αξεσουάρ ποδηλάτων. Εάν κοιτάξετε επίσης έναν διαμορφωτή για ένα όχημα σε έναν ιστότοπο κατασκευαστή πολυτελών αυτοκινήτων, αυτές οι πληροφορίες θα μπορούσαν να συνδυαστούν με το ενδιαφέρον σας για δίκυκλα για να βελτιωθεί το προφίλ σας και να υποθέσουμε ότι ενδιαφέρεστε για εξοπλισμό πολυτελείας για δίκυκλα.","Μια εταιρεία ένδυσης επιθυμεί να προωθήσει τη νέα σειρά μωρουδιακών ρούχων υψηλής ποιότητας. Επικοινωνεί με ένα πρακτορείο που έχει ένα δίκτυο πελατών με πελάτες υψηλού εισοδήματος (όπως σουπερμάρκετ υψηλής ποιότητας) και ζητά από το πρακτορείο να δημιουργήσει προφίλ νεαρών γονέων ή ζευγαριών που μπορούν να θεωρηθούν πλούσιοι και να αποκτήσουν ένα παιδί, έτσι ώστε να μπορούν αργότερα να χρησιμοποιηθούν για την παρουσίαση διαφημίσεων σε εφαρμογές συνεργατών με βάση αυτά τα προφίλ."]},"4":{"id":4,"name":"Χρήση προφίλ για επιλογή εξατομικευμένων διαφημίσεων","description":"Οι διαφημίσεις που σας παρουσιάζονται σε αυτήν την υπηρεσία μπορεί να βασίζονται στα προφίλ διαφημίσεών σας, τα οποία μπορεί να αντικατοπτρίζουν τη δραστηριότητά σας σε αυτήν την υπηρεσία ή σε άλλους ιστότοπους ή εφαρμογές (όπως οι φόρμες που υποβάλλετε, το περιεχόμενο που βλέπετε), πιθανά ενδιαφέροντα και προσωπικές απόψεις.","illustrations":["Ένας ηλεκτρονικός λιανοπωλητής θέλει να διαφημίσει μια περιορισμένη έκπτωση σε παπούτσια τρεξίματος. Θέλει να στοχεύσει στη διαφήμιση σε χρήστες που προηγουμένως κοίταζαν παπούτσια τρεξίματος στην εφαρμογή για κινητά. Οι τεχνολογίες παρακολούθησης μπορεί να χρησιμοποιηθούν για να αναγνωριστεί ότι έχετε χρησιμοποιήσει προηγουμένως την εφαρμογή για κινητά για να δείτε παπούτσια τρεξίματος, ώστε να σας παρουσιάσουμε την αντίστοιχη διαφήμιση στην εφαρμογή.","Ένα προφίλ που δημιουργήθηκε για εξατομικευμένη διαφήμιση σε σχέση με ένα άτομο που έχει αναζητήσει αξεσουάρ δικύκλων σε έναν ιστότοπο μπορεί να χρησιμοποιηθεί για να παρουσιάσει τη σχετική διαφήμιση για αξεσουάρ δικύκλων σε μια εφαρμογή για κινητά ενός άλλου οργανισμού."]},"5":{"id":5,"name":"Δημιουργία προφίλ για εξατομίκευση περιεχομένου","description":"Οι πληροφορίες σχετικά με τη δραστηριότητά σας σε αυτήν την υπηρεσία (όπως οι φόρμες που υποβάλλετε, το μη διαφημιστικό περιεχόμενο που βλέπετε) μπορούν να αποθηκευτούν και να συνδυαστούν με άλλες πληροφορίες σχετικά με εσάς (για παράδειγμα, πληροφορίες από την προηγούμενη δραστηριότητά σας σε αυτήν την υπηρεσία ή σε άλλους ιστότοπους ή εφαρμογές) ή παρόμοιους χρήστες. Αυτό χρησιμοποιείται στη συνέχεια για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς (που μπορεί, για παράδειγμα, να περιλαμβάνει πιθανά ενδιαφέροντα και προσωπικές απόψεις). Το προφίλ σας μπορεί να χρησιμοποιηθεί (και αργότερα) για την παρουσίαση περιεχομένου που φαίνεται πιο σχετικό με βάση τα πιθανά ενδιαφέροντά σας, όπως με την προσαρμογή της σειράς με την οποία σας εμφανίζεται το περιεχόμενο, έτσι ώστε να είναι ακόμη πιο εύκολο για εσάς να βρείτε περιεχόμενο που να ταιριάζει με τα ενδιαφέροντά σας.","illustrations":["Διαβάζετε διάφορα άρθρα σχετικά με το πώς να φτιάξετε ένα δεντρόσπιτο σε μια πλατφόρμα μέσων κοινωνικής δικτύωσης. Αυτές οι πληροφορίες μπορεί να προστεθούν σε ένα προφίλ για να επισημάνουν το ενδιαφέρον σας για περιεχόμενο που σχετίζεται με εξωτερικούς χώρους, καθώς και για οδηγούς ιδιοκατασκευών (με στόχο να επιτραπεί η εξατομίκευση του περιεχομένου, έτσι ώστε, για παράδειγμα, να σας παρουσιαστούν περισσότερες αναρτήσεις σε ιστολόγια και άρθρα για δέντρα και ξύλινες καμπίνες στο μέλλον).","Έχετε δει τρία βίντεο σχετικά με την εξερεύνηση του διαστήματος σε διαφορετικές τηλεοπτικές εφαρμογές. Μια μη σχετική πλατφόρμα ειδήσεων με την οποία δεν είχατε καμία επαφή δημιουργεί ένα προφίλ με βάση αυτήν τη συμπεριφορά προβολής, επισημαίνοντας την εξερεύνηση του διαστήματος ως θέμα πιθανού ενδιαφέροντος για άλλα βίντεο."]},"6":{"id":6,"name":"Χρήση προφίλ για επιλογή εξατομικευμένου περιεχομένου","description":"Το περιεχόμενο που σας παρουσιάζεται σε αυτή την υπηρεσία μπορεί να βασίζεται στα δικά σας προφίλ εξατομίκευσης περιεχομένου, τα οποία μπορεί να αντικατοπτρίζουν τη δραστηριότητά σας σε αυτήν ή σε άλλες υπηρεσίες (για παράδειγμα, τις φόρμες που υποβάλλετε, το περιεχόμενο που βλέπετε), πιθανά ενδιαφέροντα και προσωπικές απόψεις. Για παράδειγμα, αυτό μπορεί να χρησιμοποιηθεί για την προσαρμογή της σειράς με την οποία σας εμφανίζεται το περιεχόμενο, ώστε να είναι ακόμη πιο εύκολο να βρείτε (μη διαφημιστικό) περιεχόμενο που να ταιριάζει με τα ενδιαφέροντά σας.»","illustrations":["Διαβάζετε άρθρα σχετικά με χορτοφαγικό φαγητό σε μια πλατφόρμα μέσων κοινωνικής δικτύωσης και στη συνέχεια χρησιμοποιείτε την εφαρμογή μαγειρικής μιας άσχετης εταιρείας. Το προφίλ που έχει δημιουργηθεί για εσάς στην πλατφόρμα κοινωνικής δικτύωσης θα χρησιμοποιηθεί για να σας παρουσιάσει χορτοφαγικές συνταγές στην οθόνη καλωσορίσματος της εφαρμογής μαγειρέματος.","Έχετε δει τρία βίντεο σχετικά με την κωπηλασία σε διαφορετικούς ιστότοπους. Μια μη σχετική πλατφόρμα κοινής χρήσης βίντεο θα προτείνει πέντε άλλα βίντεο σε κωπηλασία που μπορεί να σας ενδιαφέρουν όταν χρησιμοποιείτε την εφαρμογή τηλεόρασης, με βάση ένα προφίλ που έχει δημιουργηθεί για εσάς όταν επισκεφθήκατε αυτούς τους διαφορετικούς ιστότοπους για να παρακολουθήσετε online βίντεο."]},"7":{"id":7,"name":"Μέτρηση της διαφημιστικής απόδοσης","description":"Οι πληροφορίες σχετικά με το ποιες διαφημίσεις παρουσιάζονται σε εσάς και πώς αλληλεπιδράτε με αυτές μπορούν να χρησιμοποιηθούν για να καθοριστεί πόσο καλά λειτούργησε μια διαφήμιση για εσάς ή άλλους χρήστες και εάν επιτεύχθηκαν οι στόχοι της διαφήμισης. Για παράδειγμα, εάν είδατε μια διαφήμιση, εάν κάνατε κλικ σε αυτήν, εάν σας οδήγησε να αγοράσετε ένα προϊόν ή να επισκεφθείτε έναν ιστότοπο κ.λπ. Αυτό είναι πολύ χρήσιμο για να κατανοήσουμε τη σχετικότητα των διαφημιστικών εκστρατειών.","illustrations":["Έχετε κάνει κλικ σε μια διαφήμιση σχετικά με μια έκπτωση «Black Friday» από ένα ηλεκτρονικό κατάστημα στον ιστότοπο ενός εκδότη και αγοράσατε ένα προϊόν. Το κλικ σας θα συνδεθεί με αυτήν την αγορά. Η αλληλεπίδρασή σας και η αλληλεπίδραση άλλων χρηστών θα μετρηθεί για να γνωρίζουμε πόσα κλικ στη διαφήμιση οδήγησαν σε μια αγορά.","Είστε ένας από τους ελάχιστους που έχετε κάνει κλικ σε μια διαφήμιση σχετικά με μια έκπτωση «διεθνούς ημέρας εκτίμησης» από ένα ηλεκτρονικό κατάστημα δώρων στην εφαρμογή ενός εκδότη. Ο εκδότης θέλει να έχει αναφορές για να κατανοήσει πόσο συχνά μια συγκεκριμένη τοποθέτηση διαφημίσεων εντός της εφαρμογής και κυρίως η διαφήμιση «διεθνής ημέρα εκτίμησης», έχει προβληθεί ή πατηθεί από εσάς και άλλους χρήστες, προκειμένου να βοηθήσει τον εκδότη και τους συνεργάτες του (όπως πρακτορεία) να βελτιστοποιήσουν τις τοποθετήσεις διαφημίσεων."]},"8":{"id":8,"name":"Μέτρηση απόδοσης περιεχομένου","description":"Οι πληροφορίες σχετικά με το ποιο περιεχόμενο παρουσιάζεται σε εσάς και πώς αλληλεπιδράτε με αυτό μπορούν να χρησιμοποιηθούν για να προσδιοριστεί εάν το περιεχόμενο (μη διαφημιστικό), π.χ. έφτασε στο κοινό στο οποίο απευθύνεται και ταίριαξε με τα ενδιαφέροντά σας. Για παράδειγμα, είτε διαβάζετε ένα άρθρο, παρακολουθείτε ένα βίντεο, ακούτε ένα podcast ή βλέπετε μια περιγραφή προϊόντος, πόσο χρόνο αφιερώσατε σε αυτήν την υπηρεσία και τις ιστοσελίδες που επισκέπτεστε κ.λπ. Αυτό είναι πολύ χρήσιμο για να κατανοήσετε τη σχετικότητα του (μη διαφημιστικού) περιεχομένου που σας παρουσιάζεται.","illustrations":["Έχετε διαβάσει μια ανάρτηση ιστολογίου σχετικά με την πεζοπορία σε μια εφαρμογή για κινητά ενός εκδότη και έχετε ακολουθήσει έναν σύνδεσμο για μια προτεινόμενη και σχετική ανάρτηση. Οι αλληλεπιδράσεις σας θα καταγραφούν ως ένδειξη ότι η αρχική πεζοπορική ανάρτηση ήταν χρήσιμη για εσάς και ότι ήταν επιτυχής στο να σας ενδιαφέρει η σχετική ανάρτηση. Αυτό θα μετρηθεί για να γνωρίζουμε εάν θα παραγάγουμε περισσότερες αναρτήσεις για πεζοπορία στο μέλλον και πού θα τις τοποθετήσουμε στην αρχική οθόνη της εφαρμογής για κινητά.","Σας παρουσιάστηκε ένα βίντεο σχετικά με τις τάσεις της μόδας, αλλά εσείς και πολλοί άλλοι χρήστες σταματήσατε να παρακολουθείτε μετά από 30 δευτερόλεπτα. Αυτές οι πληροφορίες χρησιμοποιούνται στη συνέχεια για την αξιολόγηση της σωστής διάρκειας των μελλοντικών βίντεο σχετικά με τις τάσεις της μόδας."]},"9":{"id":9,"name":"Κατανόηση του κοινού μέσω στατιστικών στοιχείων ή συνδυασμών δεδομένων από διαφορετικές πηγές","description":"Οι αναφορές μπορούν να δημιουργηθούν με βάση τον συνδυασμό συνόλων δεδομένων (όπως προφίλ χρηστών, στατιστικά στοιχεία, έρευνα αγοράς, αναλυτικά δεδομένα) σχετικά με τις αλληλεπιδράσεις σας και αυτές άλλων χρηστών με διαφημιστικό ή (μη διαφημιστικό) περιεχόμενο για τον προσδιορισμό κοινών χαρακτηριστικών (για παράδειγμα, για να καθοριστεί ποιο κοινό-στόχος είναι πιο δεκτικό σε μια διαφημιστική καμπάνια ή σε ορισμένα περιεχόμενα).","illustrations":["Ο ιδιοκτήτης ενός ηλεκτρονικού βιβλιοπωλείου θέλει εμπορικές αναφορές που να δείχνουν το ποσοστό των επισκεπτών που επισκέφθηκαν και έφυγαν από τον ιστότοπό του χωρίς να αγοράσουν ή που είδαν και αγόρασαν την τελευταία αυτοβιογραφία διασημοτήτων του μήνα, καθώς και τη μέση ηλικία και την κατανομή ανδρών/γυναικών κάθε κατηγορίας. Στη συνέχεια, τα δεδομένα που σχετίζονται με την πλοήγησή σας στον ιστότοπό του και με τα προσωπικά σας χαρακτηριστικά χρησιμοποιούνται και συνδυάζονται με άλλα τέτοια δεδομένα για την παραγωγή αυτών των στατιστικών στοιχείων.","Ένας διαφημιζόμενος θέλει να κατανοήσει καλύτερα τον τύπο του κοινού που αλληλεπιδρά με τις διαφημίσεις του. Καλεί ένα ερευνητικό ινστιτούτο να συγκρίνει τα χαρακτηριστικά των χρηστών που αλληλεπιδρούσαν με τη διαφήμιση με τυπικά χαρακτηριστικά των χρηστών παρόμοιων πλατφορμών, σε διαφορετικές συσκευές. Αυτή η σύγκριση αποκαλύπτει στον διαφημιζόμενο ότι το κοινό στο οποίο απευθύνεται έχει πρόσβαση κυρίως στις διαφημίσεις μέσω φορητών συσκευών και είναι πιθανό να βρίσκεται στο ηλικιακό εύρος των 45-60 ετών."]},"10":{"id":10,"name":"Ανάπτυξη και βελτίωση υπηρεσιών","description":"Οι πληροφορίες σχετικά με τη δραστηριότητά σας σε αυτήν την υπηρεσία, όπως η αλληλεπίδρασή σας με διαφημίσεις ή περιεχόμενο, μπορεί να είναι πολύ χρήσιμες για τη βελτίωση των προϊόντων και υπηρεσιών και τη δημιουργία νέων προϊόντων και υπηρεσιών με βάση τις αλληλεπιδράσεις των χρηστών, τον τύπο του κοινού κ.λπ. Αυτός ο συγκεκριμένος σκοπός δεν περιλαμβάνει την ανάπτυξη ή τη βελτίωση των προφίλ και των αναγνωριστικών των χρηστών.","illustrations":["Μια τεχνολογική πλατφόρμα που συνεργάζεται με έναν πάροχο μέσων κοινωνικής δικτύωσης παρατηρεί μια ανάπτυξη στους χρήστες εφαρμογών για κινητά και βλέπει με βάση τα προφίλ τους ότι πολλοί από αυτούς συνδέονται μέσω συνδέσεων για κινητά. Χρησιμοποιεί μια νέα τεχνολογία για την προβολή διαφημίσεων που είναι μορφοποιημένες για κινητές συσκευές και έχουν χαμηλό εύρος ζώνης, για τη βελτίωση της απόδοσής τους.","Ένας διαφημιζόμενος αναζητά έναν τρόπο προβολής διαφημίσεων σε έναν νέο τύπο καταναλωτικής συσκευής. Συλλέγει πληροφορίες σχετικά με τον τρόπο με τον οποίο οι χρήστες αλληλεπιδρούν με αυτό το νέο είδος συσκευής για να καθοριστεί εάν μπορεί να δημιουργήσει έναν νέο μηχανισμό για την προβολή διαφημίσεων σε αυτόν τον τύπο συσκευής."]},"11":{"id":11,"name":"Χρήση περιορισμένων δεδομένων για την επιλογή περιεχομένου","description":"Το περιεχόμενο που σας παρουσιάζεται σε αυτήν την υπηρεσία μπορεί να βασίζεται σε περιορισμένα δεδομένα, όπως ο ιστότοπος ή η εφαρμογή που χρησιμοποιείτε, η μη ακριβής τοποθεσία σας, ο τύπος της συσκευής σας ή το περιεχόμενο με το οποίο αλληλεπιδράτε (για παράδειγμα, για να περιορίσει τον αριθμό των φορών που σας παρουσιάζεται ένα βίντεο ή ένα άρθρο).","illustrations":["Ένα ταξιδιωτικό περιοδικό δημοσίευσε ένα άρθρο στον ιστότοπό του σχετικά με τα νέα διαδικτυακά μαθήματα που προτείνει μια σχολή γλωσσών, για να βελτιώσει τις ταξιδιωτικές εμπειρίες στο εξωτερικό. Οι αναρτήσεις στο ιστολόγιο της σχολής εισάγονται απευθείας στο κάτω μέρος της σελίδας και επιλέγονται με βάση τη μη ακριβή τοποθεσία σας (για παράδειγμα, αναρτήσεις στο ιστολόγιο που εξηγούν το πρόγραμμα σπουδών για διαφορετικές γλώσσες από τη γλώσσα της χώρας στην οποία βρίσκεστε).","Μια εφαρμογή αθλητικών ειδήσεων για κινητά ξεκίνησε μια νέα ενότητα άρθρων που καλύπτουν τους πιο πρόσφατους ποδοσφαιρικούς αγώνες. Κάθε άρθρο περιλαμβάνει βίντεο που φιλοξενούνται από μια ξεχωριστή πλατφόρμα streaming, η οποία παρουσιάζει τα κυριότερα σημεία κάθε αγώνα. Εάν προχωρήσετε γρήγορα σε ένα βίντεο, αυτές οι πληροφορίες μπορούν να χρησιμοποιηθούν για να επιλέξετε ένα πιο σύντομο βίντεο για αναπαραγωγή στη συνέχεια."]}},"specialPurposes":{"1":{"id":1,"name":"Εξασφάλιση ασφάλειας, πρόληψη απάτης και εντοπισμός σφαλμάτων","description":"Τα δεδομένα σας ενδέχεται να χρησιμοποιηθούν για την παρακολούθηση και την πρόληψη παράνομης δραστηριότητας (για παράδειγμα, σχετικά με τις διαφημίσεις, κλικ σε διαφημίσεις από bots), καθώς και για την εξασφάλιση της σωστής και ασφαλούς λειτουργίας των συστημάτων και των διαδικασιών. Μπορεί επίσης να χρησιμοποιηθούν για τη διόρθωση οποιωνδήποτε προβλημάτων που μπορεί να αντιμετωπίσετε εσείς, ο εκδότης ή ο διαφημιστής κατά την παράδοση περιεχομένου και διαφημίσεων και κατά την αλληλεπίδρασή σας με αυτούς.","illustrations":["Ένας διαφημιζόμενος μεσάζων παρέχει διαφημίσεις από διάφορους διαφημιστές στο δίκτυο των συνεργαζόμενων ιστότοπων. Παρατηρεί μια μεγάλη αύξηση των κλικ σε διαφημίσεις που σχετίζονται με έναν διαφημιστή και χρησιμοποιεί δεδομένα σχετικά με την πηγή των κλικ για να καθορίσει ότι το 80% των κλικ προέρχονται από bot και όχι από ανθρώπους."]},"2":{"id":2,"name":"Παράδοση και παρουσίαση διαφημίσεων και περιεχομένου","description":"Ορισμένες πληροφορίες (όπως μια διεύθυνση IP ή δυνατότητες συσκευής) χρησιμοποιούνται για να διασφαλιστεί η τεχνική συμβατότητα του περιεχομένου ή της διαφήμισης και για να διευκολυνθεί η μετάδοση του περιεχομένου ή της διαφήμισης στη συσκευή σας.","illustrations":["Αν κάνετε κλικ σε έναν σύνδεσμο σε ένα άρθρο, συνήθως θα σας στείλουμε σε μια άλλη σελίδα ή μέρος του άρθρου. Για να επιτευχθεί αυτό, 1°) το πρόγραμμα περιήγησής σας στέλνει ένα αίτημα σε έναν διακομιστή που είναι συνδεδεμένος με τον ιστότοπο, 2°) ο διακομιστής απαντά («εδώ είναι το άρθρο που ζητήσατε»), χρησιμοποιώντας τεχνικές πληροφορίες που περιλαμβάνονται αυτόματα στο αίτημα που στάλθηκε από τη συσκευή σας, για να εμφανιστούν σωστά οι πληροφορίες/εικόνες που αποτελούν μέρος του άρθρου που ζητήσατε. Τεχνικά, αυτή η ανταλλαγή πληροφοριών είναι απαραίτητη για την παράδοση του περιεχομένου που εμφανίζεται στην οθόνη σας."]},"3":{"id":3,"name":"Αποθήκευση και επικοινωνία επιλογών ιδιωτικού απορρήτου","description":"Οι επιλογές που κάνετε σχετικά με τους σκοπούς και τις οντότητες που αναφέρονται στην παρούσα δήλωση αποθηκεύονται και καθίστανται διαθέσιμες σε αυτές τις οντότητες με τη μορφή ψηφιακών σημάτων (όπως μια στοιχειοσειρά χαρακτήρων). Αυτό είναι απαραίτητο για να δοθεί η δυνατότητα τόσο σε αυτή την υπηρεσία όσο και σε αυτές τις οντότητες να σέβονται αυτές τις επιλογές.","illustrations":["Όταν επισκέπτεστε έναν ιστότοπο και σας προσφέρεται μια επιλογή μεταξύ της συγκατάθεσης για τη χρήση προφίλ για εξατομικευμένη διαφήμιση ή της μη συγκατάθεσης, η επιλογή που κάνετε αποθηκεύεται και διατίθεται στους παρόχους διαφημίσεων, έτσι ώστε οι διαφημίσεις που σας παρουσιάζονται να σέβονται αυτή την επιλογή."]}},"features":{"1":{"id":1,"name":"Αντιστοίχιση και συνδυασμός μη ηλεκτρονικών πηγών δεδομένων","description":"Οι πληροφορίες σχετικά με τη δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να αντιστοιχιστούν και να συνδυαστούν με άλλες πληροφορίες που σχετίζονται με εσάς και προέρχονται από διάφορες πηγές (για παράδειγμα, τη δραστηριότητά σας σε ξεχωριστή ηλεκτρονική υπηρεσία, τη χρήση κάρτας επιβράβευσης στο κατάστημα ή τις απαντήσεις σας σε μια έρευνα), προς υποστήριξη των σκοπών που εξηγούνται στην παρούσα δήλωση.","illustrations":[]},"2":{"id":2,"name":"Σύνδεση διαφορετικών συσκευών","description":"Προς υποστήριξη των σκοπών που εξηγούνται στην παρούσα δήλωση, η συσκευή σας μπορεί να θεωρηθεί ότι είναι πιθανώς συνδεδεμένη με άλλες συσκευές που ανήκουν σε εσάς ή το νοικοκυριό σας (για παράδειγμα, επειδή είστε συνδεδεμένοι στην ίδια υπηρεσία τόσο στο τηλέφωνο όσο και στον υπολογιστή σας ή επειδή μπορείτε να χρησιμοποιήσετε την ίδια σύνδεση στο διαδίκτυο και στις δύο συσκευές).","illustrations":[]},"3":{"id":3,"name":"Προσδιορισμός συσκευών με βάση τις πληροφορίες που μεταδίδονται αυτόματα","description":"Η συσκευή σας ενδέχεται να διακρίνεται από άλλες συσκευές με βάση τις πληροφορίες που αποστέλλει αυτόματα κατά την πρόσβαση στο Διαδίκτυο (για παράδειγμα, τη διεύθυνση IP της σύνδεσής σας στο Διαδίκτυο ή τον τύπο του προγράμματος περιήγησης που χρησιμοποιείτε) προς υποστήριξη των σκοπών που εκτίθενται στην παρούσα δήλωση.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Χρήση επακριβών δεδομένων γεωεντοπισμού","description":"Με την αποδοχή σας, η ακριβής τοποθεσία σας (σε ακτίνα μικρότερη των 500 μέτρων) μπορεί να χρησιμοποιηθεί για την υποστήριξη των σκοπών που εξηγούνται στην παρούσα δήλωση.","illustrations":[]},"2":{"id":2,"name":"Ακριβής σάρωση χαρακτηριστικών συσκευής για αναγνώριση ταυτότητας","description":"Με την αποδοχή σας, μπορεί να ζητηθούν και να χρησιμοποιηθούν ορισμένα χαρακτηριστικά ειδικά για τη συσκευή σας, για να διακριθούν από άλλες συσκευές (όπως οι εγκατεστημένες γραμματοσειρές ή προσθήκες, η ανάλυση της οθόνης σας) προς υποστήριξη των σκοπών που εξηγούνται στην παρούσα δήλωση.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Ακριβή δεδομένα γεωεντοπισμού και ταυτοποίηση μέσω σάρωσης συσκευής","description":"Ενδέχεται να χρησιμοποιηθεί ακριβής γεωεντοπισμός και πληροφορίες για τα χαρακτηριστικά της συσκευής."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα και διαφημιστικές μετρήσεις","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Η απόδοση της διαφήμισης μπορεί να μετρηθεί."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση","description":"Οι διαφημίσεις μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα, διαφημιστικές μετρήσεις και έρευνες κοινού","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Η απόδοση της διαφήμισης μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα, προφίλ εξατομικευμένων διαφημίσεων και διαφημιστικές μετρήσεις","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις. Η απόδοση της διαφήμισης μπορεί να μετρηθεί."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Επιλογή εξατομικευμένης διαφήμισης και μέτρησης διαφήμισης","description":"Οι διαφημίσεις μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η απόδοση της διαφήμισης μπορεί να μετρηθεί."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Επιλογή εξατομικευμένης διαφήμισης, μέτρησης διαφήμισης και έρευνας κοινού","description":"Οι διαφημίσεις μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η απόδοση της διαφήμισης μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση και μέτρηση διαφήμισης","description":"Οι διαφημίσεις μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις. Η απόδοση της διαφήμισης μπορεί να μετρηθεί."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση, μέτρηση διαφήμισης και έρευνα κοινού","description":"Οι διαφημίσεις μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις. Η απόδοση της διαφήμισης μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση","description":"Οι διαφημίσεις μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Εξατομικευμένο περιεχόμενο","description":"Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Επιλογή εξατομικευμένου περιεχομένου και μέτρηση περιεχομένου","description":"Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η απόδοση του περιεχομένου μπορεί να μετρηθεί."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Επιλογή εξατομικευμένου περιεχομένου, μέτρηση περιεχομένου και έρευνα κοινού","description":"Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η απόδοση του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Το περιεχόμενο μπορεί να εξατομικευτεί με βάση το προφίλ σας. Η απόδοση του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Εξατομικευμένο περιεχόμενο και μέτρηση περιεχομένου","description":"Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο. Η απόδοση του περιεχομένου μπορεί να μετρηθεί."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Εξατομικευμένο περιεχομένο, μέτρηση περιεχομένου και έρευνα κοινού","description":"Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο. Η απόδοση του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Εξατομικευμένο περιεχομένο, μέτρηση περιεχομένου, έρευνα κοινού και ανάπτυξη υπηρεσιών","description":"Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο. Η απόδοση του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Μέτρηση διαφημίσεων και περιεχομένου, και έρευνα κοινού","description":"Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Μέτρηση διαφημίσεων και περιεχομένου","description":"Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Μέτρηση διαφημίσεων και έρευνα κοινού","description":"Οι διαφημίσεις μπορούν να μετρηθούν. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Μέτρηση διαφημίσεων και περιεχομένου, έρευνα κοινού και ανάπτυξη υπηρεσιών","description":"Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Μέτρηση περιεχομένου, έρευνα κοινού και ανάπτυξη υπηρεσιών.","description":"Η απόδοση του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Μέτρηση περιεχομένου και ανάπτυξη υπηρεσιών","description":"Η απόδοση του περιεχομένου μπορεί να μετρηθεί. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Επιλογή εξατομικευμένης διαφήμισης και περιεχομένου, μέτρησης διαφήμισης και περιεχομένου","description":"Οι διαφημίσεις και το περιεχόμενο μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Επιλογή εξατομικευμένης διαφήμισης και περιεχομένου, μέτρησης διαφήμισης και περιεχομένου, και έρευνας κοινού","description":"Οι διαφημίσεις και το περιεχόμενο μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Τα δεδομένα μπορούν να χρησιμοποιηθούν για τη δημιουργία ή τη βελτίωση της εμπειρίας χρήστη, των συστημάτων και του λογισμικού."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση και περιεχόμενο, μέτρηση διαφήμισης και περιεχομένου","description":"Οι διαφημίσεις και το περιεχόμενο μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις ή περιεχόμενο. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση και περιεχόμενο, μέτρηση διαφήμισης και περιεχομένου, και έρευνα κοινού","description":"Οι διαφημίσεις και το περιεχόμενο μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις ή περιεχόμενο. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Προφίλ εξατομικευμένης διαφήμισης και περιεχομένου","description":"Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις ή περιεχόμενο."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Επιλογή εξατομικευμένης διαφήμισης και περιεχομένου","description":"Οι διαφημίσεις και το περιεχόμενο μπορούν να εξατομικευτούν βάσει του προφίλ σας."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα, μέτρηση διαφήμισης και περιεχομένου, και έρευνα κοινού","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Επιλογή εξατομικευμένης διαφήμισης και περιεχομένου, μέτρηση διαφήμισης και περιεχομένου, και έρευνα κοινού","description":"Οι διαφημίσεις και το περιεχόμενο μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις ή περιεχόμενο. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Επιλογή εξατομικευμένης διαφήμισης και περιεχομένου, μέτρησης διαφήμισης και περιεχομένου, έρευνας κοινού και ανάπτυξης υπηρεσιών","description":"Οι διαφημίσεις και το περιεχόμενο μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα, εξατομικευμένο περιεχόμενο, μέτρηση διαφήμισης και περιεχομένου, και έρευνα κοινού","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα, εξατομικευμένο περιεχόμενο, μέτρηση διαφήμισης και περιεχομένου, έρευνα κοινού και ανάπτυξη υπηρεσιών","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα, εξατομικευμένο περιεχόμενο, μέτρηση περιεχομένου και έρευνα κοινού","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα, εξατομικευμένο περιεχόμενο, μέτρηση περιεχομένου, έρευνα κοινού και ανάπτυξη υπηρεσιών","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο. Η απόδοση του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα, εξατομικευμένο περιεχόμενο και μέτρηση διαφήμισης","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο. Η απόδοση της διαφήμισης μπορεί να μετρηθεί."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα, εξατομικευμένο περιεχόμενο, μέτρηση διαφήμισης και ανάπτυξη υπηρεσιών","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο. Η απόδοση της διαφήμισης μπορεί να μετρηθεί. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση, μέτρηση διαφήμισης και ανάπτυξη υπηρεσιών","description":"Η διαφήμιση μπορεί να εξατομικευτεί με βάση το προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις. Η απόδοση της διαφήμισης μπορεί να μετρηθεί. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση, μέτρηση διαφήμισης, έρευνα κοινού και ανάπτυξη υπηρεσιών","description":"Οι διαφημίσεις μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις. Η απόδοση της διαφήμισης μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση, μέτρηση διαφήμισης και περιεχομένου, έρευνα κοινού και ανάπτυξη υπηρεσιών","description":"Η διαφήμιση μπορεί να εξατομικευτεί με βάση το προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση, επιλογή εξατομικευμένου περιεχομένου, μέτρηση διαφήμισης και περιεχομένου, έρευνα κοινού και ανάπτυξη υπηρεσιών","description":"Οι διαφημίσεις και το περιεχόμενο μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Εξατομικευμένη διαφήμιση και περιεχόμενο, μέτρηση διαφήμισης και περιεχομένου, έρευνα κοινού και ανάπτυξη υπηρεσιών","description":"Οι διαφημίσεις και το περιεχόμενο μπορούν να εξατομικευτούν βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένες διαφημίσεις και περιεχόμενο. Η απόδοσή των διαφημίσεων και του περιεχομένου μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Η δραστηριότητά σας σε αυτήν την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Περιεχόμενο που βασίζεται σε περιορισμένα δεδομένα και μέτρηση περιεχομένου","description":"Το περιεχόμενο μπορεί να επιλεγεί με βάση περιορισμένα δεδομένα. Η απόδοση του περιεχομένου μπορεί να μετρηθεί."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Εξατομικευμένο περιεχόμενο","description":"Το περιεχόμενο μπορεί να εξατομικευτεί βάσει του προφίλ σας. Η δραστηριότητά σας σε αυτή την υπηρεσία μπορεί να χρησιμοποιηθεί για τη δημιουργία ή τη βελτίωση ενός προφίλ σχετικά με εσάς για εξατομικευμένο περιεχόμενο."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Διαφήμιση βασισμένη σε περιορισμένα δεδομένα, μέτρηση διαφήμισης, έρευνα κοινού και ανάπτυξη υπηρεσιών","description":"Οι διαφημίσεις μπορούν να παρουσιαστούν με βάση περιορισμένα δεδομένα. Η απόδοση της διαφήμισης μπορεί να μετρηθεί. Οι αναφορές μπορούν να δημιουργηθούν με βάση τη δραστηριότητά σας και τη δραστηριότητα άλλων. Η δραστηριότητά σας σε αυτή την υπηρεσία μπορεί να βοηθήσει στην ανάπτυξη και τη βελτίωση προϊόντων και υπηρεσιών."}},"dataCategories":{"1":{"id":1,"name":"Διευθύνσεις IP","description":"Η διεύθυνση σας IP είναι ένας αριθμός που εκχωρείται από τον πάροχο υπηρεσιών Internet σε οποιαδήποτε σύνδεση Internet. Δεν είναι πάντα συγκεκριμένη για τη συσκευή σας και δεν είναι πάντα ένα σταθερό αναγνωριστικό. Χρησιμοποιείται για τη δρομολόγηση πληροφοριών στο διαδίκτυο και την προβολή διαδικτυακού περιεχομένου (συμπεριλαμβανομένων διαφημίσεων) στη συνδεδεμένη συσκευή σας."},"2":{"id":2,"name":"Χαρακτηριστικά συσκευής","description":"Τεχνικά χαρακτηριστικά σχετικά με τη συσκευή που χρησιμοποιείτε, τα οποία δεν είναι μοναδικά για εσάς, όπως η γλώσσα, η ζώνη ώρας ή το λειτουργικό σύστημα."},"3":{"id":3,"name":"Αναγνωριστικά συσκευής","description":"Ένα αναγνωριστικό συσκευής είναι μια μοναδική συμβολοσειρά χαρακτήρων που εκχωρείται στη συσκευή ή το πρόγραμμα περιήγησής σας μέσω ενός cookie ή άλλων τεχνολογιών αποθήκευσης.  Μπορεί να δημιουργηθεί ή να προσπελαστεί για την αναγνώριση της συσκευής σας, π.χ. σε ιστοσελίδες από τον ίδιο ιστότοπο ή σε πολλούς ιστότοπους ή εφαρμογές."},"4":{"id":4,"name":"Πιθανά αναγνωριστικά","description":"Ένα πιθανό αναγνωριστικό μπορεί να δημιουργηθεί συνδυάζοντας τα χαρακτηριστικά που σχετίζονται με τη συσκευή σας (τον τύπο του προγράμματος περιήγησης ή του λειτουργικού συστήματος που χρησιμοποιείται) και τη διεύθυνση IP της σύνδεσης στο διαδίκτυο. Εάν συμφωνήσετε, πρόσθετα χαρακτηριστικά (π.χ. η εγκατεστημένη γραμματοσειρά ή η ανάλυση οθόνης) μπορούν επίσης να συνδυαστούν, ώστε να βελτιωθεί η ακρίβεια του πιθανολογικού αναγνωριστικού. Ένα τέτοιο αναγνωριστικό θεωρείται «πιθανό», επειδή πολλές συσκευές μπορεί να μοιράζονται τα ίδια χαρακτηριστικά και σύνδεση στο διαδίκτυο. Μπορεί να δημιουργηθεί για την αναγνώριση της συσκευής σας, π.χ. σε ιστοσελίδες από τον ίδιο ιστότοπο ή σε πολλούς ιστότοπους ή εφαρμογές."},"5":{"id":5,"name":"Αναγνωριστικά που προέρχονται από έλεγχο ταυτότητας","description":"Όταν ένα αναγνωριστικό δημιουργείται με βάση τα δεδομένα ελέγχου ταυτότητας, όπως τα στοιχεία επικοινωνίας που σχετίζονται με διαδικτυακούς λογαριασμούς που έχετε δημιουργήσει σε ιστότοπους ή εφαρμογές (π.χ. διεύθυνση email, αριθμός τηλεφώνου) ή αναγνωριστικά πελατών (π.χ. αναγνωριστικό που παρέχεται από τον πάροχο τηλεπικοινωνιών σας), αυτό το αναγνωριστικό μπορεί να χρησιμοποιηθεί για να σας αναγνωρίσει σε ιστότοπους, εφαρμογές και συσκευές όταν είστε συνδεδεμένοι με τα ίδια στοιχεία επικοινωνίας."},"6":{"id":6,"name":"Δεδομένα περιήγησης και αλληλεπίδρασης","description":"Η ηλεκτρονική σας δραστηριότητα, όπως οι ιστότοποι που επισκέπτεστε, οι εφαρμογές που χρησιμοποιείτε, το περιεχόμενο που αναζητάτε σε αυτήν την υπηρεσία ή οι αλληλεπιδράσεις σας με περιεχόμενο ή διαφημίσεις, όπως ο αριθμός των φορών που έχετε δει ένα συγκεκριμένο περιεχόμενο ή μια συγκεκριμένη διαφήμιση ή εάν κάνατε κλικ σε αυτό."},"7":{"id":7,"name":"Δεδομένα που παρέχονται από τον χρήστη","description":"Τα στοιχεία που μπορεί να έχετε παράσχει με δήλωση μέσω φόρμας (π.χ. σχόλια, ανατροφοδότηση) ή κατά τη δημιουργία λογαριασμού (π.χ. ηλικία, επάγγελμά)."},"8":{"id":8,"name":"Μη επακριβή δεδομένα γεωεντοπισμού","description":"Μια προσέγγιση της τοποθεσίας σας, εκφραζόμενη ως περιοχή με ακτίνα τουλάχιστον 500 μέτρων. Η κατά προσέγγιση τοποθεσία σας μπορεί να εξαχθεί από π.χ. τη διεύθυνση IP της σύνδεσής σας."},"9":{"id":9,"name":"Επακριβή δεδομένα γεωεντοπισμού","description":"Η ακριβής τοποθεσία σας σε ακτίνα μικρότερη από 500 μέτρα με βάση τις συντεταγμένες GPS. Μπορεί να χρησιμοποιηθεί μόνο με την αποδοχή σας."},"10":{"id":10,"name":"Προφίλ χρηστών","description":"Ορισμένα χαρακτηριστικά (π.χ. τα πιθανά ενδιαφέροντά σας, οι προθέσεις αγοράς σας, το προφίλ καταναλωτή σας) μπορεί να συναχθούν ή να διαμορφωθούν από την προηγούμενη διαδικτυακή σας δραστηριότητα (π.χ. το περιεχόμενο που είδατε ή την υπηρεσία που χρησιμοποιήσατε, ο χρόνος που αφιερώσατε σε διάφορο διαδικτυακό περιεχόμενο και υπηρεσίες) ή τα στοιχεία που παρείχατε (π.χ. ηλικία, επάγγελμά)."},"11":{"id":11,"name":"Επιλογές απορρήτου","description":"Οι προτιμήσεις σας σχετικά με την επεξεργασία των δεδομένων σας, με βάση τις πληροφορίες που έχετε λάβει."}}}