{"vendorListVersion":94,"lastUpdated":"2025-02-20T17:30:48Z","purposes":{"1":{"id":1,"name":"Saugoti ir (arba) pasiekti informaciją įrenginyje","description":"Slapukai, įrenginys ar panašūs interneto identifikatoriai (pvz., prisijungimo identifikatoriai, atsitiktinai priskirti identifikatoriai, tinklo identifikatoriai) kartu su kita informacija (pvz., naršyklės tipas ir informacija, kalba, ekrano dydis, palaikomos technologijos ir t. t.) gali būti saugomi arba nuskaitomi jūsų įrenginyje, kad jį atpažintų kiekvieną kartą jums prisijungiant prie programos arba svetainės vienu ar keliais čia nurodytais tikslais.","illustrations":["Dauguma šiame pranešime paaiškintų tikslų priklauso nuo jūsų įrenginio informacijos saugojimo arba prieigos, kai naudojate programėlę arba lankotės svetainėje. Pavyzdžiui, tiekėjui ar leidėjui gali prireikti įrašyti slapuką jūsų įrenginyje pirmojo apsilankymo svetainėje metu, kad galėtų atpažinti jūsų įrenginį kitų apsilankymų metu (kiekvieną kartą pasiekiant šį slapuką)."]},"2":{"id":2,"name":"Naudoti ribotus duomenis reklamai parinkti","description":"Reklama, pateikta jums naudojantis šia paslauga, gali būti pagrįsta ribotais duomenimis, pavyzdžiui, jūsų naudojama svetaine ar programėle, netikslia jūsų buvimo vieta, įrenginio tipu arba turiniu, su kuriuo sąveikaujate (arba sąveikavote) (pavyzdžiui, siekiant apriboti jums pateikiamos reklamos skaičių).","illustrations":["Automobilių gamintojas nori reklamuoti savo elektromobilius aplinką tausojantiems vartotojams, gyvenantiems mieste po darbo valandų. Vartotojams, kurių netiksli buvimo vieta leidžia manyti, kad jie yra miesto zonoje, reklama pateikiama puslapyje su susijusiu turiniu (pvz., straipsniu apie klimato kaitos veiksmus) po 18.30 val.","Didelis akvarelės dažų gamintojas nori vykdyti internetinę reklamos kampaniją savo naujausiam akvarelės asortimentui, įvairindamas savo auditoriją, kad pasiektų kuo daugiau mėgėjų ir profesionalių menininkų, ir vengdamas rodyti savo reklaminius skelbimus šalia netinkamo turinio (pvz., straipsnių apie tai, kaip dažyti savo namus). Aptiktas ir ribotas skelbimo pateikimo kartų skaičius, kad būtų išvengta per dažnai jo pateikimo."]},"3":{"id":3,"name":"Sukurti profilius suasmenintai reklamai","description":"Informacija apie jūsų veiklą naudojantis šia paslauga (pvz., jūsų pateiktos formos, peržiūrėtas turinys) gali būti saugoma ir derinama su kita informacija apie jus (pvz., informacija apie jūsų ankstesnę veiklą naudojantis šia paslauga ir kitomis svetainėmis ar programėlėmis) arba panašius naudotojus. Tada tokia informacija naudojama sukurti arba patikslinti jūsų profilį (tai gali apimti galimus interesus ir asmeninius aspektus). Jūsų profilis gali būti naudojamas (taip pat vėliau) reklamai, kuri atrodo aktualesnė, atsižvelgiant į galimus šio ir kitų subjektų interesus, pateikti.","illustrations":["Jei perskaitėte keletą straipsnių apie geriausius dviračių priedus, kuriuos verta įsigyti, ši informacija gali būti panaudota kuriant profilį apie jūsų domėjimąsi dviračių priedais. Toks profilis vėliau gali būti naudojamas arba tobulinamas toje pačioje arba kitoje svetainėje arba programėlėje, kad būtų galima pateikti jums konkretaus dviračių priedų prekės ženklo reklamą. Jei prabangių automobilių gamintojo interneto svetainėje peržiūrėsite automobilio konfigūratorių, ši informacija gali būti sujungta su jūsų domėjimusi dviračiais, kad būtų patikslintas jūsų profilis ir padaryta prielaida, kad jus domina prabangi dviračių įranga.","Aprangos įmonė nori reklamuoti savo naują aukštos klasės kūdikių drabužių liniją. Ji kreipiasi į agentūrą, turinčią pasiturinčių klientų tinklą, (pvz., aukštos klasės prekybos centrus) ir prašo agentūros sukurti jaunų tėvų ar porų, kurie, kaip galima manyti, yra turtingi ir turi naują vaiką, profilius, ir kuriems vėliau pagal šiuos profilius būtų galima pateikti reklamą partnerių programėlėse."]},"4":{"id":4,"name":"Naudokite profilius suasmenintai reklamai pasirinkti","description":"Reklama, pateikta jums naudojantis šia paslauga, gali būti pagrįsta jūsų reklaminiais profiliais, kurie gali atspindėti jūsų veiklą naudojantis šia paslauga ar kitomis svetainėmis ar programėlėmis (pvz., jūsų pateiktos formos, turinys, kurį žiūrite), galimus interesus ir asmeninius aspektus.","illustrations":["Interneto mažmenininkas nori reklamuoti ribotą bėgimo batelių išpardavimą. Jis nori nukreipti reklamą naudotojams, kurie anksčiau žiūrėjo į bėgimo batelius mobiliojoje programėlėje. Stebėjimo technologijos gali būti naudojamos atpažinti, kad anksčiau naudojotės mobiliąja programėle domėdamiesi bėgimo bateliais, ir kad programėlėje galėtų jums pateikti atitinkamą reklamą.","Profilis, sukurtas suasmenintai reklamai, susijusiai su asmeniu, kuris ieškojo dviračių priedų svetainėje, gali būti naudojamas norint pateikti atitinkamą dviračių priedų reklamą kitos organizacijos mobiliojoje programėlėje."]},"5":{"id":5,"name":"Sukurti profilius turiniui suasmeninti","description":"Informacija apie jūsų veiklą naudojantis šia paslauga (pvz., jūsų pateiktos formos, jūsų peržiūrimas nereklaminis turinys) gali būti saugoma ir derinama su kita informacija apie jus (pvz., jūsų ankstesne veikla naudojantis šia paslauga ar kitomis svetainėmis ar programėlėmis) arba panašius naudotojus. Vėliau ši informacija naudojama jūsų profiliui sukurti arba patobulinti (pavyzdžiui, gali apimti galimus pomėgius ir asmeninius aspektus). Jūsų profilis gali būti naudojamas (taip pat vėliau) siekiant pateikti turinį, kuris atrodo tinkamesnis, atsižvelgiant į galimus jūsų interesus, pavyzdžiui, pritaikant turinio rodymo tvarką, kad jums būtų dar lengviau rasti jūsų interesus atitinkantį turinį.","illustrations":["Socialinės žiniasklaidos platformoje perskaitėte keletą straipsnių apie tai, kaip pasistatyti namelį medyje. Ši informacija gali būti įtraukta į profilį, kad būtų pažymėtas jūsų susidomėjimas turiniu, susijusiu su veikla lauke, taip pat „pasidaryk pats“ vadovais (siekiant suasmeninti turinį, kad, pavyzdžiui, ateityje Jums būtų pateikiama daugiau tinklaraščio įrašų ir straipsnių apie namelius medžiuose ir medinius namelius).","Peržiūrėjote tris vaizdo įrašus apie kosmoso tyrimus skirtingose televizijos programėlėse. Nesusijusi naujienų platforma, su kuria neturėjote jokių kontaktų, sukuria profilį, pagrįstą šia žiūrėjimo elgsena, pažymėdama kosmoso tyrinėjimą kaip temą, kuri gali sudominti kituose vaizdo įrašuose."]},"6":{"id":6,"name":"Naudoti profilius suasmenintam turiniui pasirinkti","description":"Jums naudojantis šia paslauga pateiktas turinys gali būti grindžiamas jūsų turinio personalizavimo profiliais, kurie gali atspindėti jūsų veiklą šiose ar kitose paslaugose (pvz., jūsų pateiktos formos, žiūrimas turinys), galimus interesus ir asmeninius aspektus. Tai gali būti panaudota, pavyzdžiui, nustatant jums rodomo turinio eiliškumą, kad jums būtų dar lengviau rasti (nereklaminį) jūsų interesus atitinkant turinį.","illustrations":["Jūs skaitote straipsnius apie vegetarišką maistą socialinės žiniasklaidos platformoje ir tada naudojate kitos nesusijusios įmonės maisto gaminimo programėlę. Socialinės žiniasklaidos platformoje sukurtas jūsų profilis bus naudojamas vegetariškiems receptams rodyti maisto gaminimo programėlės pradžios ekrane.","Jūs peržiūrėjote tris vaizdo įrašus apie irklavimą skirtingose svetainėse. Nesusijusi vaizdo įrašų dalijimosi platforma rekomenduos penkis kitus vaizdo įrašus apie irklavimą, kurie gali jus sudominti, kai naudosite televizoriaus programėlę, remdamasi profiliu, sukurtu apie jus, kai lankėtės tose skirtingose svetainėse ir žiūrėjote vaizdo įrašus internete."]},"7":{"id":7,"name":"Reklamos veiksmingumo vertinimas","description":"Informacija apie tai, kokia reklama jums pateikiama ir kaip su ja sąveikaujate, gali būti naudojama siekiant nustatyti, kaip gerai reklama veikė jus ar kitus naudotojus ir ar buvo pasiekti reklamos tikslai. Pavyzdžiui, ar matėte skelbimą, ar jį spustelėjote, ar jis paskatino pirkti produktą ar apsilankyti svetainėje ir t.t. Tai labai naudinga norint suprasti reklaminių kampanijų svarbą.","illustrations":["Jūs spustelėjote internetinės parduotuvės skelbimą apie \"juodojo penktadienio\" nuolaidą leidėjo svetainėje ir įsigijote produktą. Jūsų spustelėjimas bus susietas su šiuo pirkiniu. Bus vertinama jūsų ir kitų naudotojų sąveika, kad būtų galima sužinoti, kiek paspaudimų ant skelbimo lėmė pirkimą.","Esate vienas iš nedaugelio tų, kurie leidėjo programėlėje spustelėjo internetinės dovanų parduotuvės skelbimą apie nuolaidą „Tarptautinė dėkingumo diena“. Leidėjas nori gauti tokius pranešimus, kad suprastų, kaip dažnai jūs ir kiti naudotojai žiūrėjo ar spustelėjo tam tikrą skelbimo vietą programėlėje, ypač skelbimą „Tarptautinė padėkos diena“, ir taip padėtų leidėjui ir jo partneriams (pvz., agentūroms) optimizuoti skelbimų talpinimą."]},"8":{"id":8,"name":"Vertinti turinio veiksmingumą","description":"Informacija apie tai, koks turinys jums pateikiamas ir kaip su juo sąveikaujate, gali būti naudojama nustatant, ar (nereklaminis) turinys pasiekė numatytą auditoriją ir atitiko jūsų interesus. Pavyzdžiui, ar skaitote straipsnį, žiūrite vaizdo įrašą, klausotės prenumeruojamų audiovizualinių įrašų (angl. „podcast“) ar žiūrite produkto aprašymą, kiek laiko praleidote šiai paslaugai ir lankomiems tinklalapiams ir t.t. Tai labai padeda suprasti jums rodomo (nereklaminio) turinio aktualumą.","illustrations":["Leidėjo mobiliojoje programėlėje perskaitėte tinklaraščio įrašą apie žygius ir sekėte nuorodą į rekomenduojamą ir susijusį įrašą. Jūsų sąveika bus įrašyta kaip parodanti, kad pradinis žygio įrašas jums buvo naudingas ir kad jis sėkmingai sudomino jus susijusiu įrašu. Tai bus vertinama siekiant sužinoti, ar ateityje reikės sukurti daugiau pranešimų apie žygius pėsčiomis ir kur juos patalpinti mobiliosios programėlės pagrindiniame ekrane.","Jums buvo pristatytas vaizdo įrašas apie mados tendencijas, tačiau jūs ir keli kiti naudotojai nustojo žiūrėti po 30 sekundžių. Ši informacija vėliau naudojama tinkamai būsimų vaizdo įrašų apie mados tendencijas trukmei įvertinti."]},"9":{"id":9,"name":"Suprasti, kokios yra auditorijos vertinant statistikos duomenis arba skirtingų šaltinių derinius","description":"Ataskaitos gali būti kuriamos remiantis duomenų rinkinių (pvz., naudotojų profilių, statistinių duomenų, rinkos tyrimų, analizės duomenų), susijusių su jūsų ir kitų naudotojų sąveika su reklaminiu ar (nereklaminiu) turiniu, deriniu, siekiant nustatyti bendrus požymius (pvz., nustatyti, kuri tikslinė auditorija yra imlesnė reklamos kampanijai ar tam tikram turiniui).","illustrations":["Internetinio knygyno savininkas pageidauja gauti komercines ataskaitas, kuriose būtų nurodyta, kokia dalis lankytojų apsilankė jo svetainėje ir iš jos išėjo nepirkę arba apsilankė ir nusipirko paskutinę mėnesio įžymybių autobiografiją, taip pat vidutinis amžius bei vyrų ir moterų pasiskirstymas kiekvienoje kategorijoje. Tokiai statistikai parengti duomenys, susiję su jūsų naršymu svetainėje ir jūsų asmeninėmis savybėmis, naudojami ir derinami su kitais tokiais duomenimis.","Reklamuotojas nori geriau suprasti auditorijos, sąveikaujančios su jo skelbimais, tipą. Jis paprašo tyrimų instituto palyginti naudotojų, kurie sąveikavo su skelbimu, charakteristikas su tipinėmis panašių platformų naudotojų, naudojančių skirtingus įrenginius, charakteristikomis. Šis palyginimas rodo reklamuotojui, kad jo skelbimų auditorija daugiausia naudojasi skelbimais per mobiliuosius įrenginius ir, tikėtina, yra 45-60 metų amžiaus."]},"10":{"id":10,"name":"Kurti ir tobulinti paslaugas","description":"Informacija apie jūsų veiklą naudojantis šia paslauga, pvz., jūsų sąveika su skelbimais ar turiniu, gali būti labai naudinga tobulinant produktus ir paslaugas bei kuriant naujus produktus ir paslaugas, remiantis naudotojų sąveika, auditorijos tipu ir kt. Šis konkretus tikslas neapima naudotojų profilių ir identifikatorių kūrimo ar tobulinimo.","illustrations":["Technologijų platforma, dirbanti su socialinės žiniasklaidos paslaugų teikėju, pastebi mobiliųjų programėlių naudotojų skaičiaus augimą, ir, remdamasi jų profiliais, mato, kad daugelis jų jungiasi per mobiliuosius ryšius. Siekdama padidinti skelbimų veiksmingumą platforma naudoja naują technologiją, pagal kurią teikiami suformatuoti mobiliesiems įrenginiams ir mažo pralaidumo skelbimai.","Reklamuotojas ieško būdų, kaip rodyti skelbimus naujo tipo naudotojo įrenginyje. Jis renka informaciją apie tai, kaip naudotojai sąveikauja su šio naujo tipo įrenginiu, kad nustatytų, ar gali sukurti naują reklamos rodymo šios rūšies prietaisuose mechanizmą."]},"11":{"id":11,"name":"Naudoti ribotus duomenis turiniui pasirinkti","description":"Turinys, pateiktas jums naudojantis šia paslauga, gali būti pagrįstas ribotais duomenimis, pvz., jūsų naudojama svetaine ar programėle, netikslia vieta, įrenginio tipu arba kokiu turiniu jūs sąveikaujate (ar sąveikavote) (pvz., apriboti vaizdo įrašo ar straipsnio pateikimo jums skaičių).","illustrations":["Vienas kelionių žurnalas savo interneto svetainėje paskelbė straipsnį apie kalbų mokyklos siūlomus naujus internetinius kursus, skirtus pagerinti kelionių patirtį užsienyje. Mokyklos tinklaraščio įrašai įterpiami tiesiai į puslapio apačią ir parenkami pagal netikslią jūsų buvimo vietą (pavyzdžiui, tinklaraščio įrašai, kuriuose aiškinama kursų programa kitomis kalbomis nei tos šalies, kurioje esate, kalba).","Sporto naujienų mobiliojoje programėlėje sukurtas naujas straipsnių skyrius, kuriame pateikiami naujausi futbolo rungtynių rezultatai. Kiekviename straipsnyje yra vaizdo įrašai, kuriuos talpina atskira transliacijos platforma, rodanti ryškiausius kiekvienų rungtynių momentus. Jei vaizdo įrašą persukate į priekį, ši informacija gali būti naudojama pasirenkant trumpesnį vaizdo įrašą, kuris bus rodomas toliau."]}},"specialPurposes":{"1":{"id":1,"name":"Užtikrinti saugumą, užkirti kelią sukčiavimui, aptikti jį ir ištaisyti klaidas","description":"Jūsų duomenys gali būti naudojami siekiant stebėti neįprastą ir galbūt nesąžiningą veiklą (pavyzdžiui, susijusią su reklama, robotų atliekamais reklamos paspaudimais) ir užkirsti jai kelią, taip pat užtikrinti, kad sistemos ir procesai veiktų tinkamai ir saugiai. Jie taip pat gali būti naudojami siekiant ištaisyti bet kokias problemas, su kuriomis galite susidurti jūs, leidėjas ar reklamuotojas, teikdami turinį ir skelbimus bei sąveikaudami su jais.","illustrations":["Reklamos tarpininkas pateikia įvairių reklamuotojų skelbimus į savo partnerių svetainių tinklą. Jis pastebi, kad labai padaugėjo paspaudimų ant skelbimų, susijusių su vienu reklamuotoju, ir pagal paspaudimų šaltinio duomenis nustato, kad 80 % paspaudimų atlieka robotai, o ne žmonės."]},"2":{"id":2,"name":"Reklamos ir turinio pristatymas ir pateikimas","description":"Tam tikra informacija (pvz., IP adresas ar įrenginio galimybės) naudojama siekiant užtikrinti techninį turinio ar reklamos suderinamumą ir palengvinti turinio ar skelbimo perdavimą į jūsų įrenginį.","illustrations":["Paspaudę straipsnyje esančią nuorodą paprastai galite patekti į kitą puslapį arba straipsnio dalį. Tam 1°) jūsų naršyklė siunčia užklausą su svetaine susijusiam serveriui, 2°) serveris atsako (\"čia yra straipsnis, kurio prašėte\"), naudodamas techninę informaciją, automatiškai įtrauktą į jūsų įrenginio atsiųstą užklausą, kad tinkamai parodytų informaciją ir (arba) paveikslėlius, kurie yra straipsnio, kurio prašėte, dalis. Techniškai toks keitimasis informacija yra būtinas norint pateikti ekrane rodomą turinį."]},"3":{"id":3,"name":"Išsaugokite ir praneškite apie privatumo pasirinkimus","description":"Jūsų pasirinkimai šiame pranešime išvardintų tikslų ir subjektų atžvilgiu yra išsaugomi ir pateikiami tiems subjektams skaitmeninių signalų (pvz., simbolių eilučių) pavidalu. Tai būtina, kad tiek ši paslauga, tiek tie subjektai galėtų gerbti tokius pasirinkimus. ","illustrations":["Kai apsilankote svetainėje ir jums siūloma pasirinkti, ar sutinkate, kad profiliai būtų naudojami suasmenintai reklamai, ar ne, jūsų pasirinkimas išsaugomas ir pateikiamas reklamos teikėjams, kad jums pateikiama reklama atitiktų šį pasirinkimą."]}},"features":{"1":{"id":1,"name":"Derinti ir jungti duomenis iš kitų duomenų šaltinių","description":"Informacija apie jūsų veiklą naudojantis šia paslauga gali būti suderinta ir sujungta su kita su jumis susijusia ir iš įvairių šaltinių gauta informacija (pvz., jūsų veikla naudojantis atskira internetine paslauga, jūsų lojalumo kortelės naudojimas parduotuvėje arba jūsų atsakymai į apklausą), siekiant šiame pranešime nurodytų tikslų.","illustrations":[]},"2":{"id":2,"name":"Susieti skirtingus įrenginius","description":"Siekiant šiame pranešime nurodytų tikslų, jūsų įrenginys gali būti laikomas greičiausiai susietu su kitais įrenginiais, kurie priklauso jums ar jūsų namų ūkiui (pvz., dėl to, kad esate prisijungę prie tos pačios paslaugos tiek telefone, tiek kompiuteryje, arba dėl to, kad abiejuose įrenginiuose galite naudoti tą patį interneto ryšį).","illustrations":[]},"3":{"id":3,"name":"Identifikuoti įrenginius pagal automatiškai perduodamą informaciją","description":"Jūsų įrenginys gali būti atskiriamas nuo kitų įrenginių pagal informaciją, kurią jis automatiškai siunčia prisijungdamas prie interneto (pavyzdžiui, jūsų interneto ryšio IP adresą arba naudojamos naršyklės tipą), siekiant šiame pranešime nurodytų tikslų.","illustrations":[]}},"specialFeatures":{"1":{"id":1,"name":"Naudoti tikslius geolokacinius duomenis","description":"Jums pritarus, tiksli vieta (mažiau nei 500 metrų spinduliu) gali būti naudojama šiame pranešime paaiškintiems tikslams paremti.","illustrations":[]},"2":{"id":2,"name":"Aktyviai skenuoti įrenginio charakteristikas identifikavimo tikslais","description":"Jums sutikus, gali būti prašoma tam tikrų jūsų įrenginiui būdingų charakteristikų ir jos gali būti naudojamos siekiant atskirti įrenginį nuo kitų įrenginių (pvz., įdiegtų šriftų ar įskiepių, ekrano skiriamosios gebos), siekiant šiame pranešime paaiškintų tikslų.","illustrations":[]}},"stacks":{"1":{"id":1,"purposes":[],"specialFeatures":[1,2],"name":"Tikslūs geografinės vietos duomenys ir identifikavimas skenuojant įrenginį","description":"Tikslūs geografinės vietos duomenys ir informacija apie įrenginio charakteristikas gali būti naudojami.."},"2":{"id":2,"purposes":[2,7],"specialFeatures":[],"name":"Ribotais duomenimis ir reklamos vertinimu pagrįsta reklama","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Reklamos rezultatus galima išmatuoti."},"3":{"id":3,"purposes":[2,3,4],"specialFeatures":[],"name":"Suasmeninta reklama","description":"Reklama gali būti suasmeninta remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tikslinant jūsų profilį, kad būtų galima suasmeninti reklamą."},"4":{"id":4,"purposes":[2,7,9],"specialFeatures":[],"name":"Reklama, pagrįsta ribotais duomenimis, reklamos matavimu ir auditorijos supratimu","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Reklamos rezultatus galima išmatuoti. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"5":{"id":5,"purposes":[2,3,7],"specialFeatures":[],"name":"Reklama, pagrįsta ribotais duomenimis, suasmenintu reklamos profiliu ir reklamos matavimu","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tikslinant jūsų profilį, kad būtų galima suasmeninti reklamą. Reklamos rezultatus galima išmatuoti."},"6":{"id":6,"purposes":[2,4,7],"specialFeatures":[],"name":"Suasmenintos reklamos ir reklamos matavimo pasirinkimas","description":"Reklama gali būti suasmeninta remiantis jūsų profiliu. Reklamos rezultatus galima išmatuoti."},"7":{"id":7,"purposes":[2,4,7],"specialFeatures":[],"name":"Suasmenintos reklamos, reklamos matavimo ir auditorijos tyrimų pasirinkimas","description":"Reklama gali būti suasmeninta remiantis jūsų profiliu. Reklamos rezultatus galima išmatuoti. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"8":{"id":8,"purposes":[2,3,4,7],"specialFeatures":[],"name":"Suasmenintos reklamos ir reklamos vertinimas","description":"Reklama gali būti suasmeninta remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tikslinant jūsų profilį, kad būtų galima suasmeninti reklamą. Reklamos rezultatus galima išmatuoti."},"9":{"id":9,"purposes":[2,3,4,7,9],"specialFeatures":[],"name":"Suasmeninta reklama, reklamos matavimas ir auditorijos tyrimai","description":"Reklama gali būti suasmeninta remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tikslinant jūsų profilį, kad būtų galima suasmeninti reklamą. Reklamos rezultatus galima išmatuoti. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"10":{"id":10,"purposes":[3,4],"specialFeatures":[],"name":"Suasmeninta reklama","description":"Reklama gali būti suasmeninta remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tikslinant jūsų profilį, kad būtų galima suasmeninti reklamą."},"11":{"id":11,"purposes":[5,6],"specialFeatures":[],"name":"Suasmenintas turinys","description":"Turinį galima suasmeninti pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui."},"12":{"id":12,"purposes":[6,8,11],"specialFeatures":[],"name":"Suasmenintas turinys ir turinio vertinimas","description":"Turinį galima suasmeninti pagal jūsų profilį. Turinio veiksmingumas gali būti įvertinamas."},"13":{"id":13,"purposes":[6,8,9,11],"specialFeatures":[],"name":"Suasmeninto turinio pasirinkimas, turinio vertinimas ir auditorijos tyrimas","description":"Turinį galima suasmeninti pagal jūsų profilį. Turinio veiksmingumas gali būti įvertinamas. Ataskaitos gali būti generuojamos pagal jūsų ir kitų asmenų veiklą. Turinys gali būti suasmenintas pagal jūsų profilį. Turinio veiksmingumas gali būti įvertinamas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"14":{"id":14,"purposes":[5,6,8,11],"specialFeatures":[],"name":"Suasmenintas turinys ir turinio vertinimas","description":"Turinį galima suasmeninti pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui. Turinio veiksmingumas gali būti įvertinamas."},"15":{"id":15,"purposes":[5,6,8,9,11],"specialFeatures":[],"name":"Suasmenintas turinys, turinio vertinimas ir auditorijos tyrimai","description":"Turinį galima suasmeninti pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui. Turinio veiksmingumas gali būti įvertinamas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"16":{"id":16,"purposes":[5,6,8,9,10,11],"specialFeatures":[],"name":"Suasmenintas turinys, turinio vertinimas, auditorijos įžvalgos ir paslaugų kūrimas.","description":"Turinį galima suasmeninti pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui. Turinio veiksmingumas gali būti įvertinamas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"17":{"id":17,"purposes":[7,8,9],"specialFeatures":[],"name":"Reklamos ir turinio vertinimas bei auditorijos tyrimai","description":"Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"18":{"id":18,"purposes":[7,8],"specialFeatures":[],"name":"Reklamos ir turinio vertinimas","description":"Skelbimo ir turinio veiksmingumas gali būti įvertintas."},"19":{"id":19,"purposes":[7,9],"specialFeatures":[],"name":"Reklamos vertinimas ir auditorijos tyrimai","description":"Reklamą galima išmatuoti. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"20":{"id":20,"purposes":[7,8,9,10],"specialFeatures":[],"name":"Reklamos ir turinio vertinimas, auditorijos tyrimai ir paslaugų plėtra","description":"Skelbimo ir turinio veiksmingumas gali būti įvertintas. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"21":{"id":21,"purposes":[8,9,10],"specialFeatures":[],"name":"Turinio vertinimas, auditorijos tyrimai ir paslaugų plėtra.","description":"Turinio veiksmingumas gali būti įvertinamas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"22":{"id":22,"purposes":[8,10],"specialFeatures":[],"name":"Turinio vertinimas ir paslaugų plėtra","description":"Turinio veiksmingumas gali būti įvertinamas. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"23":{"id":23,"purposes":[2,4,6,7,8,11],"specialFeatures":[],"name":"Suasmenintos reklamos ir turinio pasirinkimas, reklamos ir turinio vertinimas","description":"Skelbimai ir turinys gali būti suasmeninti remiantis jūsų profiliu. Skelbimo ir turinio veiksmingumas gali būti įvertintas."},"24":{"id":24,"purposes":[2,4,6,7,8,9,11],"specialFeatures":[],"name":"Suasmenintos reklamos ir turinio pasirinkimas, reklamos ir turinio vertinimas bei auditorijos tyrimai","description":"Skelbimai ir turinys gali būti suasmeninti remiantis jūsų profiliu. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą. Duomenys gali būti naudojami kurti ar pagerinti naudotojo patirtį, sistemas ir programinę įrangą."},"25":{"id":25,"purposes":[2,3,4,5,6,7,8,11],"specialFeatures":[],"name":"Suasmenintos reklamos ir turinio pateikimas, reklamos ir turinio vertinimas","description":"Skelbimai ir turinys gali būti suasmeninti remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant ar tikslinant jūsų profilį, kad būtų galima asmeniškai pritaikyti reklamą arba turinį. Skelbimo ir turinio veiksmingumas gali būti įvertintas."},"26":{"id":26,"purposes":[2,3,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Suasmeninta reklama ir turinys, reklamos ir turinio vertinimas bei auditorijos tyrimai","description":"Skelbimai ir turinys gali būti suasmeninti remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant ar tikslinant jūsų profilį, kad būtų galima asmeniškai pritaikyti reklamą arba turinį. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"27":{"id":27,"purposes":[3,5],"specialFeatures":[],"name":"Suasmeninta reklama ir turinio profilis","description":"Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant ar tikslinant jūsų profilį, kad būtų galima asmeniškai pritaikyti reklamą arba turinį."},"28":{"id":28,"purposes":[2,4,6,11],"specialFeatures":[],"name":"Suasmenintos reklamos ir turinio pasirinkimas","description":"Skelbimai ir turinys gali būti suasmeninti remiantis jūsų profiliu."},"29":{"id":29,"purposes":[2,7,8,9],"specialFeatures":[],"name":"Reklama, pagrįsta ribotais duomenimis, reklamos ir turinio vertinimas bei auditorijos tyrimais","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"30":{"id":30,"purposes":[2,4,5,6,7,8,9,11],"specialFeatures":[],"name":"Suasmenintos reklamos, suasmeninto turinio pasirinkimas, reklamos ir turinio vertinimas bei auditorijos tyrimai","description":"Skelbimai ir turinys gali būti suasmeninti remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant ar tikslinant jūsų profilį, kad būtų galima asmeniškai pritaikyti reklamą arba turinį. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"31":{"id":31,"purposes":[2,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Suasmenintos reklamos, suasmeninto turinio pasirinkimas, reklamos ir turinio vertinimas, auditorijos tyrimas ir paslaugų kūrimas","description":"Skelbimai ir turinys gali būti suasmeninti remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"32":{"id":32,"purposes":[2,5,6,7,8,9,11],"specialFeatures":[],"name":"Ribotais duomenimis pagrįsta reklama, suasmenintas turinys, reklamos ir turinio vertinimas bei auditorijos tyrimais","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Turinį galima suasmeninti pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"33":{"id":33,"purposes":[2,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Ribotais duomenimis pagrįsta reklama, suasmenintas turinys, reklamos ir turinio vertinimas, auditorijos tyrimas ir paslaugų kūrimas","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Turinį galima suasmeninti pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"34":{"id":34,"purposes":[2,5,6,8,9,11],"specialFeatures":[],"name":"Ribotais duomenimis pagrįsta reklama, suasmenintas turinys, turinio vertinimas ir auditorijos tyrimas","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Turinį galima suasmeninti pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą."},"35":{"id":35,"purposes":[2,5,6,8,9,10,11],"specialFeatures":[],"name":"Ribotais duomenimis pagrįsta reklama, suasmenintas turinys, turinio vertinimas, auditorijos tyrimas ir paslaugų kūrimas","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Turinį galima suasmeninti pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui. Turinio veiksmingumas gali būti įvertinamas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"36":{"id":36,"purposes":[2,5,6,7,11],"specialFeatures":[],"name":"Ribotais duomenimis pagrįsta reklama, suasmenintas turinys ir reklamos vertinimas","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Turinį galima suasmeninti pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui. Reklamos rezultatus galima išmatuoti."},"37":{"id":37,"purposes":[2,5,6,7,10,11],"specialFeatures":[],"name":"Ribotais duomenimis pagrįsta reklama, suasmenintas turinys, reklamos vertinimas ir paslaugų kūrimas","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Turinį galima suasmeninti pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tobulinant profilį apie jus suasmenintam turiniui. Reklamos rezultatus galima išmatuoti. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"38":{"id":38,"purposes":[2,3,4,7,10],"specialFeatures":[],"name":"Suasmeninta reklama, reklamos vertinimas ir paslaugų kūrimas","description":"Reklama gali būti suasmeninta pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant ar tobulinant profilį apie jus, kad būtų galima naudoti suasmenintą reklamą. Reklamos rezultatus galima išmatuoti. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"39":{"id":39,"purposes":[2,3,4,7,9,10],"specialFeatures":[],"name":"Suasmeninta reklama, reklamos vertinimas, auditorijos tyrimas ir paslaugų kūrimas","description":"Reklama gali būti suasmeninta remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tikslinant jūsų profilį, kad būtų galima suasmeninti reklamą. Reklamos rezultatus galima išmatuoti. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"40":{"id":40,"purposes":[2,3,4,7,8,9,10],"specialFeatures":[],"name":"Suasmeninta reklama, reklamos ir turinio vertinimas, auditorijos tyrimas ir paslaugų kūrimas","description":"Reklama gali būti suasmeninta pagal jūsų profilį. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant ar tobulinant profilį apie jus, kad būtų galima naudoti suasmenintą reklamą. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"41":{"id":41,"purposes":[2,3,4,6,7,8,9,10,11],"specialFeatures":[],"name":"Suasmeninta reklama, suasmeninto turinio pasirinkimas, reklamos ir turinio vertinimas, auditorijos tyrimas ir paslaugų kūrimas","description":"Skelbimai ir turinys gali būti suasmeninti remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant arba tikslinant jūsų profilį, kad būtų galima suasmeninti reklamą. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"42":{"id":42,"purposes":[2,3,4,5,6,7,8,9,10,11],"specialFeatures":[],"name":"Suasmeninta reklama ir turinys, reklamos ir turinio vertinimas, auditorijos tyrimas ir paslaugų kūrimas","description":"Skelbimai ir turinys gali būti suasmeninti remiantis jūsų profiliu. Jūsų veikla naudojantis šia paslauga gali būti naudojama kuriant ar tobulinant profilį apie jus, skirtą suasmenintai reklamai ir turiniui. Skelbimo ir turinio veiksmingumas gali būti įvertintas. Ataskaitos gali būti generuojama pagal jūsų ir kitų asmenų veiklą. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."},"43":{"id":43,"purposes":[8,11],"specialFeatures":[],"name":"Ribotais duomenimis pagrįstas turinys ir turinio vertinimas","description":"Turinys gali būti pasirinktas remiantis ribotais duomenimis. Turinio veiksmingumas gali būti įvertinamas."},"44":{"id":44,"purposes":[5,6,11],"specialFeatures":[],"name":"Suasmenintas turinys","description":"Turinį galima suasmeninti pagal jūsų profilį. Jūsų naudojimusi šia paslauga galima remtis kuriant arba tobulinant jūsų profilį suasmenintam turiniui."},"45":{"id":45,"purposes":[2,7,9,10],"specialFeatures":[],"name":"Ribotais duomenimis pagrįsta reklama, reklamos matavimas, auditorijos tyrimai ir paslaugų kūrimas","description":"Reklama gali būti pateikiama remiantis ribotais duomenimis. Reklamos rezultatus galima išmatuoti. Ataskaitos gali būti generuojamos atsižvelgiant į jūsų ir kitų asmenų veiklą. Jūsų veikla naudojantis šia paslauga gali padėti kurti ir tobulinti produktus ir paslaugas."}},"dataCategories":{"1":{"id":1,"name":"IP adresai","description":"Jūsų IP adresas yra skaičius, kurį jūsų interneto paslaugų teikėjas priskiria kiekvieną kartą jums prisijungiant prie interneto. Jis ne visada būna priskirtas tik jūsų įrenginiui, ir tai nėra visada stabilus identifikatorius. Jis naudojamas nukreipti informacijai internetu ir jūsų prijungtame įrenginyje rodyti internetinį turinį (įskaitant skelbimus)."},"2":{"id":2,"name":"Prietaiso charakteristikos","description":"Techninės jūsų naudojamo įrenginio charakteristikos, kurios nėra būdingos tik jums, pavyzdžiui, kalba, laiko juosta ar operacinė sistema."},"3":{"id":3,"name":"Įrenginio identifikatoriai","description":"Įrenginio identifikatorius yra unikali simbolių eilutė, priskirta jūsų įrenginiui ar naršyklei naudojant slapuką ar kitas saugojimo technologijas.  Jis gali būti sukurtas arba prieinamas, kad atpažintų jūsų įrenginį, pvz., įvairiuose tos pačios svetainės tinklalapiuose arba keliose svetainėse ar programėlėse."},"4":{"id":4,"name":"Tikimybiniai identifikatoriai","description":"Tikimybinį identifikatorių galima sukurti derinant su jūsų įrenginiu susijusias charakteristikas (naudojamos naršyklės arba operacinės sistemos tipą) ir interneto ryšio IP adresą. Jei duosite sutikimą, taip pat gali būti sujungtos papildomos charakteristikos (pvz., įdiegtas šriftas arba ekrano skiriamoji geba), siekiant padidinti tikimybinio identifikatoriaus tikslumą. Toks identifikatorius laikomas tikimybiniu, nes tas pačias charakteristikas ir interneto ryšį gali turėti keli įrenginiai. Jis gali būti naudojamas jūsų įrenginiui atpažinti, pvz., tose pačiose svetainėse arba keliose svetainėse ar programėlėse."},"5":{"id":5,"name":"Autentifikavimo išvestiniai identifikatoriai","description":"Kai identifikatorius sukuriamas remiantis autentifikavimo duomenimis, pavyzdžiui, kontaktiniais duomenimis, susijusiais su internetinėmis paskyromis, kurias sukūrėte svetainėse ar programėlėse (pvz., el. pašto adresu, telefono numeriu) arba klientų identifikatoriais (pvz., jūsų telekomunikacijų operatoriaus pateiktu identifikatoriumi), tas identifikatorius gali būti naudojamas siekiant atpažinti jus visose svetainėse, programėlėse ir įrenginiuose, jeigu prisijungėte su tais pačiais kontaktiniais duomenimis."},"6":{"id":6,"name":"Naršymo ir sąveikos duomenys","description":"Jūsų veikla internete, pavyzdžiui, jūsų lankomos svetainės, naudojamos programėlės, turinys, kurio ieškote šioje paslaugoje, arba jūsų sąveika su turiniu ar skelbimais, pavyzdžiui, kiek kartų matėte tam tikrą turinį ar skelbimą ir ar jį spustelėjote."},"7":{"id":7,"name":"Naudotojo pateikti duomenys","description":"Informacija, kurią galėjote pateikti deklaruodami per formą (pvz., atsiliepimus, komentarą) arba kurdami paskyrą (pvz., savo amžių, profesiją)."},"8":{"id":8,"name":"Apytiksliai buvimo vietos duomenys","description":"Apytikslė jūsų buvimo vieta, išreikšta ne mažesniu kaip 500 metrų spinduliu. Jūsų apytikslė buvimo vieta gali būti nustatyta pvz., pagal jūsų IP adresą."},"9":{"id":9,"name":"Tikslūs buvimo vietos duomenys","description":"Jūsų tiksli buvimo vieta yra mažesniu nei 500 metrų spinduliu pagal jūsų GPS koordinates. Ji gali būti naudojamas tik jums sutikus."},"10":{"id":10,"name":"Naudotojų profiliai","description":"Tam tikros charakteristikos (pvz., galimi jūsų interesai, pirkimo ketinimai, vartotojo profilis) gali būti numanomos arba modeliuojamos pagal jūsų ankstesnę veiklą internete (pvz., peržiūrėtą turinį arba jūsų naudojamą paslaugą, skirtingam internetiniam turiniui ir paslaugoms skirtą laiką) arba jūsų pateiktą informaciją (pvz., amžių, profesiją)."},"11":{"id":11,"name":"Privatumo pasirinkimai","description":"Jūsų pageidavimai dėl jūsų duomenų tvarkymo remiantis jūsų gauta informacija."}}}